{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-20T07:37:52.578Z",
  "totalItems": 150,
  "totalArchived": 26938,
  "newPapersAdded": 174,
  "institutionBreakdown": {
    "KAIST": 22,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 6,
    "Korea University": 57,
    "IBS": 4,
    "UNIST": 3,
    "Hanyang University": 9,
    "KIST": 4,
    "GIST": 4,
    "Kyung Hee University": 5,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 76,
    "Neuroscience": 5,
    "Biomedical": 21,
    "Materials Science": 16,
    "Computer Science": 5,
    "Cancer Research": 27
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Altered pedunculopontine pathways in freezing of gait: a diffusion tensor imaging study based on dopaminergic degeneration status",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PPN pathway degeneration is associated with FOG regardless of dopaminergic degeneration, highlighting PPN pathway dysfunction as a key mechanism in FOG.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41261259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PPN pathway degeneration is associated with FOG regardless of dopaminergic degeneration, highlighting PPN pathway dysfunction as a key mechanism in FOG"
    },
    {
      "title": "Neuroprotective Effect of Cannabidiol Against Rotenone in Hippocampal Neuron Culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "(-)-Cannabidiol (CBD), a non-psychoactive phytocannabinoid, has been suggested to provide protective effects in neuronal systems. This work investigates its neuroprotective effect against rotenone, a mitochondrial complex I inhibitor that causes neuronal toxicity, using primary hippocampal neurons. Rotenone treatment reduces neuronal viability with marked neurite degeneration in a concentration-dependent manner (LC(50) = 189.1 nM). Administration of 2.5 µM CBD significantly increases viability...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41261085",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Traditional Herbal Medicine Ga-Mi Gongjindan Improves Muscarinic Cholinergic Dysfunction through Regulation of BDNF/CREB Signaling Pathway Using a Scopolamine-Induced Cognitive Impairment of Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GJD exerted significant neuroprotective effects in a scopolamine-induced model of cognitive dysfunction, potentially via modulation of cholinergic and BDNF/CREB signaling pathways. These findings provide a scientific rationale for the traditional use of GJD in cognitive disorders and support its further development as a candidate for treating neurodegenerative diseases such as AD.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41260522",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GJD exerted significant neuroprotective effects in a scopolamine-induced model of cognitive dysfunction, potentially via modulation of cholinergic and BDNF/CREB signaling pathways. These findings provide a scientific rationale for the traditional use of GJD in cognitive disorders and support its fur..."
    },
    {
      "title": "Serum AGP-1-Le<sup>x</sup> glycoforms report on survivorship of patients with septic shock upon admission to intensive care unit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Septic shock, the excessive immune response to pathogen infection, accounts globally for ∼20% of all deaths. Current methods to establish disease severity are unacceptably slow, unspecific and insensitive, hindering timely and effective treatment. Aiming to establish easy-to-measure glyco-signatures that may identify the most critically unwell patients, we applied comparative glycomics and glycoproteomics to sera longitudinally collected from septic shock survivors (n=29) and non-survivors...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41260501",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic engineering of Corynebacterium glutamicum for vitamin B<sub>12</sub>-independent production of 3-hydroxypropionic acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "3-Hydroxypropionic acid (3-HP) is a versatile platform chemical with broad applications, serving as a precursor for the synthesis of value-added chemicals as well as the biodegradable polymers. However, current industrial production of 3-HP relies on chemical synthesis, which requires harmful raw materials and harsh reaction conditions. As a sustainable alternative, microbial biosynthesis of 3-HP has gained increasing attention. Yet, most reported pathways remain constrained by their dependence...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41260330",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Analysis of Sample Loop and Counting Bead-Based Methods for Size-Dependent Bias in Flow Cytometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Reliable and accurate particle number concentration measurements are essential across various fields, including clinical diagnostics, environmental monitoring, and industrial applications. Flow cytometry is widely used for these measurements, where the use of counting beads is a common approach. However, this method can introduce size-dependent bias when the target particles differ in size from the counting beads. To evaluate size-dependent bias, this study systematically compares the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41259737",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying biomechanical and neurophysiological risk factors for postoperative neurologic deterioration in OPLL surgery: A study using ROC curve and path analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The ∆OPLL(C5-C6) occupying area ratio appears to be a strong predictor of PMD and PSD in cervical OPLL surgery, potentially influencing outcomes primarily through neurophysiological changes. To help mitigate postoperative neurological complications, continuous neurophysiological monitoring and targeted biomechanical assessments may be beneficial components of the surgical planning process.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41258974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ∆OPLL(C5-C6) occupying area ratio appears to be a strong predictor of PMD and PSD in cervical OPLL surgery, potentially influencing outcomes primarily through neurophysiological changes. To help mitigate postoperative neurological complications, continuous neurophysiological monitoring and targe..."
    },
    {
      "title": "Measuring FPUT thermalization with Toda integrals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "We assess the ergodic properties of the Fermi-Pasta-Ulam-Tsingou-α model for generic initial conditions using a Toda integral. It serves as an adiabatic invariant for the system and a suitable observable to measure its equilibrium time. Over this time scale, the onset of action diffusion results in ergodic temporal fluctuations. We compare this time scale with the inverse of the maximum Lyapunov exponent λ and its saturation time, which are systematically shorter. The Toda integral...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41258805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility on diverse biochars as supplementary cementitious materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "This paper investigates the feasibility of using Korean-produced biochar derived from wood (WB), rice husk (HB), and poultry manure (MB) as a cement replacement in mortar. The physicochemical and microstructural characteristics of each biochar were analyzed, and mortar specimens containing 5% biochar were tested for flow and compressive strength. WB and HB showed favorable particle sizes and large specific surface areas, enhancing internal curing and filler effects, which resulted in up to 29%...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41257977",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of TLR7/8 agonists into lipid nanoparticles enhances antigen-specific immune responses to N1-methyl-Ψ-modified mRNA-LNP vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41257870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bypassing Nonlocal Phenomena in Metals Using Phonon-Polaritons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Electromagnetic design relies on an accurate understanding of light-matter interactions yet often overlooks electronic length scales. Under extreme confinement, this omission can lead to nonclassical effects such as nonlocal response. Here, we use mid-infrared phonon-polaritons in hexagonal boron nitride (hBN) screened by monocrystalline gold flakes to push the limits of nanolight confinement unobstructed by nonlocal phenomena, even when the polariton phase velocity approaches the Fermi...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41257397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physics-informed neural networks for programmable origami metamaterials with controlled deployment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Origami-inspired structures provide unprecedented opportunities for creating lightweight, deployable systems with programmable mechanical responses. However, their design remains challenging due to complex nonlinear mechanics, multistability, and the need for precise control of deployment forces. Here, we present a physics-informed neural network (PINN) framework for both forward prediction and inverse design of conical Kresling origami (CKO) without requiring pre-collected training data. By...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41257337",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA extraction from a maize (<em>Zea mays</em> L.) seed without damaging germination ability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "DNA extraction with reliable purity and concentration is essential for most of the molecular genetics studies. Extracting DNA from young leaves in seedling stage is advantageous because it causes less damage to remaining plant which can be further used for phenotypic analysis. DNA extraction from seeds is even more advantageous in terms of saving time, labor, space, and cost for germination. Maize is one of the most important food and feed sources and provides great materials for genetic and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41257069",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "food and feed sources and provides great materials for genetic and",
      "conclusion": null
    },
    {
      "title": "Design, Synthesis, and Antiviral Activity of 8‑Aza Fluoroneplanocin Derivatives Targeting SAH Hydrolase and Viral RdRp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "RNA viruses such as SARS-CoV-2 and dengue virus pose global health threats, highlighting the urgent need for broad-spectrum antivirals with improved safety. We synthesized 8-aza Fluoroneplanocin derivatives designed to reduce cytotoxicity while maintaining antiviral potency. Among them, compound 3a, bearing an 8-aza adenine base, exhibited its potential broad-spectrum activity against SARS-CoV-2 (EC(50) = 12.2 μM) and dengue virus (E(50) = 37.4 μM), with no detectable cytotoxicity (CC(50) > 100...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41256987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated Extraction Optimization and HPLC-based Quality Evaluation of Thiophenes from <em>Tagetes erecta</em> Roots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Tagetes erecta L. is widely studied for its flower-derived lutein, which is known for promoting eye health. However, its roots contain uniquely thiophenes-absent from the flowers and leaves-which exhibit valuable bioactivity. Our recent study has reported on patent applications related to their efficacy in modulating benign prostatic hyperplasia, underscoring their pharmaceutical and functional potential. Despite this, no optimized extraction or quality evaluation of thiophene-rich T. erecta...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41256767",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioengineered Extracellular Vesicles in Emerging Cancer Vaccine Platforms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Amid the evolving landscape of immunotherapy, the pursuit of safer, more precise, and broadly applicable vaccine platforms has intensified. While conventional technologies-such as lipid nanoparticle-based mRNA systems-achieved unprecedented success in infectious disease prophylaxis, their limitations in safety and durability have prompted the search for alternatives to address more complex immunological challenges, particularly in oncology. Within this context, extracellular vesicle (EV)-based...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41256221",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning-Assisted Prediction of State of Health in Lithium Metal Batteries with Electrochemical Impedance Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Electrochemical impedance spectroscopy (EIS) offers a nondestructive means of diagnosis for the battery's state of health (SoH). However, traditional equivalent circuit-based approaches-relying on extensive modeling and fitting of complex EIS data such as real and imaginary impedance components, phase shift, and frequency-are time-consuming and heavily dependent on expert interpretation, which can compromise reliability. In this context, artificial intelligence-based models present a faster and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41256213",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Growth of Platinum Monosulfide Nanoparticles on MXene via Single-Source Precursor for Enhanced Hydrogen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "2D Ti(3)C(2)T(x) MXene offers high electrical conductivity and a large surface area, making it attractive for electrocatalysis. However, its intrinsic hydrogen evolution reaction (HER) activity remains poor due to the lack of active catalytic sites. To activate the otherwise inert surface, platinum monosulfide (PtS) nanoparticles are synthesized directly on Ti(3)C(2)T(x) nanosheets via thermal decomposition of a single-source precursor, Pt(dmampS)(2), in a solution-based process. This direct...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41256212",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Quantum Dot Photovoltaic Efficiency Through Defect Passivation and Triplet Energy Transfer with 9-Anthracenecarboxylic Acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "A dual-functional electron transport layer (ETL) is reported for PbS colloidal quantum dot (CQD) photovoltaics by incorporating 9-anthracenecarboxylic acid (ACA) into a zinc oxide (ZnO) matrix. Despite its favorable electron transport characteristics and appropriate band alignment, intrinsic defects in ZnO, such as oxygen vacancies, remain a limiting factor in device performance. The carboxylate functional group of ACA effectively passivates these defects, thereby reducing trap-assisted...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41256207",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metal Nanodot Array via Thin Oil Layer-Assisted Dropwise Solid-State Dewetting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Precise control of metal nanodot arrays is crucial for optimizing their plasmonic, catalytic, and photonic properties. Fabrication methods for homogeneous nanodots generally rely on complex processes, such as lithography or layer-by-layer assembly. Recently, nanodot array fabrication via metal deposition, e.g., sputtering and thermal evaporation, has received attention due to its simplicity and scalability. However, structures produced by deposition are often inhomogeneous and suffer from size...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41256205",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Giant Small-Molecule Donors With Controlled Backbone Planarity Afford High-Performance and Photostable Organic Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "High power conversion efficiency (PCE) and long-term stability are critical requirements for the commercialization of organic solar cells (OSCs). Small-molecule donors (SMDs) are promising due to easy purification and excellent batch-to-batch reproducibility, but they suffer from poor morphological stability associated with their fast diffusion kinetics. Here, new giant small-molecule donors (GSMDs) are designed that combine increased molecular sizes with excellent optoelectronic properties,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41255289",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visible Light-Driven Heterojunction Array Based on Type-I In<sub>2</sub>S<sub>3</sub>/In<sub>2</sub>O<sub>3</sub> for Selective Multi-Gas Discrimination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Visible light-activated chemoresistive gas sensors offer a promising solution for minimizing power consumption, preventing material degradation, and enabling room temperature operation. However, their lower photon energy compared to UV light results in slower recovery and reduced sensitivity to NO(2), while detecting gases like volatile organic compounds and amines remains challenging. This work presents a visible light-driven gas sensor array based on type-I In(2)S(3)/In(2)O(3) heterostructure....",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41255001",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comments on \"Endoscopic transorbital approach for the removal of a frontal lobe foreign body: a case report\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of a flow cytometric platelet crossmatching assay and its clinical application in platelet refractoriness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Platelet refractoriness is caused by antibodies against human leukocyte antigens or human platelet antigens. However, readily applicable assays that assist in selecting immunologically compatible platelet units remain limited. We established a flow cytometric platelet crossmatching assay and assessed its clinical utility by interpreting the results in conjunction with post-transfusion corrected count increments (CCI). Platelets were incubated with serum that may contain anti-platelet antibodies....",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261373",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opicapone for nocturnal hypokinesia in patients with Parkinson's disease: An open-label pilot clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Nocturnal hypokinesia (NH) is common in patients with moderate-stage Parkinson's disease (PD). This open-label, single-arm pilot study aimed to assess the effect of bedtime opicapone administration on NH and to evaluate clinical utility of Nocturnal Hypokinesia Questionnaire (NHQ). The primary endpoint was the change in NHQ score from baseline to week 6. Fifteen patients were included. The mean change of NHQ score after the 6-week treatment was -0.9 points (95% confidence interval [CI]: -2.4,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261362",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcome of pregnancy after adenomyomectomy: a review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Adenomyosis, a prevalent yet frequently underdiagnosed uterine disorder, poses significant challenges for women of reproductive age, especially those seeking fertility. Although hysterectomy remains the definitive treatment, fertility-sparing interventions such as adenomyomectomy have gained traction despite ongoing debates regarding their efficacy and safety. This review synthesizes the current evidence on reproductive and perinatal outcomes following adenomyomectomy, evaluates its risks and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors and neurodevelopmental outcomes of post-neonatal seizures up to age three in very-low-birthweight infants based on a nationwide cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "We assessed the risk factors of post-neonatal anti-epileptic medications after neonatal intensive care unit discharge (PD-AED) and neurodevelopmental (ND) outcomes by age three in very-low-birth-weight infants (VLBWIs), with 7,292 VLBWIs born in 2013-2020 using the Korean Neonatal Network data. We assessed the risk factor of PD-AED and compared the risks for cerebral palsy (CP), blindness, deafness, and ND impairments between five groups: group 1, no seizure; group 2, neonatal seizure only;...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41261214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Remnant Cholesterol as an Independent Cardiovascular Risk Factor in Young Adults: An Age-Stratified Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated remnant-C levels confer an independent risk of MACE, most notably in young adults. The identification of high remnant-C levels at a young age may enhance preventive strategies.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated remnant-C levels confer an independent risk of MACE, most notably in young adults. The identification of high remnant-C levels at a young age may enhance preventive strategies"
    },
    {
      "title": "A Chromosomally Integrated T7 RNA Polymerase Enables T7-Derived Expression in <em>Salmonella enterica</em> without Compromising Virulence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The T7 RNA polymerase (T7 RNAP) system has revolutionized protein expression in Escherichia coli due to its high transcriptional activity and tight regulation. However, Salmonella enterica, despite its close genetic similarity to E. coli, lacks a T7 RNAP system, limiting the use of T7-based vectors and tools in this pathogen. Establishing a T7-compatible Salmonella strain would enable the seamless application of E. coli-optimized expression systems for studies in a pathogenic context. We...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41260602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Nanobody-Expressing Nanosomes for Neutralization of Influenza Virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Influenza viruses remain a persistent threat to both human and animal health, whereas current countermeasures-vaccination and livestock culling-offer only delayed, partial, or economically burdensome protection. Here, we describe the development of a mucosal nanotherapy based on chromosome-free minicells derived from Lactiplantibacillus plantarum, engineered to surface-display a broadly reactive anti-hemagglutinin nanobody. These therapeutic agents, termed \"neutralizing nanosomes\" present...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an in vitro acute respiratory toxicity test using the SoluAirway™, 3D human airway model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "This study presents a novel in vitro method for acute respiratory toxicity testing using the SoluAirway™ model (SoluAirway™ ARTT). SoluAirway™ is a 3D human airway tissue model constructed from primary human nasal epithelial cells, recapitulating the structural and molecular characteristics of the human bronchial epithelium. Tissues were exposed to four concentrations of test chemicals using two application methods-vapor-cap and direct application-for 4 h, followed by a 20 h post-incubation....",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41260537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant-Mediated Synthesis of Biocompatible Fe<sub>3</sub>O<sub>4</sub> Nanoparticles for Magnetic Hyperthermia Therapy: A Preclinical Study in Pharmaceutical Nanotechnology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "This study employs an eco-friendly approach to synthesize superparamagnetic iron oxide (Fe(3)O(4)) nanoparticles (SPIO) using Aegle Marmelos (A. Marmelos) pulp extract as a surfactant as well as a reducing agent. The pulp extract from A. marmelos is medicinally employed to treat cholera, diabetes, skin infections, earaches, blood purification, and heart problems. Further, the XRD and TEM analyses confirmed the formation of SPIO nanoparticles with a cubic structure and crystallite sizes ranging...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41260346",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endometriosis lesion growth inhibition and immune modulation function of thymol in vitro and in vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Thymol, a phenolic monoterpene derivative found in the essential oil of Thymus vulgaris L., Lamiaceae, is currently under investigation for potential applications in pharmaceuticals, functional foods, and cosmetics. Despite ongoing research in these areas, the potential therapeutic effects of thymol on endometriosis remain unconfirmed. Endometriosis, characterized by the growth of endometrial tissue outside the uterus. Available treatment options, including medications and surgery, have...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41260335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient Perception of Leg Length Discrepancy and Satisfaction Following Primary Total Hip Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The majority of patients (73%) who had a perception of LLD following THA observed their symptoms resolve in the first year after surgery. Furthermore, the majority of patients who have persistent perceived LLD after one year of THA have good patient satisfaction. This information may reassure both the orthopaedic surgeon and the patient about the expected course of postoperative LLD perception.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260316",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The majority of patients (73%) who had a perception of LLD following THA observed their symptoms resolve in the first year after surgery. Furthermore, the majority of patients who have persistent perceived LLD after one year of THA have good patient satisfaction"
    },
    {
      "title": "Thioketal-linked glycol chitosan nanosystem for targeted and sustained drug delivery of mesalazine in inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Inflammatory bowel disease (IBD), a chronic inflammatory disorder, necessitates precise therapeutic strategies due to current limitations in achieving sustained remission and targeted delivery. In this study, we introduce the Glyro system, an innovative orally active nanosystem engineered for localized IBD therapy. This nanosystem integrates reactive oxygen species (ROS)-responsive drug release with enhanced mucoadhesion. Utilizing a thioketal (TK) linker, the system ensures the precise release...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41260267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tucatinib and trastuzumab emtansine for patients with previously treated HER2-positive locally advanced and metastatic breast cancer: primary analysis of the randomized phase III trial HER2CLIMB-02",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The addition of tucatinib to T-DM1 improved PFS in patients with previously treated HER2+ LA/MBC, including patients with BMs, and exhibited a manageable safety profile.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260264",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The addition of tucatinib to T-DM1 improved PFS in patients with previously treated HER2+ LA/MBC, including patients with BMs, and exhibited a manageable safety profile"
    },
    {
      "title": "Pooled analysis by best confirmed response to trastuzumab deruxtecan and related biomarkers in patients with HER2-positive metastatic breast cancer from DESTINY-Breast01, DESTINY-Breast02, and DESTINY-Breast03",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with objective response to T-DXd, particularly those with CR, showed prolonged median PFS and OS. These results support T-DXd use across broad patient groups with HER2-positive mBC, including those with lower disease burden. Patients whose disease does not respond to T-DXd represent an unmet medical need, and research into more effective treatment approaches for these patients is warranted.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260262",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "response to T-DXd, particularly those with CR, showed prolonged median PFS and OS",
      "significance": null,
      "conclusion": "Patients with objective response to T-DXd, particularly those with CR, showed prolonged median PFS and OS. These results support T-DXd use across broad patient groups with HER2-positive mBC, including those with lower disease burden"
    },
    {
      "title": "Emerging Options and Future Strategies in Immunotherapy for Advanced Lung Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Advanced-stage lung squamous cell carcinoma (LUSC) remains a therapeutic challenge. Although immune checkpoint inhibitors (ICIs) have revolutionized LUSC treatment, only a small subset of LUSC patients can achieve durable clinical benefits, underscoring the need for novel strategies. Emerging immunotherapy strategies have demonstrated early evidence of promise for LUSC patients, particularly multi-specific antibodies and fusion proteins, antibody-drug conjugates, adoptive cell therapies, and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260258",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What is debridement, antibiotics, and implant retention in orthopaedic oncology? : a global cross-sectional survey of surgeons' practices and opinions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study highlights global inconsistencies in DAIR practices for PJI in orthopaedic oncology, with financial disparities impacting modular component exchange. Standardized definitions are lacking, and we propose that if only polyethylene is changed, then the procedure is referred to as 'poly exchange'; we recommend defining the procedure as DAIR when extensive debridement, lavage, and removal, wash, and reimplanting of all modular components is done while retaining stable stems,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260234",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study highlights global inconsistencies in DAIR practices for PJI in orthopaedic oncology, with financial disparities impacting modular component exchange. Standardized definitions are lacking, and we propose that if only polyethylene is changed, then the procedure is referred to as 'poly exchan..."
    },
    {
      "title": "Development of an HbA1c prediction model using continuous glucose monitoring metrics in pediatric type 1 diabetes: insights into average glucose and recent glycemic trends",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Short-term CGM metrics, particularly average glucose during the 0-4 week preceding HbA1c testing, are strong predictors of HbA1c. These findings support the clinical utility of recent CGM data in optimizing the individualized glycemic management in pediatric patients with T1D.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260209",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-term CGM metrics, particularly average glucose during the 0-4 week preceding HbA1c testing, are strong predictors of HbA1c. These findings support the clinical utility of recent CGM data in optimizing the individualized glycemic management in pediatric patients with T1D"
    },
    {
      "title": "Accounting for wave-induced environmental uncertainty in CO₂ emission predictions for maritime operations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Reliable estimation of greenhouse gas (GHG) emissions from maritime operations is vital for understanding their environmental impact and supporting international decarbonization policies such as those mandated by the International Maritime Organization (IMO). However, current CO₂ prediction methods often overlook environmental uncertainties-particularly wave-induced resistance-which significantly influence engine performance and emissions in real-world conditions. This study presents an enhanced...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "and supporting international decarbonization policies such as those mandated by the International Maritime Organization (IMO)",
      "conclusion": null
    },
    {
      "title": "Dual targeting of neuroblastoma and cholinesterase by morpholino/pyrrolidino-sulfonyl-indole thiosemicarbazones: Synthesis, characterization, enzyme inhibition, cytotoxicity, docking and dynamics studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "In this study, twenty novel morpholino/pyrrolidino-sulfonyl-indole thiosemicarbazone derivatives (6a-j and 7a-j) were synthesized and tested for cholinesterase inhibition and anticancer activity. Compounds 6h and 7h stood out as the most potent inhibitors of acetylcholinesterase (AChE) and butyrylcholinesterase (BChE), with IC(50) values as low as 0.15 μM and 0.12 μM, respectively, outperforming reference drugs tacrine and galantamine. Both also showed significant cytotoxicity against SH-SY5Y...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41260066",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable phosphorus recovery from livestock digestate using ultrasonic solubilization and Zr ferrite adsorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "An integrated method was developed to enhance phosphate solubilization and recovery from anaerobic digestate of livestock manure by combining sonication pretreatment with zirconium ferrite (Zr ferrite) adsorption. The effects of sonication energy densities (0-74 Wh/L) on organic matter and phosphorus solubilization were investigated. Sonication significantly increased dissolved chemical oxygen demand (COD) and decreased pH, with COD levels plateauing at higher energy inputs. Pretreatment...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41260039",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of dipeptidyl peptidase 4 inhibitor use on mortality in diabetic Parkinson's disease patients: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that the use of DPP4i in PD patients with co-existing DM is associated with lower risk of mortality.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259989",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the use of DPP4i in PD patients with co-existing DM is associated with lower risk of mortality",
      "conclusion": "These findings suggest that the use of DPP4i in PD patients with co-existing DM is associated with lower risk of mortality"
    },
    {
      "title": "Dynamic interconnection and risk transmission between Chinese ESG stocks and key industry stocks: Evidence from VAR models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The global ESG market has attracted extensive attention; however, research on ESG investment in emerging economies is severely lacking, particularly in the relationship between traditional industries, such as the chemical industry and machinery manufacturing, ocean-based economic sectors, and ESG stocks. In this paper, TVP-VAR, rolling VAR, and QVAR models are incorporated into a unified analysis framework, and the static and dynamic spillover relationships between chemical, machinery...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41259980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of a novel automated Alberta Stroke Program Early Computed Tomography Score (ASPECTS) software: reliability, magnetic resonance imaging (MRI) correlation, and early ischaemic core discrimination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We validated the newly developed automated ASPECTS software, demonstrating higher inter-rater agreement between software than experts in early time windows. Furthermore, automated ASPECTS correlated with infarct volume on DWI.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259964",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We validated the newly developed automated ASPECTS software, demonstrating higher inter-rater agreement between software than experts in early time windows. Furthermore, automated ASPECTS correlated with infarct volume on DWI"
    },
    {
      "title": "Schottky junction- and oxygen vacancy-driven charge separation for enhanced photocatalytic degradation of toluene over sodium- and palladium-modified titanium dioxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The development of photocatalytic degradation (PCD) system is one of the most effective options for the remediation of aromatic volatile organic compounds (VOCs) in indoor air. To achieve this, a titanium dioxide (TiO(2))-based photocatalyst has been engineered through co-modification with sodium (Na) and palladium (Pd). Its efficacy in the PCD reaction is achieved through a Schottky junction formed between Pd nanoparticles (NPs) and Na-doped TiO(2). The PCD efficiency (X(T)) of this...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41259902",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pembrolizumab plus chemotherapy versus chemotherapy for advanced esophageal cancer: 5-year extended follow-up for the randomized phase III KEYNOTE-590 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Data from KEYNOTE-590 continue to show durable efficacy after 5 years, and pembrolizumab plus chemotherapy more than tripled the 5-year overall survival rate compared with placebo plus chemotherapy, with no new safety signals. These results support first-line therapy with pembrolizumab plus chemotherapy as standard for previously untreated patients with advanced EC with programmed death-ligand 1 combined positive score ≥1.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259897",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Data from KEYNOTE-590 continue to show durable efficacy after 5 years, and pembrolizumab plus chemotherapy more than tripled the 5-year overall survival rate compared with placebo plus chemotherapy, with no new safety signals. These results support first-line therapy with pembrolizumab plus chemothe..."
    },
    {
      "title": "Utility of CA125 KELIM in predicting benefit from hyperthermic intraperitoneal chemotherapy in patients with advanced ovarian cancer: pooled analysis of KGOG3042 and KOV-HIPEC-01",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HIPEC may provide survival benefit primarily in patients with an unfavorable KELIM score. KELIM may be a clinically useful biomarker to guide patient selection for HIPEC during interval cytoreductive surgery in advanced ovarian cancer.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41259849",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HIPEC may provide survival benefit primarily in patients with an unfavorable KELIM score. KELIM may be a clinically useful biomarker to guide patient selection for HIPEC during interval cytoreductive surgery in advanced ovarian cancer"
    },
    {
      "title": "Global, regional, and national burden of cervical cancer in 2022 and projections to 2050: a population-based analysis of GLOBOCAN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Significant disparities in the burden of cervical cancer persist, and without accelerated efforts, many countries with low human development index scores-as well as some countries with high or very high human development index scores-may fail to achieve the elimination target.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41259846",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant disparities in the burden of cervical cancer persist, and without accelerated efforts, many countries with low human development index scores-as well as some countries with high or very high human development index scores-may fail to achieve the elimination target"
    },
    {
      "title": "Impact of treatment response to neoadjuvant chemotherapy on brain metastasis patterns and breast cancer prognosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: pCR was associated with lower metastatic burden and improved survival following BM diagnosis. Molecular differences between pCR and non-pCR BM suggest distinct mechanisms of metastatic evolution, suggesting the need for tailored surveillance and preventive strategies.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259828",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "pCR was associated with lower metastatic burden and improved survival following BM diagnosis. Molecular differences between pCR and non-pCR BM suggest distinct mechanisms of metastatic evolution, suggesting the need for tailored surveillance and preventive strategies"
    },
    {
      "title": "TiO<sub>2</sub>-Supported Ru-Fe Catalysts for the Hydrodeoxygenation of Bis(2-hydroxyethyl) Terephthalate (BHET) Prepared by the Glycolysis of Polyethylene Terephthalate (PET)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Polyethylene terephthalate (PET) upcycling to petrochemical feedstocks proceeded through catalytic hydrodeoxygenation (HDO) of bis(2-hydroxyethyl) terephthalate (BHET) prepared by glycolysis of PET. TiO(2)-supported ruthenium catalysts produced deoxygenated compounds that included aromatic and cyclohexyl molecules. A hydrogen-pressure-dependent deoxygenation pathway was inferred from the detected intermediates. With iron added to Ru/TiO(2) (Ru/Fe/TiO(2)), the carbon yield to C6-C8 deoxygenated...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41259794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Facile Scalable Assembly of Uniform and Layered Plasmonic Hotspots by Force-Assisted Capillary-Mediated Colloidal Transfer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Three-dimensional (3D) assembly of colloidal metal nanoparticles for plasmonic detections has been prepared by Langmuir-Blodgett (LB) deposition. However, due to the small focal volume of an incident light, it suffers from laser spot-to-spot variations in near-field intensities, which undermines signal uniformity, thereby hindering its widespread use. Here, a facile and scalable method to fabricate focal volume-comparable is presented, uniform 3D architectures of plasmonic hotspots by devising...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41259636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of fascial closure using barbed sutures on incisional hernias in midline laparotomy for gynecological diseases: A multicenter randomized controlled trial (KGOG 4001)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Fascial closure using barbed sutures resulted in no cases of incisional hernia up to 2-years post-surgery, but did not demonstrate a significant reduction in incisional hernia rates compared with the non-barbed suture.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41259380",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fascial closure using barbed sutures resulted in no cases of incisional hernia up to 2-years post-surgery, but did not demonstrate a significant reduction in incisional hernia rates compared with the non-barbed suture"
    },
    {
      "title": "Clinical Characteristics of Odontogenic Sinusitis With Oroantral Fistula: Indicating the Need for Multidisciplinary Surgical Collaboration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "BackgroundOdontogenic sinusitis (ODS) is a form of maxillary sinusitis caused by dental infections. In patients with ODS, oroantral fistula (OAF) is a common complication often requiring multidisciplinary management. However, clinical indicators of when to perform oral and maxillofacial surgery (OMS) remain unclear, particularly the need for surgical closure and coordination with endoscopic sinus surgery (ESS).ObjectiveTo identify large OAF predictors and determine when OMS co-management is...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259331",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Paradox of Masterpiece in Fine Art and Plastic Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Art historian Yang Jung-moo has observed that a masterpiece is not defined by clarity or perfection but by its enduring ambiguity, controversy, and mystery. This paradox, while originating in fine art, also illuminates the practice of plastic surgery. In sculpture, works such as the Mona Lisa, Michelangelo's David, and the Seokguram Buddha resist singular interpretation, inviting ongoing debate while radiating vitality-what Indian aesthetics calls prāṇa. Similarly, masterpieces in plastic...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When the Mask Becomes the Face: Literary, Theatrical, and Surgical Metamorphoses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The mask has long served as a metaphor for transformation, concealment, and revelation across literature, performance, and medicine. This essay explores the symbolic and literal dimensions of masks through a comparative analysis of Lee Cheong-jun's novella \"The Dream of the Mask,\" theatrical performance, and contemporary plastic surgery. In the novella, the protagonist Myung-sik, once a promising judge, develops a nocturnal compulsion to wear a mask and roam anonymously, finding temporary solace...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Subtype Variability on Clinical Features in Papillary Thyroid Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We concluded that patients with mixed subtypes had clinical features that were more severe than those with a single subtype, suggesting that postoperative management warrants caution.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259122",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We concluded that patients with mixed subtypes had clinical features that were more severe than those with a single subtype, suggesting that postoperative management warrants caution"
    },
    {
      "title": "Optical coherence tomography-guided stent optimization for complex coronary lesions: the OCCUPI trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The current study identifies long lesions or small-vessel disease as the determinants of stent optimization following OCT guidance, with the achievement of stent optimization significantly associated with improved clinical outcomes. Stent expansion, apposition, and edge dissection, the three key components of the OCCUPI-OCT criteria, were highly predictive of favourable clinical outcomes.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41259082",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The current study identifies long lesions or small-vessel disease as the determinants of stent optimization following OCT guidance, with the achievement of stent optimization significantly associated with improved clinical outcomes. Stent expansion, apposition, and edge dissection, the three key com..."
    },
    {
      "title": "c-Abl Kinase Targets Tight Junction Protein ZO-2 in Regulation of Cell Migration and Morphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "c-Abl is a non-receptor tyrosine kinase involved in the regulation of cell migration and morphogenesis, but the underlying mechanism remains unclear. Here, we report the identification of tight junction protein ZO-2 as a bona fide substrate of c-Abl. We show that c-Abl directly binds to and phosphorylates the C-terminus of ZO-2. In addition, c-Abl stimulates the activity of JAK1, which subsequently phosphorylates the N-terminus of ZO-2. Using the RNAi-mediated knockdown/rescue strategy, we...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41259016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bridging the missing middle in osseointegration: meso-scale topography between macro design and microroughness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Meso-scale topography offers a powerful yet underutilized strategy to enhance osseointegration. Future implant designs should adopt an integrative, hierarchical approach that combines microroughness with meso-scale structuring to achieve synergistic improvements in cellular behavior, mechanical stability, and early healing. This strategy aligns with the hierarchical organization of natural bone and holds the potential to overcome longstanding biological bottlenecks in implant...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41258926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Meso-scale topography offers a powerful yet underutilized strategy to enhance osseointegration. Future implant designs should adopt an integrative, hierarchical approach that combines microroughness with meso-scale structuring to achieve synergistic improvements in cellular behavior, mechanical stab..."
    },
    {
      "title": "Integrated remediation approach of pharmaceutical wastewater using <em>Pistia stratiotes</em> and its toxicity analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "In this research, biologically synthesized iron oxide(Fe(2)O(3)) nanoparticles and phytoremediation studies(Pistia stratiotes) were used to treat the pharmaceutical effluents. This study evaluated the effectiveness of phytoremediation and Fe(2)O(3)-based adsorption for treating pharmaceutical effluents. The biologically synthesized iron oxide nanoparticle was characterized through UV-DRS, FTIR, and SEM-EDAX. The size of Fe(2)O(3) ranged from 400-500nm. Phytoremediation achieved a maximum removal...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41258894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifunctional microfluidic bioelectronic suture for accelerated healing and wound monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Sutures, owing to their mechanical stability and proximity to wound edges, are the most commonly used wound healing tools. However, conventional sutures are largely passive and functionally limited. Emerging fiber technologies can impart functionality to suture structures, and sutures capable of sensing or modulation have been developed. Nevertheless, a monolithic suture that integrates sensing, electrical stimulation, and controlled drug delivery within a single architecture has not been...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic changes of natural killer cell immunophenotypes and receptors according to the mortality in the intra-abdominal murine sepsis model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The sustained impairment of NK cell phenotype is associated with lethal outcomes in sepsis.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The sustained impairment of NK cell phenotype is associated with lethal outcomes in sepsis"
    },
    {
      "title": "Prognostic factors in gastric cancer survivors comparing Cox proportional hazards and machine learning using a Korean National cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258553",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subwavelength grating-assisted silicon nitride edge coupler with relaxed alignment tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "We propose and realize a silicon nitride (SiN) edge coupler with enhanced alignment tolerance, achieved through the integration of a subwavelength grating (SWG) structure. The incident optical mode is guided from the SWG tri-tip to the main waveguide via two adiabatic transitions through intermediate bridge waveguides. The SWG tri-tip, composed of three laterally arranged SWG waveguides, provides a broader horizontal optical input region than a single-tip design, enhancing horizontal alignment...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41258432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world persistence and compliance of denosumab versus alendronate among postmenopausal women with osteoporosis in Asia-Pacific",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Postmenopausal women with osteoporosis were more likely to be persistent and compliant with denosumab, compared with weekly oral alendronate.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Postmenopausal women with osteoporosis were more likely to be persistent and compliant with denosumab, compared with weekly oral alendronate"
    },
    {
      "title": "Information-theoretic entropy and topological descriptor analysis of tin oxide (SnO₂) for structural and property prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "In recent years, topological descriptors have emerged as powerful tools for exploring the structural complexity and physico-chemical behavior of molecular networks. While extensive studies have been devoted to nanostructures and dendrimer systems, the mathematical modeling of tin oxide (SnO₂)-a material of high importance in sensing, catalysis, and nanotechnology-remains largely unexplored. Motivated by this gap, we develop and compute some important topological descriptors of the graph...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41258427",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "topological descriptors of the graph",
      "conclusion": null
    },
    {
      "title": "RECAP-seq: restriction enzyme-based CpG-methylated fragment amplification for early cancer detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Aberrant DNA methylation drives cancer development, yet current screening methods require substantial resources for targeted enrichment across multiple CpG-rich regions. Early cancer detection in cell-free DNA (cfDNA) presents additional challenges due to low circulating tumor DNA fractions (0.01-10%) that dilute cancer-specific signals. To address these limitations, we developed Restriction Enzyme-based CpG-methylated fragment AmPlification sequencing (RECAP-seq) to selectively enrich...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258415",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Compact machine learning model for perioperative stroke prediction prior to surgery: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Perioperative stroke significantly impacts postoperative outcomes. Current risk stratification methods for perioperative stroke prediction lack accuracy and practicality. We aimed to develop a machine learning (ML) model that improves both accuracy and usability for predicting perioperative strokes. Data from 36,502 patients at Seoul National University Hospital (SNUH) were utilized to develop and internally validate. An external validation was conducted using data from 404 patients at Boramae...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258373",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a machine learning (ML) model that improves both accuracy and usability for predicting perioperative strokes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical and esthetic properties of denture base resins in relation to thermocycling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the shear bond strength (SBS), flexural strength, and color stability of three denture base resins (DBRs)-heat-polymerized (HEA), cold-polymerized (COL), and 3D-printed (TDP)-before and after thermocycling. SBS was evaluated after bonding COL to each DBR. Flexural strength was measured via three-point bending, and color stability with a colorimeter. Half of the specimens underwent 10,000 thermocycles to simulate aging. TDP (9.91 MPa) showed significantly lower SBS than HEA...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amino acid metabolites as potential circulating biomarkers for sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Sarcopenia, characterized by the loss of muscle mass and strength, is a multifactorial disorder, including metabolic disturbance. Plasma amino acids (AAs) regulate muscle protein synthesis and breakdown. This study evaluated plasma AA metabolites as potential biomarkers for sarcopenia using metabolomic analysis. We assessed 31 AA metabo lites in an age-matched discovery cohort (72 men, 36 women with sarcopenia; 72 and 36 controls) and a validation cohort (36 men, 46 women with sarcopenia; 128...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interface identification in micro-LED repair applications via depth profiling using femtosecond laser-induced breakdown spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The commercialization of micro light-emitting diode (micro-LED) display technology depends on the efficient transfer of millions of individual micro-LEDs onto display panels with high spatial precision and yield. However, the extremely high pixel density in 4 K and 8 K displays poses a significant challenge for defect-free transfer. To maintain display quality and ensure production viability, it is crucial to develop effective strategies for repairing defective chips. While conventional...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41258172",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redirecting microglia phenotype via inhibition of NFAT1 ameliorates deficits in mouse model of synucleinopathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The abnormal deposition of α-synuclein (α-syn) and neuroinflammation are key features of synucleinopathies. We recently demonstrated that leucine-rich repeat kinase 2 (LRRK2) and nuclear factor of activated T cells 1 (NFAT1) modulate the neurotoxic inflammation in synucleinopathies mediated by microglia. Therefore, we hypothesized that targeting NFAT1 might ameliorate the microglial neurotoxicity in synucleinopathies. Here we utilized 11R-VIVIT, an NFAT1 inhibitory peptide, in in vivo, ex vivo...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct crosstalk between GPCRs and ion channels via G proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "In recent years, cryo-electron microscopy structures of ion channels in complex with G proteins have been resolved, providing insights into the molecular mechanisms underlying the crosstalk between G protein-coupled receptors (GPCRs) and ion channels. Downstream signaling initiated by GPCR activation can indirectly modulate ion channel activity. Alternatively, the direct binding of Gα or Gβγ subunits to ion channels can directly regulate their ion conduction activity. Recent cryo-electron...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258080",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RPS24 microexon isoform as a novel biomarker for estrogen receptor-positive breast cancer progression and therapeutic resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Alternative splicing significantly contributes to gene expression heterogeneity and disease progression, yet analyzing its dynamics in short genetic regions such as microexons remains challenging. Here we identified notable variations in ribosomal protein S24 (RPS24) splicing patterns across breast cancer subtypes and investigated this novel regulatory mechanism. To overcome the complexity of analyzing three consecutive microexons (3 bp, 18 bp and 22 bp), we developed a specialized approach...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258078",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RNA-associated glycoconjugates highlight potential ambiguities in glycoRNA analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "A recent ground-breaking study suggested that small RNA from mammalian cells can undergo N-glycan modifications (termed glycoRNA)¹. The discovery relied upon a metabolic glycan labeling strategy in combination with commonly used phase-separation-based RNA isolation. Following the reported procedure, here we likewise identify an N-glycosylated species in the RNA fraction. However, our results suggest that the reported RNase sensitivity of the glycosylated species depends on the specific RNA...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41258077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "that the reported RNase sensitivity of the glycosylated species depends on the specific RNA"
    },
    {
      "title": "A survey on large language models in biology and chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence (AI) is reshaping biomedical research by providing scalable computational frameworks suited to the complexity of biological systems. Central to this revolution are bio/chemical language models, including large language models, which are reconceptualizing molecular structures as a form of 'language' amenable to advanced computational techniques. Here we critically examine the role of these models in biology and chemistry, tracing their evolution from molecular...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41258076",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SIRT3-IDH2 axis is a target of dietary fructose: implication of IDH2 as a key player in dietary carcinogen toxicity in mice colon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Recent epidemiological studies have shown that dietary fructose intake is associated with an increased risk of colorectal cancer, yet its specific molecular mechanisms in colon carcinogenesis remain underexplored. Here we investigate the molecular mechanisms by which dietary fructose contributes to colon carcinogenesis, focusing on the role of mitochondrial NADP^(+)-dependent isocitrate dehydrogenase 2 (IDH2). Using an unbiased multiomics approach (transcriptomics and proteomics), liver and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41258072",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide health claims analysis of phenothiazine-associated retinopathy risk in chlorpromazine and perphenazine users",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "We conducted a nationwide, retrospective cohort study to quantify the risk of phenothiazine-associated retinopathy among new users of chlorpromazine (n = 35,955) and perphenazine (n = 224,790) in South Korea between January 1, 2015, and December 31, 2023. Adults without prior phenothiazine prescriptions or retinopathy who received at least one week of either drug were identified in the Health Insurance Review and Assessment database. We compared incidence rates of overall retinopathy,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41257995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "South Korea between January 1",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting dual-specificity phosphatase 23 to overcome chemoresistance and stem cell-like behavior in non-small cell lung cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257937",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coevolutionary signals in multiple sequence alignments improve virulence factor prediction with an MSA Transformer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Identification of virulence factors (VFs) is critical for expanding our knowledge on bacterial pathogenesis and also for developing targeted strategies for the prevention and treatment of related infectious diseases. Understanding virulence factors requires to consider coevolutionary information, as it reveals the evolutionary interdependencies between amino acid residues, which can provide some biological insights into their functional and structural roles in bacterial pathogenicity. Previous...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epigenome-wide profiling of trisomy 18 specific DNA methylation signatures in first-trimester chorionic villi",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this is the first comprehensive MC-seq-based analysis of T18-specific DNA methylation patterns in first-trimester chorionic villi. These findings suggest that DNA methylation changes may represent downstream consequences of chromosomal imbalance in T18 and provide a foundation for future investigations into its pathophysiology and the development of epigenetic biomarkers for early non-invasive detection.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that DNA methylation changes may represent downstream consequences of chromosomal imbalance in T18 and provide a foundation for future investigations into its pathophysiology and the development of ep...",
      "conclusion": "To our knowledge, this is the first comprehensive MC-seq-based analysis of T18-specific DNA methylation patterns in first-trimester chorionic villi. These findings suggest that DNA methylation changes may represent downstream consequences of chromosomal imbalance in T18 and provide a foundation for ..."
    },
    {
      "title": "Star-branched polymer donors enabling high-performance organic solar cells with superior flexibility and intrinsic stretchability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Emerging wearable electronics are anticipated to leverage the flexibility and stretchability of organic solar cells (OSCs). However, achieving a balance between power conversion efficiency (PCE) and mechanical robustness remains challenging, as the molecular structural modifications required for enhanced flexibility of photovoltaic materials typically compromise charge transport and extraction. Herein, we design and synthesize three star-branched polymer donors (SPDs: S1, S2, and S3) by...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41257829",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The \"Picasso faces\" of diabetic kidney disease - how the art of phenotyping and molecular biomarkers is transforming clinical nephrology: an observational study in patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ACE, AIP, and the miRNAs hsa-miR-126-3p and hsa-miR-423-5p may support DKD phenotyping and kidney function prediction. Incorporating these markers into clinical models could enable the implementation of individualized nephroprotective strategies in patients with T2DM.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41257695",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ACE, AIP, and the miRNAs hsa-miR-126-3p and hsa-miR-423-5p may support DKD phenotyping and kidney function prediction. Incorporating these markers into clinical models could enable the implementation of individualized nephroprotective strategies in patients with T2DM"
    },
    {
      "title": "Fluorescence Modulation Behavior of Quantum Dots under Alternating Electric Fields and Applications in Logic and Neuromorphic Computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The triode, an electronic device that facilitates signal amplification or switching, has significantly contributed to signal amplification, advanced electronic technology research, practical problem-solving, and overall scientific and technological progress. This work develops a novel triode, namely a fluorescent triode, featuring a sandwich-like electrode/insulator/quantum dots/electrode architecture. It is demonstrated that compared to traditional DC voltage-based fluorescence modulation...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41257590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel Blood-Based Test for Colorectal Cancer Detection Using Cell-Free DNA Fragmentomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This cfDNA-based blood test demonstrated high diagnostic accuracy for CRC and acceptable performance for AA. Its consistent performance across clinical subgroups suggests its potential as an effective noninvasive CRC screening tool.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257520",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This cfDNA-based blood test demonstrated high diagnostic accuracy for CRC and acceptable performance for AA. Its consistent performance across clinical subgroups suggests its potential as an effective noninvasive CRC screening tool"
    },
    {
      "title": "Managing the move: HIV and coping for men moving to Johannesburg",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Men in South Africa are disproportionately underrepresented in HIV care, and men who migrate face challenges using HIV services. Positive coping skills are critical for effective healthcare decision-making, yet little is known how men's HIV status and mobility-related stressors affect their coping strategies. Johannesburg is home to ∼5 million people who have relocated from elsewhere, mostly men. From February-April 2024, we conducted a cross-sectional survey among men who moved to Johannesburg,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frailty is Linked to Lower Subjective Life Expectancy in Korean Middle-Aged and Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "While Socioemotional Selectivity Theory suggests that individuals perceive their remaining time as limited with age, this perception may vary with health. This study examined differences in subjective life expectancy (SLE) between frail and non-frail middle-aged and older adults in South Korea across age groups. A cross-sectional sample was drawn from Wave 1 of the Korean Longitudinal Study of Aging. Propensity score matching produced two comparable groups (749 frail and 749 non-frail) with no...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "differences in subjective life expectancy (SLE) between frail and non-frail middle-aged and older adults in South Korea across age groups",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Ultra-High Dose-Rate Radiotherapy (FLASH-RT) on the Hematopoietic and Immune Systems: An Animal Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Ultra-high dose-rate radiotherapy, also known as FLASH radiotherapy (FLASH-RT), reduces radiation-induced damage in several organs. This study aimed to compare the effects of FLASH-RT and conventional dose-rate radiotherapy (CONV-RT) at 3 Gy and 5 Gy of total-body irradiation (TBI) on the survival of the hematopoietic system, peripheral blood cells, and immune-related responses. C57BL/6N male mice were divided into controls (0 Gy), FLASH-RT (109 Gy/s), and CONV-RT (0.067 Gy/s) groups. FLASH-RT...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41257326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "compare the effects of FLASH-RT and conventional dose-rate radiotherapy (CONV-RT) at 3 Gy and 5 Gy of total-body irradiation (TBI) on the survival of the hematopoietic system, peripheral blood cells, ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Focused Extracorporeal Shock Wave Therapy for Hemiplegic Shoulder Pain: A Randomized Crossover Pilot Study in Stroke Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results suggest that the application of F-ESWT in patients with stroke could alleviate HSP. However, further studies are required to confirm this benefit.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41257212",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the application of F-ESWT in patients with stroke could alleviate HSP",
      "conclusion": "These results suggest that the application of F-ESWT in patients with stroke could alleviate HSP. However, further studies are required to confirm this benefit"
    },
    {
      "title": "Predicting alcohol use disorder risk in firefighters using a multimodal deep learning model: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Firefighters constitute a high-risk occupational cohort for alcohol use disorder (AUD) due to chronic trauma exposure, yet traditional screening methodologies relying on self-report instruments remain compromised by systematic underreporting attributable to occupational stigma and career preservation concerns. This cross-sectional investigation developed and validated a multimodal deep learning framework integrating T1-weighted structural magnetic resonance imaging with...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41256950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of home training program to improve health and physical fitness of individuals with spinal cord injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Home training using Thera-Band is feasible for persons with SCI to manage obesity and improve cardiopulmonary function, muscle strength, and endurance. It can facilitate the maintenance of physical activity in individuals with SCI who have limited mobility and access to training facilities.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Home training using Thera-Band is feasible for persons with SCI to manage obesity and improve cardiopulmonary function, muscle strength, and endurance. It can facilitate the maintenance of physical activity in individuals with SCI who have limited mobility and access to training facilities"
    },
    {
      "title": "Ataluren-Induced Functional Restoration of Neurofibromin in Fibroblasts From Neurofibromatosis Type 1 Patients With Nonsense Mutations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Neurofibromatosis Type 1 (NF1) is an autosomal dominant genetic disorder caused by heterogeneous mutations in the tumor suppressor gene NF1. Neurofibromin, encoded by NF1, predominantly acts as a negative regulator of the RAS-MEK signaling pathway. Up to 30% of NF1 patients harbor nonsense mutations (NS) that introduce premature termination codons (PTCs). Ataluren is a well-characterized small molecule that acts as a nonsense suppressor by enhancing the ribosomal readthrough of PTCs. Here, we...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256734",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenging diagnosis of groove pancreatitis with severe gastric outlet obstruction: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this case of GP, pancreatoduodenectomy safely treated severe gastric outlet obstruction when a cancer diagnosis could not be excluded.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256349",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this case of GP, pancreatoduodenectomy safely treated severe gastric outlet obstruction when a cancer diagnosis could not be excluded"
    },
    {
      "title": "Early pleuroparenchymal fibroelastosis mimicking lung malignancy: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Histopathology is essential for distinguishing PPFE from malignancy. Early diagnosis allows individualized therapy to slow progression.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Histopathology is essential for distinguishing PPFE from malignancy. Early diagnosis allows individualized therapy to slow progression"
    },
    {
      "title": "Transition Metal Nitrides: Multifunctional Catalysts and Energy Materials with Tailorable Architectures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Transition metal nitrides (TMNs) exhibit notable multifunctionality due to their superior physicochemical and catalytic attributes. This review delineates their crystal architectures, thermodynamic robustness, and inherent merits such as enhanced catalytic activity, sintering resistance, and operational selectivity. Density functional theory analyses have illuminated their electronic, optical, vibrational, plasmonic, mechanical, and morphological characteristics. TMNs, including mono-, bi-, and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256214",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Observation of Intrinsic Spin-Layer Coupling and Robust Valley Polarization in Bilayer MoS<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Herein, direct evidence of intrinsic spin-layer coupling in bilayer MoS(2) through polarization-resolved photoluminescence measurements on fully suspended samples is presented. By eliminating substrate-induced symmetry breaking, such as electrostatic potential gradients and unintentional strain, the intrinsic valley dynamics of bilayer MoS(2) is isolated. The results reveal that the degree of circular polarization (DoCP) in bilayers remains significantly higher than that of monolayers across the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Room-Temperature Collective Quantum Emission Mediated by Wannier-Mott Excitons in CsPbBr<sub>3</sub> Nanowires",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Room-temperature collective quantum emission (RT-CQE), enabled by many-body interactions and phase-synchronized dipole oscillations, offers a promising path for scalable quantum photonics. Here, superfluorescence (SF) is demonstrated in CsPbBr(3) perovskite nanowires (NWs), facilitated by Wannier-Mott excitons with spatially delocalized wavefunctions and strong dipole-dipole interactions. The intrinsic quasi-1D geometry and occasional bundling promote preferential dipole alignment along the NW...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41256196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Evaluation of a Novel Dual-Mode Radiofrequency Device for Facial Laxity: A Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The DENSITY dual-mode RF system is a safe, well-tolerated, and effective non-invasive option for treating facial skin laxity in individuals with darker skin tones. It offers a compelling alternative for single-session rejuvenation with minimal recovery time and high patient satisfaction.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41256054",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DENSITY dual-mode RF system is a safe, well-tolerated, and effective non-invasive option for treating facial skin laxity in individuals with darker skin tones. It offers a compelling alternative for single-session rejuvenation with minimal recovery time and high patient satisfaction"
    },
    {
      "title": "Comparative validation of automated perfusion analysis software for ischemic penumbra estimation and EVT decision-making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: JLK PWI demonstrates high technical and clinical concordance with RAPID, supporting its use as a reliable alternative for MRI-based perfusion analysis in acute stroke care.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41255820",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "JLK PWI demonstrates high technical and clinical concordance with RAPID, supporting its use as a reliable alternative for MRI-based perfusion analysis in acute stroke care"
    },
    {
      "title": "A rare PBX1 variant identified in adulthood: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Abnormalities in PBX1 represent a monogenic cause of congenital anomalies of the kidney and urinary tract (CAKUT). However, their phenotypic heterogeneity poses a challenge for timely detection, particularly in the absence of overt anomalies in the kidney and urinary tract. Here, we present a 28-year-old male diagnosed with a rare PBX1 nonsense variant identified during the evaluation of early-onset chronic kidney disease. As part of the initial workup for decreased renal function and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41255624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DeepAttNet: deep neural network incorporating cross-attention mechanism for subject-independent mental stress detection in passive brain-computer interfaces using bilateral ear-EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed rest-versus-rest paradigm and DeepAttNet enabled robust, subject-independent mental stress detection with a fairly high accuracy using only two-channel EEG recordings. This approach is expected to offer a practical solution for continuous stress monitoring, potentially advancing passive BCI applications outside laboratory settings.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41255549",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed rest-versus-rest paradigm and DeepAttNet enabled robust, subject-independent mental stress detection with a fairly high accuracy using only two-channel EEG recordings. This approach is expected to offer a practical solution for continuous stress monitoring, potentially advancing passive..."
    },
    {
      "title": "Using large language models for clinical staging of colorectal cancer from imaging reports: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study confirms that LLM-based NLP, with proper prompt engineering, can accurately extract clinical stages from CRC imaging reports, particularly in English-only contexts.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41255477",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirms that LLM-based NLP, with proper prompt engineering, can accurately extract clinical stages from CRC imaging reports, particularly in English-only contexts"
    },
    {
      "title": "Predictive value of aortoiliac calcification of deceased donors for chronicity score of allograft baseline biopsies and graft outcomes in kidney transplantation: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Aortoiliac calcification in deceased donors is associated with older donor age, higher KDPI scores, and increased incidences of diabetes mellitus and TA. Although it correlated with donor-related risk factors known to influence graft outcomes, it did not independently predict graft function or survival. Therefore, its role in donor selection appears limited and warrants further validation through larger prospective studies.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41255475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aortoiliac calcification in deceased donors is associated with older donor age, higher KDPI scores, and increased incidences of diabetes mellitus and TA. Although it correlated with donor-related risk factors known to influence graft outcomes, it did not independently predict graft function or survi..."
    },
    {
      "title": "Polyglycolic acid-cyanoacrylate complex for prevention of major intestinal anastomotic leakage in a rat model: an experimental animal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: No significant differences were observed in the macroscopic intra-abdominal findings or intraluminal bursting pressure between the groups. The only difference in PCC group was enhanced fibroblast activation at moderate levels compare to the control group. Further research is warranted to optimize material combinations and validate efficacy in larger preclinical and clinical settings.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41255474",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No significant differences were observed in the macroscopic intra-abdominal findings or intraluminal bursting pressure between the groups. The only difference in PCC group was enhanced fibroblast activation at moderate levels compare to the control group"
    },
    {
      "title": "Single-port <em>versus</em> multiport robotic surgery in head and neck procedures: the emergence of a new platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41255471",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accuracy comparison of direct Sanger sequencing, immunohistochemistry, and droplet digital polymerase chain reaction in detecting <em>BRAF</em> mutations in papillary thyroid carcinoma: a retrospective diagnostic accuracy study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IHC and ddPCR demonstrated superior sensitivity compared to SS for detecting BRAF^(V600E) mutations in PTC. These findings support the use of IHC and ddPCR as more reliable alternatives to SS in clinical practice.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41255470",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IHC and ddPCR demonstrated superior sensitivity compared to SS for detecting BRAF^(V600E) mutations in PTC. These findings support the use of IHC and ddPCR as more reliable alternatives to SS in clinical practice"
    },
    {
      "title": "Y-shaped trivalent aptamer for targeted visualization and tracking of reprogrammed astrocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Despite extensive research into the diverse transformations and functions of astrocytes, conventional fluorescence immunohistochemistry for their distinct identification remains challenging and time-consuming, primarily due to the lack of cell surface binders specific to these glial cells. To address this limitation, we developed a specific and straightforward imaging strategy for primary astrocytes using cell surface-targeting aptamers. We identified a novel anti-astrocyte DNA aptamer...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41255414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physically programmed vegan leather emulating the mechanical and sensory characteristics of animal leather from once-discarded gluten",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The production of animal-derived leather raises substantial environmental and ethical concerns, prompting the search for sustainable alternatives. However, most synthetic leathers are not biodegradable and fail to replicate the tactile and mechanical properties of natural hide, while bio-based films often exhibit poor toughness/elongation and hydration sensitivity. Here, we report a chemical toughener-free process that transforms wheat gluten-a widely available but underutilized plant...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41255347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biodegradable Adhesive Systems for Bio-Integrated Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Biodegradable adhesives, unlike their traditional counterparts, are engineered to bond to biological tissues while naturally degraded over time, thereby eliminating the need for removal procedures and reducing the risk of chronic inflammation. These unique features are particularly suitable for temporary biomedical applications such as wound closure, internal sealing, or integration with electronics for active/passive functions. The adhesive performance arises from the strategic combination of...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41255282",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiscale Engineering of Ion-Conducting Gels for Sustainable Bioelectronic Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41255140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Ion-conducting gels are indispensable for bioelectronics, offering softness, high ionic conductivity, and biocompatibility. Nevertheless, sustaining robust performance under physiological conditions demands moving beyond isolated material or device innovations to a unified, multiscale design approach. At the material level, advances in polymer network engineering enable precise tuning of ion mobility, retention, and electrochemical stability, while simultaneously imparting mechanical toughness,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41255140",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization and benchmarking of complete 4D transverse phase space for high-intensity ion beams using novel virtual pepper-pot technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Precise and fast measurement of transverse beam properties is essential for understanding and optimizing particle beams. In this study, a multi-diagnostic approach is employed for high-dimensional transverse phase space reconstruction of high-intensity ion beams. This includes conventional single-slit scanning and the standard pepper-pot technique. In addition to these methods, a novel diagnostic tool called the Virtual Pepper-Pot (VPP), has been developed and implemented for the first time in...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "UNIST"
      ],
      "pmid": "41258246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasmon-Driven Dimerization Reveals the Propagation Length of Surface Plasmon Polaritons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41257322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Surface plasmon polaritons (SPPs) propagate along metal-dielectric interfaces for tens of micrometers, converting light into confined electromagnetic waves. When an SPP encounters a nanoscale impeder, a part of its energy converts to localized surface plasmons (LSPs); this local conversion and energy loss are characterized by its 1/e decay distance, called the propagation length. Albeit powerful, conventional optical methods that probe radiative energy decay provide an incomplete picture of the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41257322",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hiatal Hernia-Related Esophageal Varices Misdiagnosed as Cancer: Salvaged With Clipping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41256188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "A 61-year-old man presented with hematemesis following a biopsy of a distal esophageal lesion initially suspected to be malignancy. Emergency endoscopy revealed tortuous submucosal vessels with active bleeding at the biopsy site. Band ligation failed due to poor suction, and hemostasis was successfully achieved using hemoclips. Imaging showed no evidence of cirrhosis or portal hypertension, but a large hiatal hernia compressing the distal esophagus was noted. At 2-week follow-up, 2 hemoclips...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41256188",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduction of Kuhn Length upon Chain Extension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Both polymer size and chain elasticity depend on long-range bond correlations, which determine the chain Kuhn length. These correlations are gradually cut off with increasing externally applied force or polymer confinement, thereby decreasing the effective Kuhn length. We develop a theory for the strain-dependent Kuhn length and validate it with simulations. Our model explains why the Kuhn length obtained from single-molecule force spectroscopy experiments is smaller than the Kuhn length...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41261390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heated tobacco product use and tobacco abstinence: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this one-year follow-up, dual use of cigarettes and heated tobacco products (HTP) and established exclusive HTP use were associated with lower rates of complete tobacco abstinence compared with exclusive cigarette use, while non-established exclusive HTP use showed higher abstinence rates. Overall, HTP use was not associated with higher tobacco abstinence rates.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41261316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this one-year follow-up, dual use of cigarettes and heated tobacco products (HTP) and established exclusive HTP use were associated with lower rates of complete tobacco abstinence compared with exclusive cigarette use, while non-established exclusive HTP use showed higher abstinence rates. Overal..."
    },
    {
      "title": "Redosing of anti-CD3 antibodies in NOD mice with new-onset diabetes does not alter the effect of a single treatment course",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: These findings suggest that while a single course of anti-CD3 therapy can be effective in a subset of mice, redosing does not enhance efficacy yet is well tolerated in previously reversed mice.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41261242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that while a single course of anti-CD3 therapy can be effective in a subset of mice, redosing does not enhance efficacy yet is well tolerated in previously reversed mice",
      "conclusion": null
    },
    {
      "title": "Response to letter to editor regarding \"Factors correlated with resistance of early response to PCSK9 inhibitors\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41261224",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome mining-driven discovery of enzymes catalyzing stereodivergent transformations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Natural products provide privileged scaffolds for drug discovery, yet their stereochemical complexity often exceeds the limits of synthetic chemistry. Genome mining has emerged as a transformative strategy to uncover cryptic biosynthetic gene clusters and enzymes with noncanonical activities. Recent studies have revealed enzymes exhibiting unusual stereoselectivities, thereby expanding the enzymatic repertoire for constructing complex chiral architectures. Comparative analyses indicated that...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41261197",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumour-reactive heterotypic CD8 T cell clusters from clinical samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41261135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Emerging evidence suggests a correlation between CD8^(+) T cell-tumour cell proximity and anti-tumour immune response^(1,2). However, it remains unclear whether these cells exist as functional clusters that can be isolated from clinical samples. Here, using conventional and imaging flow cytometry, we show that from 21 out of 21 human melanoma metastases, we could isolate heterotypic clusters, comprising CD8^(+) T cells interacting with one or more tumour cells and/or antigen-presenting cells...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41261135",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes of retreatment or discontinuation after interruption of nivolumab plus ipilimumab due to immune-related adverse events in metastatic renal cell carcinoma patients: A retrospective multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although resuming Nivo after irAEs requiring treatment interruption appears to be safe in carefully selected patients, permanent discontinuation also offers favorable oncological outcomes, indicating it may be a viable alternative.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260972",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although resuming Nivo after irAEs requiring treatment interruption appears to be safe in carefully selected patients, permanent discontinuation also offers favorable oncological outcomes, indicating it may be a viable alternative"
    },
    {
      "title": "Preoperative administration of denosumab is a feasible adjuvant option for the treatment of resectable giant cell tumor of bone in the spine: A multi-institutional study by the Japanese Musculoskeletal Oncology group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preoperative denosumab administration resulted in better local control, reduced intraoperative blood loss, and better function. The present data suggest that it has a clinical benefit in the treatment of spinal GCTB.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260962",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative denosumab administration resulted in better local control, reduced intraoperative blood loss, and better function. The present data suggest that it has a clinical benefit in the treatment of spinal GCTB"
    },
    {
      "title": "Transport engineering of glucosinolates for future brassica crops",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Glucosinolates (GLS) are key defense metabolites in brassicaceous plants, but major anti-nutritional (especially goitrogenic) factors in Brassica oilseed crops. In the 1970s, breeding of 'double-low' rapeseed cultivars with canola-quality seeds low in erucic acid and GLS resulted in feed-quality press cake but limited genetic and GLS diversity of the crop. To develop the press cake into protein food, seed GLS levels must be further reduced. Targeting recently identified transporters in...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Representation of Fear Experience Is Shaped by Context",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of dysfunctional breathing in the Japanese community and the involvement of tobacco use status: The JASTIS study 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that DB is relatively common in primary healthcare settings, and exacerbated by tobacco use, particularly among individuals with respiratory comorbidities. Recognizing and addressing factors associated with DB is crucial for improving diagnosis, treatment and overall patient outcomes.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260862",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that DB is relatively common in primary healthcare settings, and exacerbated by tobacco use, particularly among individuals with respiratory comorbidities",
      "conclusion": "These findings suggest that DB is relatively common in primary healthcare settings, and exacerbated by tobacco use, particularly among individuals with respiratory comorbidities. Recognizing and addressing factors associated with DB is crucial for improving diagnosis, treatment and overall patient o..."
    },
    {
      "title": "Assessment of μ-Opioid Receptor Signaling Responses for Fentanyl Analogs Using Luciferase Complementation Assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "To study the toxicity of fentanyl analogs that damage the liver and kidneys in rats, these analogs were evaluated by examining two types of μ-opioid receptor (MOR) signaling responses using HEK293 cells. The results indicated that, in the MOR-mini-Gi recruitment assay, the 50% effective concentration (EC(50)) ranked as iBF < DAMGO ≈ 4F-iBF < 4Cl-iBF, and the maximum response (E(max)) ranked as iBF ≈ DAMGO > 4F-iBF > 4Cl-iBF. In the MOR-β-arrestin 2 recruitment assay, the EC(50) ranking was DAMGO...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feeding Time-Dependent Changes in the Preventive Effect of Empagliflozin on the Development of Peripheral Neuropathic Pain in Diabetic Model Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "It is known that the daily feeding cycle affects the dosing time-dependent changes in the pharmacodynamics and pharmacokinetics of many drugs. Our previous study demonstrated that administration of empagliflozin (EMPA), sodium-glucose cotransporter 2 (SGLT2) inhibitor, at the beginning of daily feeding cycle (active phase) effectively prevents the development of neuropathic pain in streptozotocin (STZ)-induced diabetic mice. Although the blood glucose levels are closely related to feeding, the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pinpoint Insertion of a Single Amino Acid into a Framework Region Enhanced the Affinity of an Anti-cortisol Antibody to Enable Sensitive Immunoassays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "\"Antibody engineering\" is a promising strategy for generating high-affinity antibodies required for developing sensitive immunoassays. Therein, the variable domains (V(H) and V(L)) of the parental antibody are genetically randomized and combined to produce diverse single-chain Fv fragment (scFv) molecules. Subsequently, high-affinity scFv mutants are selectively isolated. In the randomization process, mutations have conventionally been targeted to the complementarity-determining regions (CDRs)...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient Synthesis of 8-Membered Fused Indoles via Intramolecular Friedel-Crafts Reaction of N-(2,2-Dimethoxyethyl)sulfonamides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Synthesis of 8-membered rings is one of the most challenging transformations in organic chemistry because of entropic hindrance and ring strain. Azocino[4,3-b]indole frameworks are characterized by fused indole-azocane systems and are vital structural components of many natural products and bioactive compounds. We propose a concise and efficient method for constructing these medium-sized rings via Lewis acid-catalyzed intramolecular Friedel-Crafts cyclization of...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Color-changeable chewing gum for measurement of oral function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multicenter Retrospective Observational Study on Drug-Drug Interactions between Opioid Analgesics and Immune Checkpoint Inhibitors in Cancer Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Opioid analgesics are indispensable therapeutic agents for patients experiencing cancer pain. Recently, immune checkpoint inhibitors (ICIs) have made substantial progress in cancer treatment, and the range of cancer types for which they are applicable has expanded. Consequently, the combined use of ICIs with other drugs has also increased. However, it has been pointed out that ICIs may interfere with opioid nociception and weaken the analgesic effects of opioids. Therefore, in this study, we...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260678",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "P2Y12 Receptor Antagonists Decrease the Radiation Resistance of B16 Melanoma by Suppressing DNA Repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Radiation therapy exerts its therapeutic effect by killing cells via the induction of DNA double-strand breaks (DSBs) in malignant tumors, but cancer cells can repair damaged DNA, leading to radiation resistance (radioresistance). Therefore, a radiosensitizing effect can be expected by suppressing mechanism(s) involved in DNA repair after irradiation. Here, we show that the P2Y12 receptor is involved in the radioresistance of mouse B16 melanoma cells, and that P2Y12 antagonist treatment...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260667",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synaptic function of descending projections from the insular cortex to the nucleus solitary tract in the rat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "The rostral part of the nucleus of the solitary tract (rNST) receives gustatory inputs via the facial, glossopharyngeal, and vagus nerves. In addition to these ascending pathways, the rNST receives descending projections from higher brain regions, including the insular cortex (IC). Neurons in the dysgranular and granular IC around the middle cerebral artery (MCA) respond to gustatory stimulation; therefore, descending IC projections to the rNST are thought to regulate gustatory information...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260498",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive Value of Eastern Cooperative Oncology Group Performance Status and Body Mass Index for Antifibrotic Tolerability and Prognosis in Patients with Idiopathic Pulmonary Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ECOG PS and BMI are promising indicators of antifibrotic tolerability and prognosis of patients with IPF in a Japanese population.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260462",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ECOG PS and BMI are promising indicators of antifibrotic tolerability and prognosis of patients with IPF in a Japanese population"
    },
    {
      "title": "Acute stress suppresses hunger-driven food seeking through PVN activation: Reversal by anxiolytic drug and ghrelin receptor agonist, with anxiolytic-like effects of refeeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Feeding behavior is influenced by both metabolic drive and emotional context, yet how acute stress interferes with hunger-driven motivation remains poorly understood. Using a conflict-based open-field feeding paradigm, we examined how 30-min restraint stress alters food-seeking behavior in fasted mice and how pharmacological or physiological interventions modulate this effect. Acute restraint abolished fasting-induced increases in food seeking and intake, an effect that was reversed by...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how 30-min restraint stress alters food-seeking behavior in fasted mice and how pharmacological or physiological interventions modulate this effect",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combination of ionizable lipids with oleic acid and vitamin E scaffolds for RNA cancer vaccine delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "RNA vaccines based on lipid nanoparticles (LNPs) encapsulating in vitro transcribed mRNA (IVT-mRNA) are a successful but evolving vaccine modality. It has been increasingly recognized that LNPs, which are mainly composed of ionizable lipids, have two roles in the action of RNA vaccines: delivering mRNA into the cytoplasm by overcoming the endosomal membrane and stimulating the innate immune system as an adjuvant. In this study, we report the development of LNPs with enhanced capability to induce...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260268",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASSOCIATION BETWEEN TYPE AND LOCATION OF GERMLINE BRCA1/2 PATHOGENIC OR LIKELY PATHOGENIC VARIANTS WITH PHENOTYPE AND PROGNOSIS IN YOUNG PATIENTS WITH BREAST CANCER: RESULTS FROM AN INTERNATIONAL COHORT STUDY",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study advances our understanding of the influence of specific types of BRCA LP/PVs on breast cancer characteristics and outcomes. A deeper understanding of these mutation-specific features will drive future research and support the development of tailored clinical strategies based on individual BRCA variant.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260260",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study advances our understanding of the influence of specific types of BRCA LP/PVs on breast cancer characteristics and outcomes. A deeper understanding of these mutation-specific features will drive future research and support the development of tailored clinical strategies based on individual..."
    },
    {
      "title": "Abundance and characterization of microplastics on sandy beaches along the coastal area of Belize",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41260008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Microplastics (MPs) are a major anthropogenic pollutant around the globe and are of great concern due to the devastating impacts it has on the natural environment including beaches. Quantifying and determining the current status of MPs pollution in beaches around Central America and the Caribbean region is the first step in the identification of mitigation measures to address and reduce this type of pollution. Therefore, this study aims to address this critical knowledge gap by determining the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41260008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to address this critical knowledge gap by determining the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low OLFM1 and BMP6 Expression Predicts Recurrence in Early-Stage Non-Squamous NSCLC with Pure Solid Tumor Appearance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "While pathological stage I (pStage I) non-small cell lung cancer (NSCLC) has a good prognosis, some patients experience disease recurrence. Identification of prognostic markers for pStage I NSCLC may facilitate personalized perioperative treatment by expanding the candidates for adjuvant treatment. NSCLC patients with ground-glass opacity have excellent survival outcomes. Therefore, in this study, we explored prognostic biomarkers in pure solid non-squamous NSCLC. We focused on non-squamous...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259663",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supramolecular Ionic Polymerization: Cellulose-Based Supramolecular Plastics with Broadly Tunable Mechanical Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Developing mechanically tough and sustainable plastics from renewable resources such as biomass may certainly give a promising solution to the replacement of petroleum-based plastics and eliminate microplastics. Here, we report a cellulose-based supramolecular plastic (^(CMC)SP) synthesized by supramolecular \"ionic\" polymerization of carboxymethyl cellulose (CMC) as an oxyanionic monomer and a hyperbranched polyguanidinium ion (^(PEI)Gu) as a cationic monomer. ^(CMC)SP is mechanically strong but...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gene-scale in vitro reconstitution reveals histone acetylation directly controls chromatin architecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Understanding how epigenetic modifications intrinsically shape gene-scale chromatin architecture remains challenging due to difficulties in reconstituting and characterizing sufficiently long arrays with defined modification patterns. Here, we overcome this barrier by reconstituting 20-kilobase (96-nucleosome) chromatin arrays with modification patterns precisely controlled at 12-nucleosome resolution. Single-molecule microscopy reveals the dynamics governed by hydrodynamic interactions,...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neurodevelopmental effects of genetic frontotemporal dementia mutations revealed by total intracranial volume differences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "BackgroundConverging evidence hints at neurodevelopmental effects in people at risk of genetic frontotemporal dementia (FTD).ObjectiveWe investigated total intracranial volume (TIV), a neuroimaging marker of neurodevelopment, and years of education differences between adult mutation carriers and familial non-mutation carriers, as measures of the structural and functional neurodevelopmental effects of FTD-causing genetic mutations.MethodsThis cross-sectional cohort study, facilitated through the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "total intracranial volume (TIV), a neuroimaging marker of neurodevelopment, and years of education differences between adult mutation carriers and familial non-mutation carriers, as measures of the st...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "S100B+ Astrocytes Are Altered in the Mouse Brain Upon Ketamine Challenge: Implications for the Symptoms of Schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Schizophrenia is a complex neuropsychiatric disorder characterized by positive, negative and cognitive symptoms. The pathophysiology of schizophrenia is largely unknown, but it is understood that this mental disorder is a manifestation of genetic, environmental and biological factors. Herein, we focus on S100B, a family of calcium binding cytosolic proteins that play a profound role in glial proliferation, differentiation and maintenance. S100B is also related to the pathology and its increased...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259264",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of locus coeruleus neuronal properties with aging in two mouse models of tauopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "BackgroundThe locus coeruleus (LC) is involved in the modulation of sleep and wakefulness. In humans, tau pathology develops in the LC decades before Alzheimer's disease (AD) cognitive symptoms manifest. Widespread LC degeneration is observed with disease progression; however, there is a paucity of research exploring the effect of tau pathology on the functional properties of LC neurons prior to cell death.ObjectiveTo investigate the intrinsic electrical properties of LC neurons in aged PS19 and...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259262",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety profile of enfortumab vedotin plus pembrolizumab in locally advanced or metastatic urothelial carcinoma: a multicenter Japanese cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41259242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EVP demonstrated favorable early efficacy in Japanese patients but was associated with frequent early discontinuation due to AEs, particularly cutaneous toxicity. Early skin care and interdisciplinary management are essential. These findings support EVP use while emphasizing AE management and patient-centered care.",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41259242",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EVP demonstrated favorable early efficacy in Japanese patients but was associated with frequent early discontinuation due to AEs, particularly cutaneous toxicity. Early skin care and interdisciplinary management are essential"
    },
    {
      "title": "Causal Relationship between Potential Shift and Molecular Structure in Concentrated Electrolytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Understanding the origin of potential shifts in concentrated electrolytes is crucial for the design of stable and high-energy-density lithium-metal batteries. In our previous work, we identified a strong correlation between experimental electrode potential and Li^(+)-anion interactions, suggesting the importance of intermolecular structure beyond conventional molecular properties. In this study, we revisit this issue from the perspective of causal discovery. We applied the Linear Non-Gaussian...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41258997",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing contaminant leaching from concrete in water storage tanks using non-target screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Concrete is widely used for drinking water storage, yet it can leach organic compounds that may affect water quality. In response to the EU Drinking Water Directive (2021), all materials in contact with drinking water, including concrete, must be approved before installation by 2027. This study used non-target screening to support this process by analyzing chemical leaching from concrete. The three tested concrete types released similar compounds, mainly polyethylene glycols (PEGs), with the...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41258984",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A tungsten-based solar absorber with a strip-combined starfish structure with high photothermal conversion efficiency and low radiative heat loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "We propose a tungsten-based broadband resonator capable of achieving near-perfect solar absorption with suppressed radiative heat loss. Across the entire solar radiation spectrum, the absorber exhibits a spectrally integrated total solar absorptance of 95%. Taking into account the thermal emission under an operating temperature of 100 °C, the photothermal conversion efficiency remains as high as 92-93%. Using particle swarm optimization, the initial square-based structure is transformed into...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41258874",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electron Donor-Acceptor (EDA) Complex Formation via Spatial Control of Donor-Acceptor Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41258856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251120023747&v=2.18.0.post22+67771e2",
      "description": "Electron donor-acceptor (EDA) complexes are of fundamental importance and practical utility in photoactive molecules, including fluorescence probes and photoredox catalysts. However, the design guidelines for developing efficient intramolecular EDA complexes are still underdeveloped. In this study, we systematically investigate the linker structures between an indole electron donor and a dinitrobenzene electron acceptor within single-molecule EDA complexes to optimize their relative positions...",
      "pubDate": "2025-11-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41258856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}