{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-07T19:21:26.153Z",
  "totalItems": 150,
  "totalArchived": 22887,
  "newPapersAdded": 156,
  "institutionBreakdown": {
    "KAIST": 8,
    "SNU": 29,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 30,
    "IBS": 98,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 1,
    "GIST": 2,
    "Kyung Hee University": 2,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Materials Science": 11,
    "Multidisciplinary": 77,
    "Computer Science": 4,
    "Biomedical": 31,
    "Cancer Research": 21,
    "Neuroscience": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Embedded 3D Printing of Newtonian Fluids in Elasto-viscoplastic Matrix",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Embedded 3D printing (EM3D) enables freeform patterning of soft materials by extruding ink into a yield-stress supporting matrix. While prior studies have focused on viscoplastic or shear-thinning inks, printing Newtonian fluids─such as silicone oil and liquid metal─remains challenging due to (i) matrix yielding induced by needle motion and (ii) Rayleigh-Plateau (RP) instability driven by interfacial tension. In this study, we investigate the EM3D of Newtonian inks with extremely low surface...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41201842",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CO Adsorption-Induced Deposition: A Facile and Precise Synthesis Route for Core-Shell Catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Carbon monoxide (CO) is known for its detrimental effect on catalysts due to its strong adsorption on active sites, particularly in catalysis and electrocatalysis. However, our study reveals that CO can actually facilitate the synthesis of core-shell catalysts with precisely controlled structures. In this paper, we present a facile and precise method called CO adsorption-induced deposition (AID) for synthesizing M@Pt (M = Pd, Au, and Ir) core-shell catalysts. We successfully fabricated Pd@Ptn (n...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41201297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Epitaxial Growth of Transition Metal Oxide Crystalline Nanorods on Laser-Induced Graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Laser-induced graphene (LIG) has driven significant advances in wearable electronics, advanced healthcare, and energy devices. However, achieving diverse functionalities and high-performance for practical use requires integrating functional materials, which remains challenging due to poor synthesis results or complex chemical treatments. Herein, direct, seedless growth of transition-metal-oxide (MO) crystalline nanorods on LIG is demonstrated, even under lattice-mismatch conditions, via a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41201216",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI and mechanistic modeling for characterizing biosynthetic pathways of natural products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Covering: 2020 to 2025Natural products are a major source of bioactive compounds, yet elucidating their biosynthetic pathways remains a major challenge due to complex genotype-phenotype relationships. Recent advances in computational approaches, particularly artificial intelligence (AI) and mechanistic modeling, are transforming this field. This highlight examines key databases that underpin computational studies, AI-driven methods for predicting biosynthetic pathways and enzyme-substrate...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41200906",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Reconfigurable Silicon Transistor for Noise-Resilient Stochastic Spiking Neural Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Spiking neural networks (SNNs) are energy-efficient neuromorphic architectures that emulate the event-driven signaling of biological neurons. However, their reliance on deterministic neuron models limits their ability to capture the intrinsic stochasticity of real neural systems, limiting their noise resilience and adaptability. To overcome these limitations, stochastic SNNs (SSNNs) have emerged, incorporating probabilistic behavior to enhance noise tolerance and enable probabilistic...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41200892",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of additional occipital involvement in Parkinson's disease with posterior cortical hypoperfusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Additional occipital hypoperfusion was not associated with an imminent risk of dementia conversion in patients with PD with posterior cortical hypoperfusion. Nonetheless, occipital involvement may serve as an indicator of the diffuse malignant subtype of PD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41199510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Additional occipital hypoperfusion was not associated with an imminent risk of dementia conversion in patients with PD with posterior cortical hypoperfusion. Nonetheless, occipital involvement may serve as an indicator of the diffuse malignant subtype of PD"
    },
    {
      "title": "Effects of MAO-B and COMT inhibitors on sleep disturbances in Parkinson's disease: A network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD. Given the limited number and small scale of available trials, the overall evidence should be interpreted cautiously. Nonetheless, this analysis highlights the need for further high-quality trials focused on sleep outcomes to guide personalized use of MAO-B and COMT inhibitors for sleep disturbances in PD.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41199509",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD",
      "conclusion": "These findings suggest that safinamide may offer additional value for managing sleep disruptions beyond its known motor benefits in patients with PD. Given the limited number and small scale of available trials, the overall evidence should be interpreted cautiously"
    },
    {
      "title": "Scalable Photoactive NO<sub>2</sub>-Sensing Framework for Plant Health Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Conventional sensing platforms for plant health monitoring are often limited by high operating temperatures, rigid substrates, and poor compatibility with ambient, power-constrained, or biologically sensitive environments. These limitations hinder their integration into emerging platforms such as smart agriculture and plant-interfaced electronics, where mechanical flexibility, energy efficiency, and low thermal budgets are essential. This paper reports a scalable, thermally passive NO(2) sensor...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41199450",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of muscle mass and strength with blood-based epigenetic aging among middle-aged and older adults in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Muscle mass and strength influence various age-related health outcomes, however their individual and joint associations with biological aging remain understudied. This study investigated the associations of muscle health with epigenetic aging based on DNA methylation in blood samples, among middle-aged and older adults. We analyzed data from 1,121 individuals from the 1999-2002 cycles of the National Health and Nutrition Examination Survey. Muscle mass was assessed using the appendicular...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41201773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the associations of muscle health with epigenetic aging based on DNA methylation in blood samples, among middle-aged and older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between subjective health status and user satisfaction among low-income disabled adults: the mediating role of perceived values of smart home technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Through the results of this study, theoretical and practical implications for the provision of smart home services for people with disabilities were proposed.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the provision of smart home services for people with disabilities were proposed",
      "conclusion": "Through the results of this study, theoretical and practical implications for the provision of smart home services for people with disabilities were proposed"
    },
    {
      "title": "Transcriptome-based screening of regulator genes for sexual dimorphism in pupae of Callipogon relictus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings reveal the tissue-specific and conserved regulators of sexual dimorphism in C. relictus; they provide a foundation for functional studies and support conservation strategies, including captive rearing and sustainable management, for this endangered beetle.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings reveal the tissue-specific and conserved regulators of sexual dimorphism in C. relictus; they provide a foundation for functional studies and support conservation strategies, including captive rearing and sustainable management, for this endangered beetle"
    },
    {
      "title": "2025 ICM: Mycobacterium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between body fat percentage and vitamin D deficiency among Korean adults: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Vitamin D deficiency is associated with obesity, as vitamin D may be sequestered or diluted in adipose tissue. This cross-sectional study investigated the association between serum 25-hydroxyvitamin D [25(OH)D] levels and body fat percentage in Korean adults from the KNHANES IX. A total of 4176 participants were analyzed and stratified by sex and age. Total, appendicular, and trunk fat mass were assessed using bioelectrical impedance analysis and serum 25(OH)D3 concentrations were measured using...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extension p-Doping of Carbon Nanotube Transistors through Nitric Oxides Annealing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "This work investigates the p-doping effect of Nitric Oxides (NO(X)) annealing on transistors with a channel from a network of carbon nanotubes (CNTs), with a focus on extension doping of top-gated transistors and RF characterization. NO(X) annealing at 100 °C for 1 h induces oxidation in CNTs, which introduces a doping band inside the nanotube band gap near the valence band. The benefits and drawbacks of NO(X) annealing on the performance of back-gated (BG) CNT transistors are characterized. The...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41201466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Scanning Electron Microscopy Investigation of Failure Mechanisms in Multilayer Coatings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Understanding the failure mechanisms of multilayer coatings is essential for optimizing their tribological performance. In this study, an in situ scanning electron microscopy (SEM) tribotester was used to simultaneously monitor friction force and visualize the wear behavior of TiN/Ag multilayer coatings under dynamic contact conditions. Eight coatings were designed with varying numbers of layers (single, double, 5, and 10 layers) and different topmost layers of TiN or Ag to examine the influence...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular-Level Design of Multifunctional Membranes: A Holistic Approach for High-Performance Aqueous Zinc Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "In the pursuit of the development of safe energy storage devices, aqueous zinc metal batteries have garnered incredible attention due to their non-flammable nature and high energy densities. However, they suffer from severe complicated degradations induced by dendrite formation, hydrogen evolution reaction, transition metal dissolution, and their crosstalk effect. Herein, membranes are designed and engineered for high mechanical strength, Zn^(2+) selectivity, and hydrophobicity to simultaneously...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41201201",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Hollow Fiber Adsorbents for Metal Ion Recovery via Selective In-Pore MOF-808 Growth under Aqueous Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Selective in situ growth of metal-organic frameworks (MOFs) within polymeric supports under mild, aqueous conditions remains a synthetic challenge due to interfacial instability, uncontrolled crystallization, and MOF leaching. Here, this study reports a binding-assisted strategy for the selective in-pore growth of MOF-808 within polyacrylonitrile (PAN)/polyvinyl pyrrolidone (PVP) hollow fibers at 30 °C. Alkaline hydrolysis of PAN introduces anchoring sites for zirconium clusters, while...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41201052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergency Nurses' Experiences Caring for Patients in Mental Health Crisis: Current Challenges and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Caring for patients with mental health problems in the emergency department negatively impacts the treatment and safety of patients with mental illness, other patients in the emergency department, and nurses' emotional well-being and job satisfaction. This highlights the need for multifaceted efforts to ensure safe and effective mental health nursing in emergency settings. With appropriate improvements, more specialised and safer mental health nursing services can be provided to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41201044",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Caring for patients with mental health problems in the emergency department negatively impacts the treatment and safety of patients with mental illness, other patients in the emergency department, and nurses' emotional well-being and job satisfaction. This highlights the need for multifaceted effort..."
    },
    {
      "title": "Flexoelectric Elastomer Enabled by Miscibility-Driven Succinonitrile Molecular Rotation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Plastic crystals exhibit long-range positional order alongside orientational disorder, positioning them between crystalline solids and liquids. Although their centrosymmetric structure suppresses intrinsic piezoelectric and ferroelectric effects, they can exhibit flexoelectric behavior under strain gradient. Succinonitrile (SN), a highly polar plastic crystal, is a promising candidate for such applications due to its dynamic molecular nature. While previous studies focused on the rotational...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41201021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversibility of Immune Checkpoint Inhibitor-Induced Hypothyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Immune checkpoint inhibitors (ICIs) have revolutionized cancer treatment but can induce immune-related adverse events, most commonly hypothyroidism. The reversibility of ICI-induced hypothyroidism and the potential for discontinuing levothyroxine (LT4) treatment remain unclear. This retrospective study analyzed patients who developed hypothyroidism due to ICI treatment and were prescribed LT4 at a tertiary referral hospital from January 2016 to March 2024. Among 3,753 patients treated with ICIs,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200918",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EGFR-targeted micelles-in-lipopolymersome nanocarriers for overcoming drug resistance in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) remains a therapeutic challenge due to its aggressive nature, limited treatment options, and propensity for developing multidrug resistance (MDR). To overcome these limitations, a novel micelles-in-lipopolymersome nanocarrier system is developed herein for targeted drug delivery. Specifically, an epidermal growth factor receptor (EGFR)-targeted EGF peptide is conjugated to 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[amino(polyethylene glycol)-2000]...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41200741",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Hyperplastic cervical polyp with lipomatous differentiation in a dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Uterine lesions containing adipose tissue are extremely rare in dogs, and cervical polyps are rarely reported in veterinary literature. This case report describes an 11-year-old intact female mixed-breed dog presenting with chronic vaginal discharge. Diagnostic imaging revealed a well-defined fat-attenuating mass in the cervix. The lesion appeared as a homogeneously hyperechoic intrauterine mass on ultrasonography and exhibited hypoattenuation with enhanced internal septa on computed tomography....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Switchable supramolecular polymers of a Pt(II) complex <em>via</em> diacetylene π-Ag<sup>+</sup> interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Controlling the driving forces during supramolecular polymerization represents a highly significant and challenging approach for the development of tailored supramolecular polymer systems for various applications. We report a switchable supramolecular polymerization system based on binuclear Pt(ii) complex (Pt(2)L¹) containing a diacetylene moiety, mediated by π-Ag^(+) interactions between the diacetylene moieties and Ag^(+) ions in a mixed DMSO/H(2)O (3 : 7 v/v) solvent system. The π-Ag^(+)...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41200395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Different Parts of Broccoli (<em>Brassica oleracea</em> var. <em>italica</em>) Leaves and Retention of Functional Compounds Under Different Cooking Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The disposal of broccoli by-products, such as broccoli leaves and stems, can potentially have harmful impacts on the environment. However, these by-products may contain substantial amounts of phytochemical compounds with potential health benefits. In this study, the phytochemical composition and antioxidant activities of different parts of broccoli leaves, such as leaf blades and petioles, were analyzed to identify their potential use as functional food materials. Ten glucosinolates, 1 nitrile,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41200212",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling spin entanglement using quantum gates with scanning tunneling microscopy-driven electron spin resonance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Quantum entanglement is a fundamental resource for quantum information processing, and its controlled generation and detection remain key challenges in scalable quantum architectures. Here, we numerically demonstrate the deterministic generation of entangled spin states in a solid-state platform by implementing quantum gates via electron spin resonance combined with scanning tunneling microscopy (ESR-STM). Using two titanium atoms on a MgO/Ag(100) substrate as a model, we construct a two-qubit...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41200124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fluorescence Guided Surgery in Gastric Cancer: What Do We Have and What Can We Do?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Current evidence supports the safety and efficacy of fluorescence imaging in gastrointestinal surgery, with promising outcomes in precision and staging. However, uniform protocols for fluorescence use are urgently needed. Future studies should aim to standardize administration and optimize clinical implementation to fully realize its benefits.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199958",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to standardize administration and optimize clinical implementation to fully realize its benefits",
      "significance": null,
      "conclusion": "Current evidence supports the safety and efficacy of fluorescence imaging in gastrointestinal surgery, with promising outcomes in precision and staging. However, uniform protocols for fluorescence use are urgently needed"
    },
    {
      "title": "Deterministic time rewinding of waves in time-varying media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Temporal modulation of material parameters offers unprecedented control over wave dynamics, enabling phenomena beyond the capabilities of static systems. Here we introduce and analyze a robust mechanism for time rewinding, whereby a temporally evolved wave is fully restored to its original state through a carefully engineered sequence of temporal modulations. In electromagnetic systems, time rewinding emerges from impedance-matched or anti-matched hierarchical bilayer structures with matched...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199929",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Statistical regimes of electromagnetic wave propagation in randomly time-varying media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Wave propagation in time-varying media enables unique control of energy transport by breaking energy conservation through temporal modulation. Among the resulting phenomena, temporal disorder - random fluctuations in material parameters - can suppress propagation and induce localization, analogous to Anderson localization. However, the statistical nature of this process remains incompletely understood. We present a comprehensive analytical and numerical study of electromagnetic wave propagation...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199928",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CU06-1004 inhibits the progression of chronic colitis and colitis-associated colorectal cancer by suppressing inflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that CU06-1004 inhibits inflammation-induced tumorigenesis by modulating the inflammatory response in the colon. Consequently, CU06-1004 could represent a promising therapeutic candidate for the prevention of colorectal cancer through modulation of inflammation.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199821",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that CU06-1004 inhibits inflammation-induced tumorigenesis by modulating the inflammatory response in the colon. Consequently, CU06-1004 could represent a promising therapeutic candidate for the prevention of colorectal cancer through modulation of inflammation"
    },
    {
      "title": "Learning Curve for CO<sub>2</sub> Laser Stapedotomy: A Single-Surgeon Experience in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For CO(2) laser-assisted stapedotomy, proficiency significantly improves after approximately 30 cases. This study uniquely highlights how surgical mastery develops under conditions of limited disease prevalence and restricted training exposure. The findings suggest that even in low-volume environments, structured experience enables not only consistent ABG closure but also meaningful gains in patient-centered outcomes such as Negative ABGe and cochlear preservation. Our results...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199778",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For CO(2) laser-assisted stapedotomy, proficiency significantly improves after approximately 30 cases. This study uniquely highlights how surgical mastery develops under conditions of limited disease prevalence and restricted training exposure"
    },
    {
      "title": "Global, regional and national burden of epilepsy in children and adolescents, 1990-2021: A systematic analysis for the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While efforts to reduce premature mortality of epilepsy have been successful, the burden on children and adolescents living with epilepsy is still significant. A healthcare gap remains for vulnerable populations with increased risk of infectious diseases, perinatal insults, poor sanitation and limited access to healthcare. Global and national action is needed to improve access to specialist care and medication, manage comorbidities, address stigma and discrimination and strengthen...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41199682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While efforts to reduce premature mortality of epilepsy have been successful, the burden on children and adolescents living with epilepsy is still significant. A healthcare gap remains for vulnerable populations with increased risk of infectious diseases, perinatal insults, poor sanitation and limit..."
    },
    {
      "title": "Innovations in assisted reproductive technology through the advances in artificial intelligence and image processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Advances in artificial intelligence (AI) and biomedical imaging have transformed reproductive medicine, offering new avenues for precision, efficiency, and objectivity in assisted reproductive technology (ART). Traditional embryo selection and ovarian stimulation monitoring rely mainly on subjective interpretation, which is often influenced by inter- and intra-observer variability. In contrast, AI-enhanced models have demonstrated consistent performance, reduced human-dependent discrepancies,...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199550",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research Trends in Medical and Dental Education (2015-2024) Based on Author Keywords: Commonalities, Differences, and Opportunities for Collaboration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identifies both foundational commonalities and discipline-specific innovations in medical and dental education research over the past decade. These findings suggest that shared interests and distinctive priorities can lead to meaningful opportunities for collaborative educational development and joint research efforts across health professions education.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41199467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that shared interests and distinctive priorities can lead to meaningful opportunities for collaborative educational development and joint research efforts across health professions education",
      "conclusion": "This study identifies both foundational commonalities and discipline-specific innovations in medical and dental education research over the past decade. These findings suggest that shared interests and distinctive priorities can lead to meaningful opportunities for collaborative educational developm..."
    },
    {
      "title": "<em>Vanderwaltozyma osmotolerans</em> sp. nov., a novel ascomycetous yeast species isolated from rotting wood and soil in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Three yeast strains closely related to the genus Vanderwaltozyma were isolated from rotting wood (Zelkova serrata) and soil in Japan. Based on sequence analyses of the internal transcribed spacer (ITS1-5.8S-ITS2) region, the D1/D2 domain of the LSU rRNA gene and the mitochondrial COX II gene, together with physiological characterization, these isolates were determined to represent a novel species. The ITS and D1/D2 sequences of the three strains were nearly identical, differing only by a single...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world outcomes of venetoclax and azacitidine in Japanese patients with newly diagnosed acute myeloid leukemia (VENUS study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Venetoclax (VEN) with azacitidine (AZA) is the standard treatment for patients with acute myeloid leukemia (AML) who are ineligible for intensive chemotherapy. However, real-world evidence on dosing, scheduling, and outcomes is lacking, particularly for patients with prior myelodysplastic syndrome (MDS) or AZA treatment, who have been excluded from clinical trials. This was a multicenter retrospective study of VEN + AZA in 120 patients newly diagnosed with AML between June 2021 and September...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic Search of Height and Weight Changes of Exclusively Breastfed Infants Until 1 Year of age: A Contribution from the ConcePTION Project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Physiologically based pharmacokinetic (PBPK) modelling and simulation allows prediction of drug exposure in specific populations, such as infants during lactation. However, the influence of feeding type (e.g., human milk vs formula) on physiology has not yet been implemented in current PBPK platforms. We conducted a systematic search to compile datasets during the first year of life of infants who were exclusively breastfed for at least 4 months to incorporate in the virtual breastfed infant...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Color stability of multilayer resin composite versus feldspathic ceramics after immersion in different beverages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to assess the color stability of multilayer resin composite (RC) blocks by immersing them in staining solutions. Four RC blocks, Cerasmart Layer (CL), Block HC Hard AN (HC), KZR-CAD HR4 E-VA (EV), and Katana Avencia N (KA), were tested, with a ceramic block, Vita Mark II, serving as the control. All specimens were prepared using #2000 SiC paper and stored in ultrapure water. The immersion tests were performed using five staining solutions (coffee, Coke, tea, red...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201740",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to assess the color stability of multilayer resin composite (RC) blocks by immersing them in staining solutions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the efferent vein structure of brain arteriovenous malformations using multiplanar reformation in arbitrary planes of the volume-rendered image of three-dimensional rotational angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Systematic studies on the venographic assessment of the draining veins of brain arteriovenous malformations (bAVMs) are lacking. Therefore, in this study, we described the patterns and characteristics of the efferent vein structures using multiplanar reformation in arbitrary planes of the volume-rendering images of three-dimensional rotational angiography. Patients with bAVM who underwent the first session of endovascular therapy in our department between February 2018 and April 2025 were...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201633",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Add-on therapy with parenteral prostacyclin analogues in patients with pulmonary arterial hypertension: Insights from the COMPERA registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Parenteral prostacyclin analogues (PPA) are recommended for pulmonary arterial hypertension (PAH) patients at intermediate-high or high risk, yet supporting evidence remains limited. We retrospectively analyzed pretreated patients with idiopathic/heritable/drug-associated PAH (I/H/D-PAH), connective tissue disease-associated PAH (CTD-PAH), or congenital heart disease-associated PAH (CHD-PAH) from the COMPERA registry who received add-on PPA therapy. Among 495 patients, all pretreated with ≥1 PAH...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41201625",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proposal for grading of intraoperative bleeding and the assessment of hemostasis quality during robot-assisted pancreatoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We proposed a grading system for intraoperative bleeding and hemostasis during RPD. This study provides a quantitative framework for future research, enabling objective recommendations for surgical hemostatic strategies. This grading classification system was developed based on a dataset from a single-institution. Therefore, it has not yet been validated using data from external institutions or sources. Accordingly, this grading classification should be regarded as a proposed...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "recommendations for surgical hemostatic strategies",
      "significance": null,
      "conclusion": "We proposed a grading system for intraoperative bleeding and hemostasis during RPD. This study provides a quantitative framework for future research, enabling objective recommendations for surgical hemostatic strategies"
    },
    {
      "title": "Clinical course of chest pain associated with esophageal motility disorders following peroral endoscopic myotomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: POEM was effective in treating EMD-related chest pain, particularly in terms of intensity.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "POEM was effective in treating EMD-related chest pain, particularly in terms of intensity"
    },
    {
      "title": "Real-world comparison between neoadjuvant FLOT therapy and DCF therapy for resectable esophagogastric junction adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Neoadjuvant FLOT therapy is well-tolerated and has comparable short-term efficacy to DCF therapy.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201548",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neoadjuvant FLOT therapy is well-tolerated and has comparable short-term efficacy to DCF therapy"
    },
    {
      "title": "The assembly of cancer-specific ribosomes by the lncRNA LISRR suppresses melanoma anti-tumor immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Gains of chromosome 12p11.21, encoding for the cancer-specific lncRNA LISRR, correlate with poor survival across different cancers. In melanoma, LISRR is upregulated in immunotherapy-resistant patients to contribute to the generation of drug-tolerant cells by activating an immune-suppressive translational program, affecting the synthesis of PD-L1 and of the glycocalyx. Accordingly, downregulation of LISRR initiates robust immune responses and resensitizes to immunotherapy ex vivo and in vivo....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41201478",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combinatorial Analyses of Pre-mRNA Splicing-Defective Mutants Reveal Differential Quantitative Requirements for Shelterin in Distinct Telomere Functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Telomeres perform multiple functions to maintain genome stability, including telomere length regulation, chromosome end protection, and meiotic chromosome dynamics. These functions are governed by shelterin, a telomere-binding protein complex. Here, we show that Tls1 and Cay1 act at distinct steps in pre-mRNA splicing, specifically ensuring sufficient protein levels of Schizosaccharomyces pombe shelterin components Rap1 and Poz1, which are critical for telomere maintenance. Accordingly, deletion...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stimulated Raman scattering imaging of atomically thin layers and a strained nanotent of hexagonal boron nitride",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The development of microscopy and spectroscopy techniques to characterize and study two-dimensional (2D) materials is key for diverse optoelectronic and biomedical applications. Spontaneous Raman microscopy is one of the most employed techniques due to its simple and non-destructive procedure, though it relies on weak Raman signals, which can limit its imaging speed and image details as well as spectroscopic applications. Here, we report vibrational imaging with stimulated Raman scattering (SRS)...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41201263",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling Stent-Graft Deployment in Chronic Type B Aortic Dissection: A Patient-Specific Study on the Impact of Variations in Aortic Wall Thickness and Stent Delivery Procedure Assumptions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Aortic dissection (AD), particularly type B aortic dissection (TBAD), is a severe vascular condition with complex biomechanical implications that pose challenges for effective treatment. Thoracic endovascular aortic repair (TEVAR) has emerged as the standard approach for acute complicated TBAD; however, its efficacy in chronic cases remains uncertain due to factors such as fibrotic dissection flap and altered aortic wall properties. Current numerical simulations of TEVAR provide valuable...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41201156",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that pose challenges for effective treatment",
      "conclusion": null
    },
    {
      "title": "A novel bivalent albumin binder for enhanced tumor retention of a fibroblast activation protein-targeted radioligand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "We developed a novel bivalent albumin binder composed of two molecules of lysine-4-(p-iodophenyl)butyric acid, (Lys-IPBA)(2), which markedly enhanced the tumor retention of a FAP-targeted radioligand compared to Lys-IPBA. The results suggest the promising potential of (Lys-IPBA)(2) as a pharmacokinetic modifier of radioligands for cancer diagnosis and therapy.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200914",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of triterpenoid derivatives from <em>Centella asiatica</em> as quantum chemical calculations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "To date, the treatment for Alzheimer's disease (AD) has focused on the cholinergic hypothesis, particularly through the inhibition of acetylcholinesterase (AChE). Asiatic acid, madecassic acid, asiaticoside, and madecassoside, which are triterpenoid derivatives from Centella asiatica, have previously been reported to exhibit the AChE inhibitory activity. This study aimed to investigate their binding modes and to determine efficient computational methods for analyzing their interactions with...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate their binding modes and to determine efficient computational methods for analyzing their interactions with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polyzwitterion-Based pH-Responsive Shell of Polymeric Micelle: Evaluation of Physicochemical Properties and <em>In Vivo</em> Functionalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "As well-known nanocarriers for systemically injectable drug delivery systems, lipid-based polymeric micelles show potency for improving cancer treatment. Polyethylene glycol (PEG) is commonly used as a component of polymeric micelles owing to its biocompatibility but can cause immunogenic side reactions, which highlights the need for non-PEG-based systems for the delivery of therapeutic agents. To address this need, we herein synthesized a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200879",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>C</em><sub>3</sub>-Symmetric Borabuckybowl Featuring a Pyramidal-like sp<sup>2</sup> Boron Atom for Advanced Electronics and Optical Functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Heterobuckybowls containing tricoordinate boron atoms are promising electron-transporting and stimuli-responsive materials owing to their low-lying LUMO levels and enhanced Lewis acidity arising from curved π-conjugated systems. However, their development has been limited to BN-substituted analogues due to synthetic difficulties and poor stability. In this study, we report the synthesis and characterization of a C(3)-symmetric heterobuckybowl (BS(3)-bb) incorporating three peripheral sulfur...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200838",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adaptive crystals of homothiacalix[4]arene capable of molecular recognition, with preferential uptake of benzene over cyclohexane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Unique responsive and selective behaviour of homothiacalix[4]arene crystals is reported. A benzene disolvate adopting the 1,3-alternate conformation (HTCA-s(1,3)) can be converted to a guest-free non-porous phase (HTCA-a(1,3)) upon heating, with the host molecules retaining the same 1,3-alternate conformation. The process is reversible, with non-porous apohost crystals 'opening up' upon exposure to benzene vapour to reaccommodate the solvent molecules, as confirmed by SCXRD and sorption studies...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expanding the Genetic and Phenotypic Spectrum of DYT-VPS16: The Importance of Splice-Site Variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We expand the phenotypic and mutational spectrum of DYT-VPS16, emphasize the utility of RNA-Seq in clarifying VPS16 variant pathogenicity, and advocate for timely DBS as a promising therapeutic option for DYT-VPS16 patients. © 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We expand the phenotypic and mutational spectrum of DYT-VPS16, emphasize the utility of RNA-Seq in clarifying VPS16 variant pathogenicity, and advocate for timely DBS as a promising therapeutic option for DYT-VPS16 patients. © 2025 The Author(s)"
    },
    {
      "title": "Factors associated with compulsive sexual behavior in a national probability web-based aged 18-59 years sample from Japan: a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified characteristics of individuals at high risk of CSBD in Japan, highlighting the need to develop a support system specific to CSB to ensure effective treatment.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41200466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified characteristics of individuals at high risk of CSBD in Japan, highlighting the need to develop a support system specific to CSB to ensure effective treatment"
    },
    {
      "title": "Surgical Volume and Short-Term Outcomes After Advanced Hepatectomy in the Postpandemic Era: Analysis of the Japanese National Clinical Database (2018-2023)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Analysis of data from a nationwide Japanese database indicates that advanced hepatectomy continues to be performed safely in the post-COVID-19 era, despite a decreasing procedural volume.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Analysis of data from a nationwide Japanese database indicates that advanced hepatectomy continues to be performed safely in the post-COVID-19 era, despite a decreasing procedural volume"
    },
    {
      "title": "3-dimensional plasmonic nanomotors enabled by independent integration of optical pulling and lateral forces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Light-matter interactions generally involve momentum exchange between incident photons and the target object giving rise to optical forces and torques. While typically weak, they become significant at the nanoscale, driving intense research interest in the exploitation of photon recoil to drive micro- and nanostructures. While great progress has been attained in controlling transversal degrees of freedom, three-dimensional movement remains challenging, particularly due to the impractical...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical phased arrays for wavefront shaping in forward scattering media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "High-resolution optical imaging in thick tissue samples remains elusive, mainly because of the scattering exhibited by the tissue. With increasing depth, the number of nonscattered photons exponentially decreases - limiting the use of conventional imaging techniques at depth. Wavefront shaping is a novel technique that aims to enable imaging at depth by refocusing the scattered light. However, significant wavefront-control hardware improvements are necessary to unlock the applications in in vivo...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199930",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to enable imaging at depth by refocusing the scattered light",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoredox catalysed reductive cleavage of dibenzothiophene dioxides enabled by a temperature-controlled photoreactor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The cleavage of C-S bonds in dibenzothiophene dioxides under reductive photoredox catalysed conditions is reported. The reactions afford sulfinates, which can be used in a variety of subsequent transformations for diversification. When using unsymmetrical dibenzothiophene substrates, reductive cleavage occurs preferentially at one C-S bond. Experimental and computational studies provide insight into this interesting selectivity. The process tolerates the presence of oil (dodecane), highlighting...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199922",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Communicating medication risks in pregnancy: Towards shared decision making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Medication use during pregnancy is common, yet safety data remain limited, often leading to exaggerated risk perceptions and suboptimal care. Current communication practices are fragmented: product labeling and patient leaflets tend to emphasize potential harms, while specialized resources are underused. We explore the challenges of conveying accurate risk-benefit information and highlight the need for shared decision making. Integrated, evidence-based resources accessible to both healthcare...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199813",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ancestral Origin and Structural Characteristics of Non-Syntenic Homologous Chromosomes in Abalones (Haliotis)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Structural variation is increasingly recognised as a pivotal contributor to genomic diversity in marine invertebrates, yet its extent and evolutionary significance remain poorly characterised in many species. Haplotype-phased genome assembly is an excellent resource for studying such variations by comparing homologous chromosomes. Here, we focus on abalones (genus Haliotis) that are iconic marine invertebrates originated in the Cretaceous period. They have long drawn attention for their...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "remain poorly characterised in many species",
      "conclusion": null
    },
    {
      "title": "Pd-catalyzed acceptorless dehydrogenative aromatization of cyclohexyl rings <em>via</em> benzylic C-H bond activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41199736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Here, acceptorless dehydrogenative aromatization of cyclohexyl rings via benzylic C-H bond activation has been achieved using a supported Pd nanoparticle catalyst. In particular, Pd(0) nanoparticles formed in situ from Pd hydroxide species during the dehydrogenation reactions showed high catalytic performance and a wide substrate scope.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41199736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Occurrence of type VI secretion system effector genes in longitudinal isolates of <em>P. aeruginosa</em> from people with cystic fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Pseudomonas aeruginosa uses multiple type VI secretion systems (T6SSs) to manipulate eukaryotic cells, kill competing microbes and take up nutrients. Bacterial strains are known to differ in their T6SS apparatus and the toxic effector proteins responsible for killing. The ability to eliminate competitors has been repeatedly demonstrated in lab studies, but much less is known about effector genotypes during infection. We used comparative genomics to test for the presence and absence of T6SS...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and characterization of a novel papillomavirus in thornback skate (<em>Raja clavata</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Papillomaviruses are non-enveloped, double-stranded DNA viruses capable of infecting a wide range of vertebrates, from chondrichthyans to mammals. In this study, we report for the first time the identification and complete genome of a papillomavirus in the thornback skate (Raja clavata), named Raja clavata papillomavirus 1 (RclaPV1). The genomic sequence was determined using a metagenomic approach and subsequently confirmed by PCR. The RclaPV1 genome is 5,539 bp in length and displays the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Roles of the membrane-binding motif and the C-terminal domain of RNase E in localization and diffusion in <em>E. coli</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "In Escherichia coli, RNase E, a central enzyme in RNA processing and mRNA degradation, contains a catalytic N-terminal domain, a membrane-targeting sequence (MTS), and a C-terminal domain (CTD). We investigated how MTS and CTD influence RNase E localization, diffusion, and function. Super-resolution microscopy revealed that ~93% of RNase E localizes to the inner membrane and exhibits slow diffusion similar to polysomes. Comparing the native amphipathic MTS with a transmembrane motif showed that...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how MTS and CTD influence RNase E localization, diffusion, and function",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GH25 lysozyme mediates tripartite interkingdom interactions and microbial competition on the plant leaf surface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Microbial communities inhabiting plants have emerged as crucial factors in regulating plant health and defense against disease-causing pathogens. The yeast Moesziomyces bullatus ex. Albugo (MbA) on Arabidopsis produces a glycoside hydrolase 25 (GH25) protein that regulates the leaf microbiome by antagonizing the pathogenic oomycete Albugo laibachii. Applying MbA or GH25 rescued Arabidopsis thaliana shoot fresh weight under A. laibachii infection, highlighting their crop protection potential....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MDFIC2 is a PIEZO channel modulator that can alleviate mechanical allodynia associated with neuropathic pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "PIEZO channels are mechanical force sensors involved in various biological processes, including somatosensation. To date, only a few PIEZO-binding partners have been identified, including MyoD-family inhibitor proteins (MDFI and MDFIC). Here, we show that MDFIC2, a third member of the MDFI protein family with an as-yet-unknown function, is expressed in a subset of nociceptive sensory neurons. MDFIC2 modulates both PIEZO1 and PIEZO2 gating properties by slowing their kinetics and shifting...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201821",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Suppression of pair beam instabilities in a laboratory analogue of blazar pair cascades",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The generation of dense electron-positron pair beams in the laboratory can enable direct tests of theoretical models of γ-ray bursts and active galactic nuclei. We have successfully achieved this using ultrarelativistic protons accelerated by the Super Proton Synchrotron at (CERN). In the first application of this experimental platform, the stability of the pair beam is studied as it propagates through a meter-length plasma, analogous to TeV γ-ray-induced pair cascades in the intergalactic...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gaps in US Psychedelic Policy and How to Close Them",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insights into the Active Sites for Catalytic Steam Reforming of Methane from Oscillations in the Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "A new oscillating catalytic reaction is discovered: steam reforming of CH(4) in the presence of SO(2) over Rh nanoparticles. The reducing products from the reforming reaction convert SO(2) to adsorbed sulfur, which causes deactivation. When activity, and thus the reducing environment, is lost, the H(2)O oxidizes adsorbed S back into gaseous SO(2), and activity re-emerges via a transient, S-free, but less active metastable state. Electron microscopy, spectroscopy, and theoretical calculations...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge and attitude regarding preventive and minimally invasive caries treatments: a cross-sectional survey among Dutch dental professionals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The majority of OHCPs in the present study reported being familiar with the guideline. However there is room for improvement in its implementation in practice. OHCPs working in paediatric dentistry reported greater familiarity with the guideline. Generally, OHCPs had a neutral attitude towards preventive caries management.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201776",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The majority of OHCPs in the present study reported being familiar with the guideline. However there is room for improvement in its implementation in practice"
    },
    {
      "title": "Detection of clonal selection by multicolor flow cytometry in TAM with multiple GATA1 mutations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Transient abnormal myelopoiesis (TAM) occurs in approximately 10% of neonates with Down syndrome (DS), and about 20% of these cases progress to myeloid leukemia associated with DS (ML-DS) within the first four years of life. TAM usually arises from a single clone harboring an identical GATA1 mutation, but approximately 8% of cases carry heterogeneous clones with distinct GATA1 mutations. To date, no reliable method has been established to determine which clone progresses to ML-DS. Here, we...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient Engagement Activities and Infrastructure Among US Veterans Affairs National Research Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This work documents patient engagement activities and infrastructure among seven VA-funded national research networks within VA's integrated learning health system. Network representatives' experiences highlight important considerations for developing and sustaining patient engagement infrastructure. Future research is needed to examine quality, outcomes, and costs of patient engagement services within different contexts, and how this infrastructure could best be deployed to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201744",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "considerations for developing and sustaining patient engagement infrastructure",
      "conclusion": "This work documents patient engagement activities and infrastructure among seven VA-funded national research networks within VA's integrated learning health system. Network representatives' experiences highlight important considerations for developing and sustaining patient engagement infrastructure"
    },
    {
      "title": "Personalized rTMS treatment recommendation with retrieval-augmented LLM reasoning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Repetitive transcranial magnetic stimulation (rTMS) is an effective, non-invasive neuromodulation therapy for major depressive disorder (MDD) and treatment-resistant depression (TRD). However, current clinical practice typically relies on standardized protocols that may not adequately account for individual patient variability. To address this gap, we propose a novel, interpretable framework for personalized rTMS treatment recommendations that combines a pretrained sentence embedding model with...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201741",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of left atrial strain in patent foramen ovale patients with right-to-left shunt and its prediction of cryptogenic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The aim was to evaluate the differential effects of right-to-left shunts (RLS) linked to patent foramen ovale (PFO) on left atrial strain using two-dimensional speckle tracking imaging (2D-STI), and to investigate the prognostic value of left atrial strain in predicting the risk of cryptogenic stroke (CS) related to PFO-RLS. This study involved 81 PFO patients and 45 healthy controls (HCs), who were divided into three groups: the permanent RLS, the latent RLS, and the HC group. Clinical...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201706",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to evaluate the differential effects of right-to-left shunts (RLS) linked to patent foramen ovale (PFO) on left atrial strain using two-dimensional speckle tracking imaging (2D-STI), and to invest...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anomalous left coronary artery from the pulmonary artery in adults: a systematic review of clinical presentation, diagnosis, and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Abnormal left coronary artery from the pulmonary artery (ALCAPA) is a rare congenital coronary anomaly, occurring in approximately 1 in 300 000 live births and accounting for roughly 0,5 per cent of all congenital heart defects. Without surgical correction, in more than 90% of cases, the defect leads to death in the first year of life. However, a small subgroup of individuals survive into adulthood. In adults, it can manifest as dyspnoea, angina, palpitations and eventually leads to heart...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201705",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation of α-Ketoglutaric Acid by a Dual Enzyme Cascade Bioenzymatic Method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "α-Ketoglutaric acid (α-KG) is an important intermediate in the tricarboxylic acid cycle and is widely used in organic synthesis, nutritional fortification agents, and other fields. In this study, we co-expressed L-glutamate oxidase (LGOX) from Streptomyces ghanaensis and catalase (CAT) from Escherichia coli and optimized the expression intensity of LGOX and CAT as well as the whole-cell catalytic conditions, which achieved 87.97% conversion of monosodium glutamate and 96.77 g/L yield of α-KG in...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "intermediate in the tricarboxylic acid cycle and is widely used in organic synthesis, nutritional fortification agents, and other fields",
      "conclusion": null
    },
    {
      "title": "Phenotypic and genetic changes of Crimean-Congo hemorrhagic fever virus during serial passage in susceptible cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Background Single-stranded RNA viruses such as the Crimean-Congo hemorrhagic fever virus (CCHFV) exhibit a high degree of genetic diversity that can result in the emergence of new viral quasispecies. The aim of this study was to examine the kinetics of CCHFV replication and to identify genetic variations resulting from serial passage in susceptible cell lines that could potentially affect the infectivity and fitness of laboratory virus strains. As efficacy studies of candidate therapeutics and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of this study was to examine the kinetics of CCHFV replication and to identify genetic variations resulting from serial passage in susceptible cell lines that could potentially affect the infectivity ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiology of acute myeloid leukemia in children and adolescents (1990-2021): a global burden of disease study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Acute myeloid leukemia (AML) remains a significant global health concern in children, though its epidemiological landscape has markedly changed over recent decades. Understanding these evolving trends can guide targeted healthcare strategies and resource allocation. Utilizing data from the Global Burden of Disease (GBD) database spanning 1990-2021, we analyzed global, regional, and national trends in AML incidence, mortality, and disability-adjusted life years (DALYs) among children and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "global, regional, and national trends in AML incidence, mortality, and disability-adjusted life years (DALYs) among children and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microcargos with Megaeffects: A Literature Review of Immunomodulatory, Diagnostic, Prognostic, and Therapeutic Dimensions of Exosomal MicroRNAs in Glioblastoma Multiforme",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma multiforme (GBM) is a complex and aggressive central nervous system (CNS) tumor that has a poor prognosis, and restricted therapeutic options are available despite the increasing research conducted. Moreover, the cells in our body package microRNAs, ubiquitous modulators of numerous biological processes, into exosomes for cell-to-cell signaling. Indeed, exosomal miRNAs contribute to several aspects of glioma, such as development, occurrence, metastasis, and immune evasion....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201675",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"The impact of aging on cognitive and motor functions: a molecular and behavioral study in female C57BL/6 mice\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Aging leads to various changes in nervous system functions. Older humans and animals exhibit altered movement patterns and experience alterations in memory and motor functions. Rodent models, particularly aged C57BL/6 mice, have been instrumental in studying behavioral and neurophysiological changes associated with aging. This study aimed to characterize age-related cognitive and motor decline and examine its association with molecular changes in a physiologically aged murine model. For this...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201665",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "characterize age-related cognitive and motor decline and examine its association with molecular changes in a physiologically aged murine model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensitive and enzyme-free detection of epinephrine based on porous platinum nanoflowers assembling into multiwalled carbon nanotubes-graphene quantum dots hybrid modified electrode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "A kind of novel porous platinum nanoflowers (Pt NFs) was synthesized and assembled into acidified multiwalled carbon nanotubes (MWCNTs)-graphene quantum dots (GQDs) hybrid to form a ternary nanocomposite (Pt NFs/MWCNTs-GQDs), which was modified on surface of glassy carbon electrode (GCE). The morphology and structure of the nanocomposites were characterized using transmission electron microscopy (TEM), X-ray diffraction (XRD), and X-ray photoelectron spectroscopy (XPS), while the electrochemical...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From imaginary friends to artificial companions: growing up with AI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Muscle loss and GLP-1R agonists use",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Skeletal muscle wasting is a major yet often overlooked determinant of adverse outcomes in diabetes mellitus and obesity. Loss of muscle mass and strength not only impairs mobility and quality of life, but also worsens insulin resistance, accelerates cardiometabolic decline and increases mortality risk. The convergence of chronic inflammation, mitochondrial dysfunction and altered protein metabolism makes individuals with metabolic diseases particularly vulnerable to sarcopenia. Glucagon-like...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and efficacy of [<sup>177</sup>Lu]Lu-SibuDAB in patients with progressive metastatic castration-resistant prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Overall survival and response rates of patients are consistent with previous reports on PSMA-targeted RPT while the absence of xerostomia can be considered an improvement. Up to four cycles of [^(177)Lu]Lu-SibuDAB were well tolerated and [^(177)Lu]Lu-SibuDAB appears to be a valid option for effective treatment of patients with progressive mCRPC. Randomized clinical trials to assess efficacy compared to established RPT are warranted.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201599",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall survival and response rates of patients are consistent with previous reports on PSMA-targeted RPT while the absence of xerostomia can be considered an improvement. Up to four cycles of [^(177)Lu]Lu-SibuDAB were well tolerated and [^(177)Lu]Lu-SibuDAB appears to be a valid option for effectiv..."
    },
    {
      "title": "Associations of accelerometer-measured light-intensity physical activity with mortality and incidence of cardiovascular diseases and cancers: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Engaging in LPA for ∼3.5 h/day was conservatively associated with lower risk of mortality and disease incidence, with further risk reductions observed up to an optimal dose of ∼6.0 h/day. These findings suggest that sufficient LPA offers important health benefits, which can inform the development of future PA guidelines.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201595",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "health benefits, which can inform the development of future PA guidelines",
      "conclusion": "Engaging in LPA for ∼3.5 h/day was conservatively associated with lower risk of mortality and disease incidence, with further risk reductions observed up to an optimal dose of ∼6"
    },
    {
      "title": "Application of pretreatment <sup>18</sup>F-FDG PET metabolic parameters in children with Langerhans cell histiocytosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "To evaluate whether pre-treatment ^(18)F-fluorodeoxyglucose positron emission tomography/computed tomography (^(18)F-FDG PET/CT) metabolic parameters can predict cfBRAF V600E mutation status and prognosis in pediatric Langerhans cell histiocytosis (LCH). We retrospectively analyzed 64 newly diagnosed pediatric LCH patients who underwent pre-treatment ^(18)F-FDG PET/CT between September 2020 and March 2024. Metabolic parameters were measured, including maximum standardized uptake value (SUVmax),...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201587",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depleted uranium exposure induced ferroptosis in renal cells via the ETHE1/P38-MAPK pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "This study investigated the role of ferroptosis in acute depleted uranium (DU)-induced nephrotoxicity. Using Sprague-Dawley rats and HK-2 cells to establish models of acute DU exposure (rats: 10 mg/kg; cells: 500 μM for 24 h), we found that DU exposure caused mitochondrial dysfunction, lipid peroxidation, and iron accumulation, all hallmarks of ferroptosis, which were inhibited by ferrostatin-1 (Fer-1). We identified mitochondrial ethylmalonic encephalopathy 1 (ETHE1) as a key DU target. ETHE1...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the role of ferroptosis in acute depleted uranium (DU)-induced nephrotoxicity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lost in Space and Thought: Navigating the Cognitive Map in Alzheimer's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Spatial navigation is one of the brain's most fundamental abilities, enabling us to move through the world with ease. The seemingly effortless act of navigation depends on complex cognitive functions, with the cognitive map playing a central role. In individuals with Alzheimer's disease (AD) and mild cognitive impairment (MCI), however, this once intuitive ability becomes disoriented and impaired before the emergence of noticeable memory symptoms. AD pathology disrupts structural and functional...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201576",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics study of prognostic models and molecular networks related to ovarian cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Through an integrative approach, our study deciphers the prognostic, immune, and therapeutic value of the risk score in OV. This analysis highlights the importance of the risk score in predicting survival, modulating immune response, and guiding chemotherapy sensitivity, thus supporting its utility in improving personalized treatment strategies for ovarian cancer patients.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201568",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Through an integrative approach, our study deciphers the prognostic, immune, and therapeutic value of the risk score in OV. This analysis highlights the importance of the risk score in predicting survival, modulating immune response, and guiding chemotherapy sensitivity, thus supporting its utility ..."
    },
    {
      "title": "The prognostic value of CT-measured body composition combined with radiomics in predicting the survival of patients with resectable colon cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nomogram combining body composition and tumor radiomics features can help predict the long-term prognosis of patients with resectable colon cancer and may serve as an effective tool to promote individualized treatment.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201567",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nomogram combining body composition and tumor radiomics features can help predict the long-term prognosis of patients with resectable colon cancer and may serve as an effective tool to promote individualized treatment"
    },
    {
      "title": "Complementary Chinese Herbal Medicine Use and Gastrointestinal Cancers: A Scoping Review of Usage Patterns and Survival Outcomes in Taiwanese Population-Based Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This review underscores the potential role of CHM as a complementary treatment for improving survival in GI cancers in real-world settings. These findings will require future rigorously-designed multinational observational studies and trials to further identify the role of specific herbal treatment in contemporary oncological care to improve outcomes for people with GI cancer.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201555",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review underscores the potential role of CHM as a complementary treatment for improving survival in GI cancers in real-world settings. These findings will require future rigorously-designed multinational observational studies and trials to further identify the role of specific herbal treatment ..."
    },
    {
      "title": "A framework for assessing global health impacts of polar change: An urgent call for interdisciplinary research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Research on the human health risks of climate change is expanding, yet the influence of polar region shifts on these risks remains underexplored. This paper presents a framework to assess global and regional health risks stemming from polar physical changes. The polar regions are experiencing rapid environmental transformations, including melting ice, ocean warming, ocean acidification, permafrost thaw, intensifying wildfires, and alterations to jet streams, ocean currents. These changes can...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plea for an appropriately dosed antipsychotic psychopharmacotherapy using haloperidol as an example",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive factors for primary nonresponse to biologics in ulcerative colitis: a prospective multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with UC, PR3-ANCA is a significant predictor of PNR to anti-TNF therapy, but not to anti-integrin therapy. PLR and SII may predict PNR to anti-integrin therapy. PR3-ANCA could aid biologic selection, optimizing personalized UC treatment and healthcare resource utilization.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201536",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with UC, PR3-ANCA is a significant predictor of PNR to anti-TNF therapy, but not to anti-integrin therapy. PLR and SII may predict PNR to anti-integrin therapy"
    },
    {
      "title": "Femoral Condyle Height Changes during Knee Joint Motion after UKA: Implications for Optimizing Soft Tissue Balance in Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights IHA as a more dynamic and kinematically balanced reference axis for UKA, offering physiological alignment with the joint's anatomical characteristics. FB UKA more effectively restores natural IHA properties compared to MB UKA, with the latter showing greater kinematic disruption.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights IHA as a more dynamic and kinematically balanced reference axis for UKA, offering physiological alignment with the joint's anatomical characteristics. FB UKA more effectively restores natural IHA properties compared to MB UKA, with the latter showing greater kinematic disruptio..."
    },
    {
      "title": "Targeting adenosine 2A receptor signaling suppresses vascular calcification by restraining smooth muscle osteogenic differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Vascular calcification (VC) is a major contributor to cardiovascular morbidity and mortality, particularly in patients with chronic kidney disease (CKD). Adenosine 2 A receptor (ADORA2A) is highly expressed in vascular cells and implicated in cardiovascular disease; however, its specific role in VC pathogenesis remains unclear. Here, we investigated the role of ADORA2A using in vitro (vascular smooth muscle cells; VSMCs), ex vivo (mouse aortic rings), and in vivo (5/6th nephrectomy with high...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201506",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the role of ADORA2A using in vitro (vascular smooth muscle cells; VSMCs), ex vivo (mouse aortic rings), and in vivo (5/6th nephrectomy with high",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomics-driven antiviral drug screening identifies ATF6 as a homeostatic regulator of ER stress and innate immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This work positions ER stress modulation, particularly ATF6 targeting, as a strategy to balance antiviral defense and inflammatory toxicity, offering a roadmap for pan-coronavirus therapeutics. With these results, we established a paradigm for transcriptomic signature-based drug screening system for future treatment development of virus pandemics.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This work positions ER stress modulation, particularly ATF6 targeting, as a strategy to balance antiviral defense and inflammatory toxicity, offering a roadmap for pan-coronavirus therapeutics. With these results, we established a paradigm for transcriptomic signature-based drug screening system for..."
    },
    {
      "title": "Nephrotoxicity of polymyxin B and colistin sulfate in patients with multidrug-resistant gram-negative bacteria infections: a parametric time-to-event analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In critically ill patients with MDR-GNB infections, higher plasma exposure to PMB and CS was strongly associated with increased nephrotoxicity. Exposure thresholds of AUC(ss,24h) ≥ 101 μg·h/mL for PMB and ≥ 44 μg·h/mL for CS significantly elevated the AKI risk. Therapeutic drug monitoring should be integrated into clinical practice to optimize polymyxin dosing, reduce toxicity, and improve patient outcomes.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201487",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In critically ill patients with MDR-GNB infections, higher plasma exposure to PMB and CS was strongly associated with increased nephrotoxicity. Exposure thresholds of AUC(ss,24h) ≥ 101 μg·h/mL for PMB and ≥ 44 μg·h/mL for CS significantly elevated the AKI risk"
    },
    {
      "title": "3S-DB identifies an RNA repository facilitating stop codon readthrough for selenocysteine insertion and selenoproteome expansion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Selenoproteins contain the selenocysteine (Sec, U), which is essential for redox regulation due to its reactive selenol group. The current set of 25 human selenoproteins was defined by the presence of SECIS elements in the 3' UTR coupled with in-frame UGA codons through a stop codon readthrough mechanism. However, the discovery of novel selenoproteins and SECIS elements remains limited by the constraints of SECIS prediction methods. In this study, we focus on SECISBP2, the core SECIS-binding...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201471",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative analysis of cerebrospinal fluid biomarkers, metabolomics, and polygenic risk reveals novel metabolite associations with Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "BackgroundCerebrospinal fluid (CSF) metabolomics offers an opportunity to investigate in vivo biological pathways impacted in the human brain by Alzheimer's disease (AD). While impairments in brain glucose metabolism and lipid homeostasis are implicated in AD, the underlying metabolic pathways remain unclear. Genotype information can also be leveraged to study associations between CSF metabolites and AD genetic risk.ObjectiveTo evaluate how CSF metabolomic profiles and genetic risk are...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201456",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TIME for Endometrial Cancer: Advancements and Challenges in Therapeutic Targets for the Endometrial Cancer Tumor Immune Microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Endometrial cancer is the sixth most common cancer in women worldwide and the fourth most common cancer in women in the United States. In the United States, its incidence and mortality rates have continued to increase since the late 1990s. Endometrial cancer comprises most uterine corpus carcinomas and represents a heterogeneous group of cancers varying in pathology, histology, molecular biology, immunogenicity, and prognosis. Recently, the advancement of molecular classification and subsequent...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201455",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interleukin-17F Induces Ischemic Injury in Aged Mice by Causing Endothelial Cells' Senescence and Dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "This study investigated the relationship between plasma Interleukin-17A (IL-17A) and Interleukin-17F (IL-17F) levels and peripheral arterial disease (PAD), and explored the role of IL-17F in neovascularization in a preclinical PAD model of aged mice. Using an enzyme-linked immunosorbent assay, we found that plasma IL-17A levels were similar in young and aged groups in both PAD patients and mice with hindlimb ischemia. In contrast, IL-17F levels were elevated in the aged group. Spearman...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201454",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the relationship between plasma Interleukin-17A (IL-17A) and Interleukin-17F (IL-17F) levels and peripheral arterial disease (PAD), and explored the role of IL-17F in neovascularization in a preclinic...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct measurements of luminal Ca2+ with endo-lysosomal GFP-aequorin reveal functional IP3 receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Endo-lysosomes are considered acidic Ca2+ stores, but direct measurements of luminal Ca2+ within them are limited. Here, we report that the Ca2+-sensitive luminescent protein aequorin does not reconstitute with its cofactor at highly acidic pH but that a significant fraction of the probe is functional within a mildly acidic compartment when targeted to the endo-lysosomal system. We leveraged this probe (ELGA) to report Ca2+ dynamics in this compartment. We show that Ca2+ uptake is ATP-dependent...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid Pulmonary Valve Replacement in Very Large Right Ventricular Outflow Tract Using a Self-Expanding Valve",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Patients with very large right ventricular outflow tract (RVOT) may not be suitable for percutaneous pulmonary valve implantation (PPVI). Hybrid PPVI, combining surgical pulmonary artery plication with transcatheter valve implantation, may offer a feasible alternative to surgical valve replacement for high-risk patients.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burden and Risk Factors of Cardiovascular Diseases in Asia, 1990-2021: An Analysis for GBD 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite declines in ASDR and age-standardized mortality rate, the absolute CVD burden in Asia has increased sharply. Regional disparities in CVD burden and risk factors profiles highlight the necessity for targeted interventions.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite declines in ASDR and age-standardized mortality rate, the absolute CVD burden in Asia has increased sharply. Regional disparities in CVD burden and risk factors profiles highlight the necessity for targeted interventions"
    },
    {
      "title": "Acute Myeloid Leukemia Drives Atrial Fibrillation Through TNFα Signaling Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Practice Patterns and Outcomes for Tricuspid Interventions Among Medicare Patients With Cardiac Implantable Electronic Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The nationwide volume of percutaneous tricuspid interventions is increasing, driven primarily by patients with CIEDs, who represent approximately 10% of the tricuspid procedural volume. Concomitant lead extraction was frequently used when clinically indicated and was not associated with higher complications. The high complication rate for all tricuspid interventions suggests that extraction procedures should be deployed cautiously in this population.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201409",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The nationwide volume of percutaneous tricuspid interventions is increasing, driven primarily by patients with CIEDs, who represent approximately 10% of the tricuspid procedural volume. Concomitant lead extraction was frequently used when clinically indicated and was not associated with higher compl..."
    },
    {
      "title": "Atrial Fibrillation Recurrence After Left Atrial Appendage Occlusion in Patients Undergoing Ablation: OPTION Trial Sub-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among patients undergoing AF ablation, LAAC (concomitant or sequential) does not affect AF ablation outcomes. The stroke/systemic embolism rate was low in all groups. Nevertheless, the trial highlights that stroke and systemic embolism remain significant risks, even in patients without AF recurrence, and should not be overlooked.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients undergoing AF ablation, LAAC (concomitant or sequential) does not affect AF ablation outcomes. The stroke/systemic embolism rate was low in all groups"
    },
    {
      "title": "Atrial Fibrillation and Takotsubo Syndrome: A Propensity-Matched Analysis From the GEIST and ATHERO-AF Registries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiation-Induced Skin Injury: Mechanisms, Clinical Manifestations, and Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Radiation-induced skin injury (RISI) is among the most common complications of cancer radiotherapy, affecting up to 95% of patients. These injuries include acute and chronic reactions that impair quality of life, necessitate treatment modifications, and contribute to long-term morbidity. This review synthesizes current understanding of the pathophysiology, clinical manifestations, histopathologic features, and management strategies for RISI, with emphasis on approaches most relevant to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201396",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Right Glucarpidose?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deciphering the Blinking Mechanisms of Dye-Loaded Organic Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "This study investigates the blinking behavior of dye-loaded organic nanoparticles (NPs) and elucidates the role of energy transfer (EET) and dye aggregation. Using spectrally resolved single-molecule microscopy, we characterize the optical properties of NPs composed of poly(lactic-co-glycolic acid) (PLGA) and poly(methyl methacrylate) (PMMA) with varying dye loadings. At high dye concentrations, the NPs exhibit intensity fluctuations that are attributed to transient species quenching the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201387",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A study of patient recall and comprehension of genetic testing results in amyotrophic lateral sclerosis (ALS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Objective: Assess the accuracy of ALS patient recall of genetic testing results and evaluate comprehension of key implications of results. Methods: Participants were recruited from the Center for Disease Control's National ALS Registry. A survey collected participant demographics, their recollection of their genetic test result, and their understanding of the implications of their result. Comprehension was scored based on responses to key questions. Whenever possible, patient-reported test...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201375",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Assess the accuracy of ALS patient recall of genetic testing results and evaluate comprehension of key implications of results",
      "significance": "of results",
      "conclusion": null
    },
    {
      "title": "A Twisted-Integrated Multifunctional Fiber Sensor for Real-Time Metabolic Monitoring and Management of Sepsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Sepsis-induced systemic metabolic dysregulation involves complex interactions between acid-base imbalance and glucose metabolism abnormalities. Traditional metabolic monitoring methods, which rely on intermittent blood sampling, lack sufficient spatiotemporal resolution and fail to capture the dynamic pathological changes in detail. To address this, we present a minimally invasive multifunctional fiber sensor (PGFs) with a twisted integration structure for real-time, simultaneous monitoring of...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal dynamics and readout latency in perception and iconic memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "After the offset of complex visual stimuli, rich stimulus information remains briefly available to the observer, reflecting a rapidly decaying iconic memory trace. Here we found that even if the cues are presented in the final stage of the stimulus presentation, the reportable information already starts decaying. Using closely spaced readout cues and a theoretical model of information availability, we observed that a cue has to be presented around 10 to 30 milliseconds before stimulus offset to...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201308",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysfunctional T cells due to the abnormal glucose metabolism in patients with primary immune thrombocytopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "To investigate T-cell glucose metabolism dysfunction in primary immune thrombocytopenia (ITP) and the role of mammalian target of rapamycin complex 1 (mTORC1) in regulatory T-cell (Treg) suppression function. Gene set enrichment analysis (GSEA) assessed glycolysis and mTORC1 pathways in dysfunctional Tregs from patients with systemic lupus erythematosus (SLE). CD4^(+) effector T cells (Teffs) were isolated from peripheral blood mononuclear cells (PBMCs) pre- and post-dexamethasone treatment and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201304",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Marked Platelet Clumping and Giant Platelets due to GP Ib/IX Autoantibodies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating the Growing Prospects and Growing Pains of Managed Aquifer Recharge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Increasing water demands and declining groundwater levels have led to rising interest in managed aquifer recharge. That interest is growing in the United States-the focus of this article-and elsewhere. Increasing interest makes sense; managed aquifer recharge can reduce water-supply challenges and provide environmental benefits, sometimes with lower costs than alternative water-management approaches. But managed aquifer recharge also faces growing pains, which will make it difficult for projects...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Specialization and Collaboration of cDC2 Subsets in CD4+ T Cell Priming and Differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Dendritic cells (DCs) play a crucial role in bridging innate and adaptive immunity by presenting antigens to prime antigen-specific T cells. Conventional DC (cDC) type 2 cells (cDC2s) are a phenotypically heterogeneous population of DCs highly capable of presenting antigens to CD4+ T cells. Studies found functional differences between different cDC2 subsets in regulating effector CD4+ T helper (Th) cells, but collaboration between different cDC subsets has also been suggested. In this review, we...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Removing Extracellular Matrix From the Cell Surface Prior to Seeding Enhances the Adhesion of Primary Human Hepatocytes to the Culture Vessel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Primary human hepatocytes (PHHs) are currently the gold standard for developing human-relevant in vitro liver cell culture models for studies of pathological conditions, compound screening, and metabolism and toxicity testing in the drug discovery process. However, PHHs exhibit variable adhesiveness to culture vessels, which limits their utility. In this study, we investigated the cause of this unstable adhesiveness of PHHs. We observed that non-adhering PHHs have some kind of extracellular...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201218",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the cause of this unstable adhesiveness of PHHs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advancements in Known and Emerging Risk Factors of Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The shifting epidemiology of HCC necessitates a multidisciplinary approach to prevention, early detection, and treatment. Integrating genomic profiling, biomarker-based risk stratification, and equitable healthcare access will be critical to reducing the global burden of HCC.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The shifting epidemiology of HCC necessitates a multidisciplinary approach to prevention, early detection, and treatment. Integrating genomic profiling, biomarker-based risk stratification, and equitable healthcare access will be critical to reducing the global burden of HCC"
    },
    {
      "title": "A Versatile \"Sample-in-Answer-Out\" Microfluidic System for Combined Detection of Multi-Functional Forensic Human Genetic Markers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "On-site forensic DNA analysis has been hampered by inadequate automation and the limited scope of genetic information profiling. Here, a modular fully integrated microfluidic system is presented paired with a portable trolley-case analyzer to enable truly automated, on-site forensic DNA profiling. The system consists of a disposable plastic chip for DNA extraction/amplification (DEA) and a universal glass capillary electrophoresis (CAE) chip. The sample-in-answer-out platform generates complete...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201159",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GPC3-based circular RNA vaccine suppresses hepatocellular carcinoma progression by activating adaptive immune responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The circGPC3 cancer vaccine was demonstrated superior efficacy compared to mRNA cancer vaccine. When further combined with a TLR4 agonist, it disrupted immune tolerance in HCC, offering a promising translational treatment strategy for HCC.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201153",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The circGPC3 cancer vaccine was demonstrated superior efficacy compared to mRNA cancer vaccine. When further combined with a TLR4 agonist, it disrupted immune tolerance in HCC, offering a promising translational treatment strategy for HCC"
    },
    {
      "title": "Photoactive Thiophene-Enriched Tetrathienonaphthalene-Based Covalent Organic Frameworks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The optoelectronic properties of covalent organic frameworks (COFs) can be controlled by the design of their molecular building blocks and assembly. Here, a facile and efficient synthetic route is reported for the novel thiophene-enriched tetrathienonaphthalene (TTN)-based node 4,4',4″,4'″-(naphtho[1,2-b:4,3-b':5,6-b″:8,7-b″']tetrathiophene-2,5,8,11-tetrayl)tetraaniline (TTNTA) for constructing imine-linked COFs. Utilizing TTNTA, highly crystalline, thiophene-enriched donor-donor (D-D) and...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Aligned BiFeO<sub>3</sub> Polarization Vector Induced by MnO<sub>6</sub> Octahedral Jahn-Teller Distortion for Enhanced Photocatalytic CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Precise modulation of polarization vector alignment through chemical synthesis strategies remains challenging for designing high-performance ferroelectric photocatalysts. Herein, the proposed Jahn-Teller distortion-mediated mechanism resolves the polarization disorder by elongating MnO(6) octahedra to drive the coordinated displacement of neighboring atoms along a uniform direction without an external electric field. Specifically, the localized charge of Mn is modulated via redistribution with...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unaddressed Methodological Heterogeneities in the Assessment of HCC Risk After HBsAg Seroclearance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enabling Emergency Response to Arsenic Contamination: Simultaneous and Rapid Identification of Arsenic Speciation by a Machine Learning-Driven Fluorescent Sensor Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The rapid identification of arsenic speciation is critical for assessing its toxicity and guiding emergency response during water contamination events, yet it remains a significant challenge for current analytical methods. Herein, a novel machine learning-driven fluorescent sensor array was designed for the differentiation of four arsenic species, including arsenite (As^(III)), arsenate (As^(V)), monomethylarsonic acid (MMA^(V)), and dimethylarsinic acid (DMA^(V)). Two Fe-based luminescent...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201132",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progress and Perspective of Direct Utilization of Flue Gas for Electrochemical CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Electrochemical carbon dioxide reduction reaction (CO(2)RR) can convert CO(2) into high-value chemicals and fuels, which not only offers a promising way to store the intermittent renewable electricity but also contributes to achieving carbon neutrality. Nevertheless, present-day CO(2)RR mainly relies on the use of high-purity CO(2) as the feedstock, while sourcing CO(2) from industrial flue gas requires additional costs for carbon capture and purification. Direct utilization of flue gas as feed...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishing an auxin-inducible GFP nanobody-based acute protein knockdown system to mimic hypomorphic mutations during early medaka embryogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Creating hypomorphic mutations is crucial to study gene function in vivo, especially when null mutations result in (embryonic) lethality. This applies to enzymes involved in glycosylation that, when mutated in human patients, cause the disease congenital disorders of glycosylation (CDG). In order to resemble patient condition, it would be ideal to acutely modulate the proteins in question to directly interfere with protein levels of such essential enzymes. These methods offer to establish...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201107",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and Characterization of a Small-Molecule Inhibitor of the <em>Pseudomonas aeruginosa</em> SOS Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The SOS response is among the most conserved pathways that promote antibiotic resistance onset in bacteria. This study aimed to identify and characterize small-molecule inhibitors of the SOS response in the opportunistic pathogen Pseudomonas aeruginosa. A library of 318 drug-like compounds was screened for inhibition of RecA-induced LexA autoproteolysis, a key step in SOS activation. One hit compound, 3-(2-sulfanylanilino)propanoic acid, showed dose-dependent inhibition with an IC(50) in the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify and characterize small-molecule inhibitors of the SOS response in the opportunistic pathogen Pseudomonas aeruginosa",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge, Attitudes, and Confidence in Dengue-Related Practice Among Primary Healthcare Nurses: A Multicenter Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PHC nurses demonstrated insufficient dengue-related knowledge, positive attitudes, and moderate confidence in clinical practice. Confidence was significantly associated with higher education, familiarity with national guidelines, greater knowledge, and more positive attitudes toward dengue prevention. These findings highlight the need to increase nurses' awareness and use of dengue national guidelines and to implement targeted professional development programs to enhance dengue...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201095",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PHC nurses demonstrated insufficient dengue-related knowledge, positive attitudes, and moderate confidence in clinical practice. Confidence was significantly associated with higher education, familiarity with national guidelines, greater knowledge, and more positive attitudes toward dengue preventio..."
    },
    {
      "title": "Protocol to rapidly verify silent gene reporter in human pluripotent stem cells using CRISPR activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Validating human pluripotent stem cell (hPSC) reporters targeting silent genes typically requires inducing gene expression through cell state transitions, which can be time consuming and complex. Here, we present a rapid workflow to verify reporter knockins at unexpressed loci in hPSCs using CRISPR-mediated transcriptional activation (CRISPRa). We detail steps for designing and cloning single-guide RNA (sgRNA), delivery of CRISPRa into reporter cells, and detection of reporter gene. In this...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IGF2BP2 stabilized by USP7 promotes cancer-associated fibroblast activation and attenuates gemcitabine sensitivity in PDAC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "N⁶-Methyladenosine (m⁶A) modification is a prevalent alteration in RNA, influencing stability, localization, and translation. The m⁶A reader IGF2BP2 stabilizes various mRNA transcripts of oncogenic proteins and has been extensively implicated in various tumors. Intriguingly, in pancreatic ductal adenocarcinoma (PDAC), IGF2BP2 maintains its protein stability despite the elevated autophagic activity, suggesting the existence of regulatory mechanisms that counteract IGF2BP2 degradation in PDAC....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201091",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Myo2 adaptor Ldm1 and its receptor Ldo16 mediate actin-dependent lipid droplet motility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Organelle motility enables strategic cellular reorganizations. In yeast, this process depends on the actin cytoskeleton, type V myosin motor proteins, and organelle-specific myosin adaptor proteins. While the myosin adaptors for most organelles are known, the coupling of myosin to lipid droplets (LDs), the cellular lipid storage organelles, remained enigmatic. Using genome-wide screening, we identified Ldm1 (lipid droplet motility 1/Yer085c) as a myosin adaptor. Ldm1 binds to the globular tail...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cell-type-specific defense priming and NHP-dependent systemic immunity against Pectobacterium in Chinese cabbage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Defense priming is an effective strategy for mounting the defensive capacity of plants. Primed plants undergo minimal changes, enabling rapid, robust responses to subsequent pathogen attack. The cell-type-specific mechanisms underlying priming and systemic immunity remain unclear. Using single-nucleus RNA sequencing (snRNA-seq), we reveal how primed Chinese cabbage coordinates N-hydroxypipecolic acid (NHP)-dependent systemic immunity against Pectobacterium carotovorum. NHP accumulates as a...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201088",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-intensity running exercise promotes knee meniscal damage via the PI3K/AKT/mTOR axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These observations demonstrate that prolonged and excessive mechanical stress may contribute to meniscal damage or degeneration through activation of the phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) axis.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These observations demonstrate that prolonged and excessive mechanical stress may contribute to meniscal damage or degeneration through activation of the phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) axis"
    },
    {
      "title": "Green tea (-)-epigallocatechin gallate exerts CD44 shedding in tumour cells and modulates membrane domains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Membrane raft-regulated shedding of CD44 is vital for tumour cell invasion. Therefore, developing raft-modulating agents is a promising approach for therapeutic intervention. Among the main green tea catechin derivatives, epigallocatechin gallate (EGCG) induced CD44 shedding and modulated the domains forming on the surfaces of giant vesicles, suggesting that EGCG may have potential as a therapeutic. Additionally, modulating plasma membrane domains may be a promising approach for cancer...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201075",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Urinary Albumin-to-Creatinine Ratio, Cardiovascular Health, and All-Cause Mortality in Hypertension: A Nationwide Cohort Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "While both cardiovascular health (CVH) and urinary albumin-to-creatinine ratio (UACR) are individually associated with mortality, their combined prognostic significance and potential mechanistic interplay in adults with hypertension remain unclear. This cohort study analyzed data from 9154 hypertensive adults in the National Health and Nutrition Examination Survey 2007-2018. CVH was assessed using the American Heart Association's Life's Essential 8 score, and UACR was measured from spot urine...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "and potential mechanistic interplay in adults with hypertension remain unclear",
      "conclusion": null
    },
    {
      "title": "Dihydroalterperylenol from endophytic fungus <em>Alternaria semiverrucosa</em> and its antitumour activity uncovered by transcriptome analysis, molecular docking and molecular dynamics simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Medicinal plants host a variety of endophytic fungi, which produce numerous secondary metabolites with diverse biological activities. The present study identified ten natural compounds isolated from the endophytic fungal strain Alternaria semiverrucosa, derived from Taxus wallichiana var. mairei. The cytotoxicity of all isolated compounds was evaluated against six tumor cell lines. Dihydroalterperylenol (compound 1) exhibited the highest cytotoxicity against HeLa cells (IC50=6.43±3.0 µM). Cells...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201023",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Schisantherin A induces ferroptosis in non‑small cell lung cancer through activation of the YAP/ACSL4/TfR signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Schisantherin A (Sch A), a compound derived from Schisandra chinensis, has anti‑inflammatory, antitumor, neuroprotective and antifibrotic properties. However, to the best of our knowledge, the role of Sch A in non‑small cell lung cancer (NSCLC) has not yet been reported. The purpose of the present study was to determine whether Sch A can prevent the development of NSCLC and to elucidate the underlying mechanisms involved. The results of the present study demonstrated that Sch A inhibited the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201015",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "of the present study was to determine whether Sch A can prevent the development of NSCLC and to elucidate the underlying mechanisms involved",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial Profiling of Elements through Matrix-Assisted Laser Desorption Ionization Mass Spectrometry Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Matrix-assisted laser desorption ionization mass spectrometry imaging (MALDI MSI) is widely used for biomolecular mapping but has not been extensively applied for direct element imaging. Established techniques such as LA-ICP-MS and SIMS provide high sensitivity for elemental analysis but lack the ability to simultaneously map elements and biomolecules. Here, we demonstrate the feasibility of MALDI MSI for direct spatial element profiling across multiple biological contexts. We optimized MALDI...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ GISAXS Study of IZO Deposition via Magnetron Sputtering for Optoelectronic Devices: Film Growth and Ion Bombardment-Induced Degradation Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Magnetron sputtering is a well-established fabrication technique in industry for the deposition of transparent conductive oxides toward optoelectronic device applications. However, the bombardment with highly energetic O^(-) ions can damage underlying sensitive layers of devices or the growing film itself, being a critical issue. Its substrate-dependent impact is not fully understood. Herein, the early-stage dynamics of film growth and ion-bombardment-induced degradation are studied...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "is not fully understood",
      "conclusion": null
    },
    {
      "title": "Maximal Rashba Splitting in GeTe/Bi<sub>2</sub>Te<sub>3</sub> Heterostructures via Strong Band Bending",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41201004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "The Rashba effect has emerged as a pivotal phenomenon driving novel discoveries in condensed matter physics. Materials with large Rashba energy E(R), wavenumber offset k(0) and Rashba parameter α(R) are prerequisites for spintronic devices operating above room temperature. While neither ultrathin GeTe films (<3.0 nm thickness) nor monolayer topological insulator Bi(2)Te(3) (1 quintuple layer (QL) on Si(111)) manifest Rashba splitting, An unprecedented strength of Rashba effect with E R = 0.57...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41201004",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual B and Fe doping boosts seawater oxidation on a Co<sub>3</sub>O<sub>4</sub> nanoarray",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Direct seawater electrolysis has attracted intensive interest for the production of green hydrogen; however, the competing chlorine evolution reaction and oxygen evolution reaction lead to anode corrosion and thus limited durability. Here, B,Fe dual doping is proposed as an effective strategy to enhance its activity and the durability of the Co(3)O(4) nanoarray supported on nickel foam (B,Fe-Co(3)O(4)/NF) for alkaline seawater oxidation. At an industrial-scale current density of 1000 mA cm^(-2),...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Functional Connectivity of Resting-state EEG in Adolescent Major Depressive Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These preliminary findings deepen our understanding of adolescents with MDD and suggest that resting-state brain network attributes in the alpha band may serve as a potential physiological biomarker for predicting HAMD scores.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200986",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These preliminary findings deepen our understanding of adolescents with MDD and suggest that resting-state brain network attributes in the alpha band may serve as a potential physiological biomarker for predicting HAMD scores"
    },
    {
      "title": "Acupuncture and the HPO Axis: A Review of Neuroendocrine Mechanisms With Implications for Ovarian Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Declining fertility due to ovarian dysfunction is a critical concern for population sustainability. Acupuncture shows potential for ovarian functional restoration, primarily mediated through its neuromodulatory effects on the hypothalamic-pituitary-ovarian (HPO) axis. Accumulating evidence from clinical and animal studies suggests that acupuncture modulates ovarian function through multiple neuroendocrine pathways. Specifically, acupuncture regulates hypothalamic activity by influencing the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determination of 51 per- and polyfluoroalkyl substances in raw water and drinking water by online solid-phase extraction coupled with ultra performance liquid chromatography- tandem mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "In this study， an online solid-phase extraction-ultra performance liquid chromatography-tandem mass spectrometry （online SPE-UPLC-MS/MS） method was established to rapidly screen and determine 51 per- and polyfluoroalkyl substances （PFASs） in raw and drinking water. Ammonium formate and 24 PFAS internal standards were added to each sample. The ammonium formate concentration in the sample was 2 mmol/L after mixing， and the contents of the PFAS internal standards ranged between 2.5 and 50 ng/L....",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200970",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endocan in nonalcoholic fatty liver disease (NAFLD): a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although serum endocan levels did not differ between NAFLD and controls, its role in endothelial dysfunction and disease prognosis suggests potential clinical relevance. Larger studies are needed to confirm these findings.",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200959",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although serum endocan levels did not differ between NAFLD and controls, its role in endothelial dysfunction and disease prognosis suggests potential clinical relevance. Larger studies are needed to confirm these findings"
    },
    {
      "title": "Views of male childhood cancer survivors on fertility preservation and restoration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "ABSTRACT: In this study we aimed to uncover the perspectives of male childhood cancer survivors on parenthood, fertility preservation and potential fertility restoration using their own cryopreserved testicular biopsy. We invited all young men eligible for this study, 27 male cancer survivors over the age of sixteen who had undergone a testicular tissue biopsy in the past in Amsterdam, of whom 5 men (18.5% response rate) decided to participate. In semi-structured interviews, we discussed their...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200958",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "uncover the perspectives of male childhood cancer survivors on parenthood, fertility preservation and potential fertility restoration using their own cryopreserved testicular biopsy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary Human Tissue Models for Metabolic Dysfunction-Associated Liver Disease - toward Streamlining Drug Discovery with Patient-Derived Assays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) and its progressive form metabolic dysfunction-associated steatohepatitis (MASH) are prevalent chronic liver diseases that are closely linked to metabolic syndrome, type 2 diabetes, and cardiovascular complications. Despite their rising incidence and growing socioeconomic burden, effective therapies remain limited. Traditional preclinical models often fail to replicate the complexity of human MASLD, particularly in capturing the...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200938",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Endothelium-Derived Hyperpolarization, Nitric Oxide, and Prostacyclin Pathways: The Multimodal Potential of Human Tissue Kallikrein-1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41200935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251107142120&v=2.18.0.post22+67771e2",
      "description": "Endothelial cells regulate vascular tone by releasing nitric oxide (NO) and prostacyclin (PGI2), as well as by initiating hyperpolarization of vascular smooth muscle cells through K+ channels and myoendothelial coupling. This review highlights the therapeutic potential of targeting endothelium-dependent hyperpolarization (EDH) to address unmet needs in microvascular disorders such as cerebral small vessel disease, an important cause of stroke and dementia, and preeclampsia, a major pregnancy...",
      "pubDate": "2025-11-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41200935",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "cause of stroke and dementia, and preeclampsia, a major pregnancy",
      "conclusion": null
    }
  ]
}