{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-26T07:38:12.030Z",
  "totalItems": 150,
  "totalArchived": 28902,
  "newPapersAdded": 191,
  "institutionBreakdown": {
    "KAIST": 20,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 49,
    "IBS": 14,
    "UNIST": 4,
    "Hanyang University": 5,
    "KIST": 5,
    "GIST": 7,
    "Kyung Hee University": 7,
    "Pusan National University": 5
  },
  "subjectAreaBreakdown": {
    "Biomedical": 33,
    "Cancer Research": 25,
    "Multidisciplinary": 74,
    "Materials Science": 7,
    "Computer Science": 3,
    "Neuroscience": 8
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Integrated Care of Older Patients with Frailty in Primary Care (ICOOP-Frail): a pilot randomized controlled trial and cost-effectiveness analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This pilot RCT provides preliminary clinical evidence and demonstrates economic dominance of a structured, primary care-based frailty management program, supporting feasibility and the need for larger, longer trials. By integrating KFI-PC-based screening with telephone-based health coaching, the intervention reduced physician burden while addressing multidimensional needs of frail older adults. These findings support the feasibility of scaling frailty management in primary care,...",
      "pubDate": "2025-11-26T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41291451",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This pilot RCT provides preliminary clinical evidence and demonstrates economic dominance of a structured, primary care-based frailty management program, supporting feasibility and the need for larger, longer trials. By integrating KFI-PC-based screening with telephone-based health coaching, the int..."
    },
    {
      "title": "Analysis of perioperative chemotherapy-mediated genomic changes in gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291443",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and correlates of hyperbilirubinemia among people living with HIV (PLHIV) receiving atazanavir boosted with ritonavir (ATV/r)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: There was a high prevalence of indirect hyperbilirubinemia, with a significant proportion experiencing grade 3-4 elevations. Although no statistically significant associations were observed, it would be valuable to investigate potential genetic predispositions that may make certain individuals more susceptible to developing high-grade hyperbilirubinemia on ATV/r.",
      "pubDate": "2025-11-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41291449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There was a high prevalence of indirect hyperbilirubinemia, with a significant proportion experiencing grade 3-4 elevations. Although no statistically significant associations were observed, it would be valuable to investigate potential genetic predispositions that may make certain individuals more ..."
    },
    {
      "title": "Impact of free health check-ups on elderly healthcare utilization and health: a pooled cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The free health check-up program for the elderly was associated with a reduction in their medical use and an increase in their health, positioning it as a potential model for other countries grappling with an ageing populace. Despite free nature of the program, the increment in the health check-up utilization remains low among the elderly. Enhanced efforts to promote effective use and follow-up consultation are necessary.",
      "pubDate": "2025-11-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41291448",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "The free health check-up program for the elderly was associated with a reduction in their medical use and an increase in their health, positioning it as a potential model for other countries grappling with an ageing populace. Despite free nature of the program, the increment in the health check-up u..."
    },
    {
      "title": "PSVRP: a pig structural variant reference panel for complex trait genomics and precision breeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The PSVRP provides a high-resolution, population-scale pig SVs genotyping resource. This comprehensive panel deepens our understanding of genetic variation, facilitates the discovery of functional variants underlying adaptive and economic traits, and offers new insights for precision pig breeding.",
      "pubDate": "2025-11-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41291430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PSVRP provides a high-resolution, population-scale pig SVs genotyping resource. This comprehensive panel deepens our understanding of genetic variation, facilitates the discovery of functional variants underlying adaptive and economic traits, and offers new insights for precision pig breeding"
    },
    {
      "title": "Genomic characterization of an environmental Burkholderia thailandensis strain from Kerala, India reveals virulence and antimicrobial resistance signatures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides the first genomic insights into an Indian B. thailandensis environmental isolate. The detection of virulence and resistance-associated determinants underscores the importance of genomic surveillance of environmental Burkholderia populations and warrants genomic surveillance and awareness of the potential for misidentification with B. pseudomallei in regions where melioidosis is endemic.",
      "pubDate": "2025-11-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41291419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first genomic insights into an Indian B. thailandensis environmental isolate"
    },
    {
      "title": "African swine fever virus L11L interferes with antiviral responses by targeting the IRF3 and PKR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The African Swine Fever Virus (ASFV) is a large, complex DNA virus that infects wild boars and domestic pigs. It causes African Swine Fever (ASF), an intense and often fatal disease with 100% fatality rate. After infection, ASFV employs specific viral proteins to enhance pathogenicity. However, the functions of many of these proteins remain unknown. This study investigated the molecular mechanism by which ASFV L11L evades type I interferon (IFN) pathway and protein kinase R (PKR)-mediated...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41291300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the molecular mechanism by which ASFV L11L evades type I interferon (IFN) pathway and protein kinase R (PKR)-mediated",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: An asymmetric fission island driven by shell effects in light fragments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41291293",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative genomic analysis of hydrogen peroxide and nitric oxide metabolic pathways in Limosilactobacillus fermentum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41291108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A continuous-wave photon-pair source operating in L-band through spontaneous four-wave mixing in birefringent ZBLAN fiber",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A continuous-wave (CW) photon-pair source operating in the L-band was successfully realized based on spontaneous four-wave mixing (SFWM) by using short length of a birefringent ZBLAN fiber. A type-III phase-matched SFWM process was utilized by pumping a birefringent ZBLAN fiber with pump photons polarized along the slow axis, where signal and idler photons were generated with polarizations aligned to the vertical axis of the birefringent ZBLAN fiber. The phase-matching curve was calculated, and...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41290989",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-κ dielectric van der Waals integration on 2D semiconductors for three-dimensional complementary logic systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The integration of high-κ dielectrics with two-dimensional (2D) semiconductors has long been limited by the low reactivity of their dangling-bond-free surfaces and the scalability issues of conventional deposition techniques. Here, we report a universal van der Waals (vdW) integration strategy using HfSe(2) as a high-κ precursor that is dry-transferred onto MoS(2) and WSe(2) and fully converted into amorphous HfO(2) via plasma oxidation, while preserving atomically flat vdW interfaces. The...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41290656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rational synthesis of dual-atom catalysts for optimized thermochemical CO<sub>2</sub> reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Dual-atom catalysts offer high atom utilization and synergistic inter-atom interactions, yet their use in high-temperature thermocatalysis remains largely unexplored due to challenges in achieving structurally homogeneous and robust active sites. Herein, we report a scalable coordinated bottom-up strategy for the synthesis of a Cu-Ni dual-atom catalyst supported on nitrogen-doped carbon (CuNi-DAC), featuring a well-defined N(2)Cu-N(2)-NiN(2) configuration in which each metal atom is coordinated...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41290651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal trends, outcomes, and predictors for endovascular thrombectomy in acute stroke patients with and without cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EVT is safe and effective for AIS patients with cancer, with similar reperfusion and complication rates as non-cancer patients. However, they often have worse outcomes. Laboratory markers can help personalize prognosis. Evolving treatment patterns suggest increasing clinician confidence in this group. However, due to missing cancer-specific details, our findings should not be generalized to all cancer populations, especially those with advanced or terminal malignancies.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41290500",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EVT is safe and effective for AIS patients with cancer, with similar reperfusion and complication rates as non-cancer patients. However, they often have worse outcomes"
    },
    {
      "title": "Optimal inhibitory-to-excitatory ratio governs slow and fast oscillations 1 for enhanced neural communication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Neural oscillations at distinct frequency bands facilitate communication within and between neural populations. While single-frequency oscillations are well-characterized, the simultaneous emergence of slow (beta) and fast (gamma) oscillations within the same network remains unclear. Here, we demonstrate that multi-frequency oscillations naturally arise when the ratio of inhibitory-to-excitatory synaptic strength falls within a specific regime using a biologically plausible Izhikevich model. We...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41290418",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Chimeric Antigen Receptor Macrophage Therapy via Co-Delivery of mRNA and Immunostimulant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Cancer immunotherapy employing chimeric antigen receptor (CAR) technology has achieved significant clinical success in hematologic malignancies, but faces limitations in solid tumors. Among alternative strategies, CAR-macrophage therapy offers distinct advantages in solid tumor settings. However, current ex vivo approaches are hindered by inefficient gene transfer into macrophages and challenges in maintaining an antitumor macrophage phenotype. Here, we report an in situ CAR-macrophage therapy...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41289602",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive transcriptomic analysis identifies Lrg1 as a potential therapeutic target for preventing muscle atrophy in cancer cachexia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Cancer cachexia is a debilitating syndrome characterized by progressive skeletal muscle wasting and systemic inflammation, primarily observed in patients with advanced-stage cancer. Cachexia severely impacts patients' quality of life and even increases mortality rates; however, effective therapeutic interventions remain elusive. To identify key mediators of muscle atrophy, we integrated more than one hundred bulk and single-cell transcriptomic datasets from diverse murine cachexia models,...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41289601",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polymorphic Spin Ordering in a Single-Crystalline Cobalt-Doped Fe<sub>3</sub>GaTe<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A single-crystalline system typically stabilizes a unique state for spin ordering below a critical temperature. Certain materials exhibit multiple magnetic states, often driven by structural phase transitions under varying thermodynamic conditions. Recently, van der Waals magnets have demonstrated subtle interlayer exchange interactions, offering a promising approach to control spin and correlated states. Here, we report the emergence of three distinct magnetic states─ferromagnetic ordering and...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41289512",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Aquamicrobium lusatiense NLF 2-7 as a Biocontrol Agent in Manure Composting: Effects on Odorous Compounds and Microbial Community Under Mesophilic Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Microbial inoculation is a commonly applied approach in composting to enhance organic matter biodegradation and reduce odor emissions. However, the different characteristics of bacteria in terms of temperature can be considered to optimize their effect during different phases of composting. A mesophilic bacterium, namely Aquamicrobium lusatiense NLF 2-7, was evaluated to mitigate odor emissions and enhance the bacterial community under mesophilic composting. Two different treatments were...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41288688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quinoidal Nitrogen-Bridged Terthiophene Acceptors Enabling Broadband Spectral Response Reaching 1.4 µm in SWIR Organic Photodetectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Organic photodetectors (OPDs) capable of detecting short-wavelength infrared (SWIR) radiation beyond the silicon cutoff (≈1.1 µm) have attracted significant attention due to their potential applications, such as machine vision, remote sensing, medical imaging, artificial intelligence, etc. However, designing organic materials with high sensitivity in the SWIR range remains challenging. Here, a new series of ultra-narrow bandgap small molecular acceptors, 5MTT-F, 5MCN-F, and 5MCN-Cl, based on a...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41288248",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous Wrinkle Collapse in Anisotropic Condensed Matter Predicted by Deep Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288205/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A deep learning framework is presented for predicting equilibrium nematic liquid crystal configurations, trained on datasets generated by a finite element Landau-de Gennes solver. The model, a 3D U-Net, accurately captures both global orientational order and local defect structures, providing predictions in milliseconds compared to conventional simulations. Reliability is validated by comparing simulated director fields with experimental observations on photoaligned wrinkle substrates fabricated...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41288205",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Mobility IZO Thin-Film Transistors Enabled by Precise Hydrogen Control Using a SiO<sub>2</sub>-Al<sub>2</sub>O<sub>3</sub> Supercycle via Plasma-Enhanced Atomic Layer Deposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A precise strategy to control hydrogen incorporation is essential for achieving high-performance oxide thin-film transistors (TFTs) as hydrogen plays a key role in tuning carrier concentration and passivating defect states. In this study, we report a top-gate oxide thin-film transistor structure that utilizes a plasma-enhanced atomic layer deposition (PEALD) supercycled SiO(2)-Al(2)O(3) gate insulator (GI), enabling precise hydrogen control through a tunable layering sequence. Hydrogen...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41288151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refining Western Dementia-Risk Paradigms: Evidence From a Decade of the Korean Longitudinal Study on Cognitive Aging and Dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "As the most rapidly aging nation, Korea offers a unique lens into the future of dementia, one of the most pressing global health challenges of the 21st century. The Korean Longitudinal Study on Cognitive Aging and Dementia (KLOSCAD), launched amid the country's rapid demographic transition, exemplifies how population-specific research can guide national policy and challenge universal assumptions in dementia science. More than a cohort study, KLOSCAD provides a methodological blueprint for...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41287487",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microfluidic Chip-Based <em>In Vitro</em> Screening System of Synthetic Signal Peptides for Enhanced Monoclonal Antibody Production in Chinese Hamster Ovary Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Establishing an in vitro screening system for synthetic signal peptides in Chinese hamster ovary (CHO) cells is crucial, as selecting an appropriate signal peptide ensures efficient secretion and enhances therapeutic protein production. However, expanding library sizes to increase peptide diversity and improving screening efficiency by minimizing false positives remain significant challenges. In this study, we optimized a synthetic-biology-driven in vitro screening system by incorporating the...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41287344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First genetic characterization and phylogenetic analysis of Okutama tick virus in a tick collected from a raccoon dog (Nyctereutes procyonoides) in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Okutama tick virus (OKTV) is a novel tick-borne RNA virus that has been reported in Japan and China. In the present study, an OKTV was detected in Haemaphysalis flava that had bitten a raccoon dog in South Korea by reverse transcription polymerase chain reaction using viral family-specific primers. Whole-genome sequencing revealed that the South Korean OKTV strain contains L and S segments with lengths of 6,529 and 1,890 nucleotides, respectively. Phylogenetic analyses revealed that OKTV strains...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41287096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed tomography-based unsupervised clustering identifies clusters associated with progression free survival in clear cell renal cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Radiologic clustering using CT features enables non-invasive prognostic stratification of ccRCC. The C1 score derived from this approach may serve as a practical tool to guide surveillance and treatment decisions.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41287074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Radiologic clustering using CT features enables non-invasive prognostic stratification of ccRCC. The C1 score derived from this approach may serve as a practical tool to guide surveillance and treatment decisions"
    },
    {
      "title": "A viral codon usage strategy enhances antigen production and protection in SFTSV mRNA vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Severe Fever with Thrombocytopenia Syndrome Virus (SFTSV) is an emerging tick-borne pathogen with a high case-fatality rate and no approved vaccine, posing a global health threat. Human codon-optimized viral antigens can enhance mRNA vaccine efficacy by improving antigen expression but often requires high mRNA doses, increasing the risk of side effects. In this study, we introduce a codon optimization strategy using Herpes Simplex Virus 1 glycoprotein B (HSVgB) codon usage to develop an mRNA...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41285853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Algorithm to Select the Treatment Modality for the Incompetent Saphenous Vein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Varicose vein procedures are common vascular surgeries. Over the last two decades, the management of saphenous vein reflux has evolved from traditional surgical stripping (SS) to less invasive endovenous therapies (EVTs), including thermal and non-thermal ablation. As a result, EVT is now the preferred approach for treating incompetent saphenous veins. Although all methods demonstrate comparable effectiveness and high closure rates, both SS and EVT have unique advantages and disadvantages. SS...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41291396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dissolution Study of Biodegradable Magnesium Silicide Thin Films for Transient Electronic Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Transient electronic systems offer compelling solutions for sustainable technologies, enabling environmentally benign disposal in ecological settings and eliminating surgical retrieval in biomedical implants. At the core of such systems, biodegradable semiconductors serve as key materials not only for logic operations but also for realizing diverse sensing modalities. Here, a comprehensive study of magnesium silicide (Mg(2)Si) thin films as a narrow-bandgap, biodegradable semiconductor platform...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41291385",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Single-Port Robot-Assisted Nipple Sparing mastectomy as a Safe and Feasible Alternative to Conventional Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41291362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of IgG monitoring and machine learning based prediction on outcomes of ABO incompatible kidney transplantation in blood type O recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "ABO-incompatible kidney transplantation (ABO-i KT) facilitates transplantation across blood types; however, antibody-mediated rejection (ABMR) remains a major concern, particularly in blood type O recipients. This retrospective study evaluated the effect of immunoglobulin G (IgG) monitoring and machine learning (ML)-based IgG prediction on post-transplant outcomes in 408 ABO-i KT recipients treated between 2014 and 2020. In blood type O recipients, the introduction of IgG monitoring (Era 2) was...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41291098",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional outcomes of hypothermic robot assisted radical prostatectomy using BELLOCOOL in a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Hypothermia during robot-assisted radical prostatectomy (RARP) has been proposed to enhance functional recovery. This study aimed to assess the efficacy of BELLOCOOL-induced hypothermic RARP for improving urinary continence and erectile function. A total of 200 patients with cT1-T3aN0M0 prostate cancer, eligible for bilateral nerve-sparing surgery, were enrolled across three tertiary centers and randomized 1:1. Stratification was based on International Index of Erectile Function (IIEF-5) scores...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41291046",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the efficacy of BELLOCOOL-induced hypothermic RARP for improving urinary continence and erectile function",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward an individualized strategy in perioperative chemotherapy for pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41291042",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinicoradiologic characteristics and management of orbital incidentaloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "To investigate the clinical and radiologic characteristics, treatment outcomes, and management strategies for orbital incidentalomas. We retrospectively reviewed 43 patients with orbital tumors incidentally identified through imaging conducted for unrelated reasons between March 2015 and July 2023. Data on imaging indications, clinicoradiologic features, diagnoses, treatments, and outcomes were analyzed. Patients were divided into surgery (n = 14, 32.6%) and observation (n = 29, 67.4%) groups...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290993",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, synthesis, and computational insights into 3-acetyl-8-methoxy coumarin hybrids as potential anti-alzheimer's agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The most prevalent degenerative brain disease, Alzheimer's disease (AD), is characterized by cognitive function impairment. The ability to code new memories is lost in AD patients, and their lives are very challenging. Inhibitors of cholinesterase (ChE) and monoamine oxidase (MAO) have drawn interest as potential therapies for AD. To combat Alzheimer's disease (AD), a new class of Coumarin-hydrazone hybrids has been synthesized 3(a-m). Compounds 3a, 3e, and 3l exhibited significant...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41290970",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Different larval habitats and insecticide resistance frequency of Anopheles sinensis in Ganghwagun, Incheon, South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Monitoring the ecology and insecticide resistance of Anopheles mosquitoes, which transmit malaria, is important for developing effective malaria control strategies. This study characterized the present larval breeding habitats of Anopheles mosquitoes in South Korea; additionally, we investigated the frequency of insecticide resistance in Anopheles in the Ganghwagun, Gyeonggi-do province, near the demilitarized zone (DMZ), of South Korea. While larvae of An. sineroides and An. lindesayi were...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the frequency of insecticide resistance in Anopheles in the Ganghwagun, Gyeonggi-do province, near the demilitarized zone (DMZ), of South Korea",
      "significance": "for developing effective malaria control strategies",
      "conclusion": null
    },
    {
      "title": "Capnography-detected respiratory depression during procedural sedation with remimazolam versus propofol: a randomised trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Remimazolam, a novel ultra-short-acting benzodiazepine, has gained attention for its favourable safety profile, particularly its reduced risk of respiratory depression compared to propofol during procedural sedation. However, previous studies have primarily relied on visual assessment or pulse oximetry, which may underestimate the incidence of respiratory compromise. In this prospective randomized controlled trial, we compared the respiratory effects of remimazolam and propofol using continuous...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding perceived ride safety and trust formation in robotaxi services under day and night conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "This study investigates how passengers perceive ride safety and develop trust in Robotaxi services in the absence of human drivers, with a focus on differences between daytime and nighttime scenarios. Drawing on the Elaboration Likelihood Model (ELM), we examined central cues (system transparency, perceived ride control) and peripheral cues (brand reputation, in-vehicle comfort) influencing safety perception and trust. Based on data from 563 real-world users, results show that all four cues...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "central cues (system transparency, perceived ride control) and peripheral cues (brand reputation, in-vehicle comfort) influencing safety perception and trust",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intraoperative albumin use and postoperative acute kidney injury in patients undergoing noncardiac surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The beneficial effects of albumin use have been suggested in various clinical settings including critically ill patients. However, the association between intraoperative albumin administration and acute kidney injury (AKI) after noncardiac surgery is unclear. This is a retrospective, hospital registry-based study including 39,336 adult patients who underwent intermediate to high risk noncardiac surgery between January 2011 and June 2019 at single tertiary hospital. The patients were divided into...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290736",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Continuous targeted hypermutation with a tunable mutation window",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Targeted in vivo hypermutation drives rapid sequence diversification within specific DNA regions of living cells, enabling continuous evolution of biomolecules for enhanced functionality. In living organisms, this is prominently illustrated by the preferential somatic hypermutation of complementarity-determining regions during antibody affinity maturation. This particular targeting strategy employs focused mutagenesis in predefined, functionally important intragenic regions and should ideally...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290661",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "intragenic regions and should ideally",
      "conclusion": null
    },
    {
      "title": "Harnessing chaotic bifurcation in positive feedback transistors for secure and scalable random key generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "In the era of big data, robust data security is more critical than ever. One promising way to create unpredictable random keys is to use the intrinsic physical randomness of electronic devices. However, controlling and reproducing this randomness remains a significant challenge. For the first time, we reveal a parabolic input-output relationship enabled by the band-to-band tunneling (BTBT) mechanism in a positive feedback transistor (PFT). By applying iterative operations, we observe chaotic...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290643",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single rosette-based generation of uniform cortical assembloids recapitulating cellular interactions between neurons and glial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Despite recent advances, current brain organoid technologies face ongoing challenges in managing heterogeneity and representing the diverse structure and cell types of the human brain. Here, we develop a module-based cellular reconstitution technology to sequentially build uniform cortical assembloids with mature cortical structures and functional connectivity. The uniformity and maturity of the cortical assembloids are achieved by creating single-rosette-based organoids at the early stage,...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41290634",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stiffening iron particles to modulate physical interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Variable rigidity is vital for autonomous hardware systems to interact with unstructured environments, which allows them to be both soft and rigid depending on their motor intent. Extensive research has focused on granular jamming, owing to its excellent shape adaptability for irregular three-dimensional objects. However, previous approaches relying on pneumatic actuation suffered from limitations, such as slow jamming transitions and heavily tethered system designs. Here, we propose a magnetic...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41290629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microengineered patient-derived endometrium-on-a-chip for the evaluation of endometrial receptivity and personalised translational medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Endometrial receptivity is a critical determinant of embryo implantation and early pregnancy success; however, current methods for assessing endometrial receptivity remain poorly validated and insufficiently reliable for clinical application. Here, we establish a patient-derived vascularised endometrium-on-a-chip (EoC), successfully replicating the dynamic microenvironment and both temporal and spatial architecture of native endometrial tissue. Using our EoC, we develop a clinically relevant...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290570",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preemptive Versus Postoperative Analgesia in Colorectal Surgery: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate that preemptive analgesia did not decrease opioid consumption at 24 h; however, it decreased VAS score at 24 h without any difference in VAS at 48 h, length of hospital stay, incidence of PONV, or other adverse events when compared to postoperative analgesia alone in colorectal surgery.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41290553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate that preemptive analgesia did not decrease opioid consumption at 24 h; however, it decreased VAS score at 24 h without any difference in VAS at 48 h, length of hospital stay, incidence of PONV, or other adverse events when compared to postoperative analgesia alone in colorectal..."
    },
    {
      "title": "Gymnemantoside A Ameliorates Steroid-Induced Skeletal Muscle Atrophy via Bridging Glucocorticoid and Insulin Receptor Signalling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A newly identified bioactive compound gymnemantoside A, isolated from Gymnema inodorum, was structurally characterized and showed efficacy in Dex-induced muscle atrophy models. Gymnemantoside A produces anti-muscle atrophy effects by a hitherto unreported mechanism: modulation of the insulin receptor kinase domain and activation of downstream signalling, alongside competitive inhibition of the glucocorticoid receptor, which has been implicated in multiple forms of skeletal muscle...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41290519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A newly identified bioactive compound gymnemantoside A, isolated from Gymnema inodorum, was structurally characterized and showed efficacy in Dex-induced muscle atrophy models. Gymnemantoside A produces anti-muscle atrophy effects by a hitherto unreported mechanism: modulation of the insulin recepto..."
    },
    {
      "title": "Clinical utility of an AI-based retinal imaging model for cardiovascular risk prediction in hypertensive retinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Dr.Noon CVD identified elevated CVD risk in HR patients and enhanced stratification when combined with existing models. These results support the use of retinal biomarkers in CVD risk assessment and the need for multidisciplinary management.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41290195",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dr.Noon CVD identified elevated CVD risk in HR patients and enhanced stratification when combined with existing models"
    },
    {
      "title": "Urban environmental drivers of eukaryotic microbiota and parasite prevalence in domestic pigeon faeces: a metabarcoding-based public health risk assessment in Seoul, South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Feral pigeons in Seoul, South Korea, pose a significant public health risk due to their potential to spread zoonotic pathogens. However, the diversity of their eukaryotic microbiota, particularly parasitic organisms, remains underexplored with urban environmental factors. We aimed to characterize the eukaryotic microbiota in pigeon faeces and assess how urban factors such as housing density, proximity to water sources and parks and the presence of homeless individuals influence parasite...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41290139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterize the eukaryotic microbiota in pigeon faeces and assess how urban factors such as housing density, proximity to water sources and parks and the presence of homeless individuals influence pa...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Signatures of Socially Shaped Self-Worth: A Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Maintaining a positive sense of self-worth across social contexts is central to adaptive functioning and well-being. This meta-analysis examined three major fMRI paradigms related to positive representation of self-worth: self-appraisal, social feedback, and social comparison. We synthesized 48 studies (self-appraisal: 16, social feedback: 17, social comparison: 15) focusing on healthy individuals. Pooled analysis revealed consistent activation in a large dorsal anterior cingulate cortex (dACC)...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41290105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The appointment of a new Editor-in-Chief",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The Animal Bioscience editorial board has named Prof. Cheol-Heui Yun as the new editor-in-chief (EiC), succeeding Prof. Jong Kyu Ha, who has served in this role for 25 years. The term as a new editor-in-chief will begin on January 1, 2026.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "this role for 25 years. The term as a new editor-in-chief will begin on January 1",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychometric evaluation of the online deception and intimacy and the perception of guilt measures: Role of malignant traits on online deception and intimacy mediated by the perception of guilt in romantic relationships",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "This study examined the psychometric properties of the online deception and intimacy measure and the perception of guilt scale, with special focus on how malignant personality traits influence the online deception and intimacy in romantic relationships mediated through the perception of guilt. The study participants included two conveniently selected samples of 248 and 249 young adults in public and private universities of Bangladesh. Questionnaires completed by the participants include Measures...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the psychometric properties of the online deception and intimacy measure and the perception of guilt scale, with special focus on how malignant personality traits influence the online deception and in...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensitive fiber-optic localized surface plasmon resonance sensor for early pancreatic cancer detection via carbohydrate antigen 19-9 and supplementary biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Early detection of pancreatic cancer remains a major clinical challenge with the limited specificity of representative biomarker such as carbohydrate antigen 19-9 (CA19-9). CA19-9 with traditional methods including enzyme-linked immunosorbent assay (ELISA) are primarily used to monitor treatment responses and predict prognosis. This study describes the potential of CA19-9 as an indicator for early diagnosis of pancreatic cancer using a sensitive fiber-optic localized surface plasmon resonance...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289778",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kidney Failure-Related Mortality in Patients with Cancer: Insights from the Cancer Public Library Database in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Preexisting kidney failure significantly increases the risk of all-cause and cancer-related death among cancer patients, particularly in localized cancer and specific cancer types.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41289714",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preexisting kidney failure significantly increases the risk of all-cause and cancer-related death among cancer patients, particularly in localized cancer and specific cancer types"
    },
    {
      "title": "Association between FGFR2b Positivity and Survival Outcomes of Patients with Gastric Cancer Treated with First-Line Nivolumab Plus Chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: FGFR2b expression exhibits substantial intratumoral heterogeneity in gastric cancer and may be linked to favorable outcomes in patients undergoing first-line ICI plus chemotherapy. Therefore, future studies should validate this finding, along with mechanistic investigations.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289713",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FGFR2b expression exhibits substantial intratumoral heterogeneity in gastric cancer and may be linked to favorable outcomes in patients undergoing first-line ICI plus chemotherapy. Therefore, future studies should validate this finding, along with mechanistic investigations"
    },
    {
      "title": "Effect of presentation formats for direct-to-consumer genetic testing results: A web-based experimental study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Different presentation formats influenced participants' perceived risk of developing diseases and their intentions to engage in behavioral changes despite their equivalent risk information.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Different presentation formats influenced participants' perceived risk of developing diseases and their intentions to engage in behavioral changes despite their equivalent risk information"
    },
    {
      "title": "Overcoming the Lattice Mismatch Barrier for Atomic Reconstruction in MoSe<sub>2</sub>/MoS<sub>2</sub> Heterobilayers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Twisted transition metal dichalcogenide (TMD) bilayers have garnered significant attention due to the emergence of unconventional quantum phenomena, such as sliding ferroelectricity in multidomain TMD bilayers with domain walls (DWs). Thus, understanding their atomic reconstruction is essential for elucidating the origin of such properties. While atomic reconstruction has been observed in twisted bilayers with small lattice mismatch, large-mismatch systems have generally been thought to retain...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41289598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Registry of Stroke in Korean Medicine Hospital (RoS-KoMH): Protocol for a Prospective, Multicenter, Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The RoS-KoMH study is the first and largest multicenter, prospective registry to record comprehensive data on KM treatment of stroke. The results of this study will provide high-quality evidence on the current state of stroke treatment using KM in actual clinical practice, as well as treatment effectiveness and safety, and will consequently contribute to the promotion and standardization of therapeutic interventions for stroke in Korea.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41289580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The RoS-KoMH study is the first and largest multicenter, prospective registry to record comprehensive data on KM treatment of stroke. The results of this study will provide high-quality evidence on the current state of stroke treatment using KM in actual clinical practice, as well as treatment effec..."
    },
    {
      "title": "Nutrient Availability Dictates Cancer Metabolism-Based Therapeutic Responses to Non-oncology Drugs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysregulation is a major hallmark of cancer, making interventions that modify tumor nutrient availability attractive adjuvants for improving clinical outcomes for cancer patients. Clarifying how the nutritional status of individual patients affects the metabolic vulnerability of tumors to drugs is needed to inform personalized treatment guidelines. Working toward the goal of oncometabolic precision medicine, we developed the cancer metabolism-based synthetic lethality platform...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41289560",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "of oncometabolic precision medicine, we developed the cancer metabolism-based synthetic lethality platform",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human coronavirus 3CL protease manipulates host protein STIM1 to facilitate immune evasion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Coronaviruses rely on intricate interactions with host proteins to create an environment conducive to their replication and survival. The 3CL protease of coronavirus acts as a key mediator, serving a dual role in cleaving viral polyproteins to produce essential components for replication and targeting host proteins to disrupt regulatory pathways and suppress immune defenses. However, the mechanisms by which 3CL protease manipulates host proteins remain poorly understood. Here, we identify STIM1,...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41289387",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesonephric-like Adenocarcinoma (MLA) Diagnostic Criteria and Controversies: Perspectives and Guidance From Pathologists in the MLA Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Mesonephric-like adenocarcinoma (MLA) is a rare and aggressive gynecologic malignancy that has only been recognized in the last decade. It arises in the endometrium, ovaries, and other extrauterine sites (often in association with endometriosis) and closely mimics a variety of other tumor types that occur in these locations. While it shows significant morphologic, immunohistochemical, and molecular homology with cervical mesonephric adenocarcinoma, there are many clinicopathologic features that...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289365",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trapping a Trigonal Bipyramidal Cobalt(IV)-Oxo Species with an Exceptional Reactivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Metal-oxo complexes (MOs) are pivotal in oxidation chemistry for their ability to activate strong C-H bonds. Among them, the octahedral nonheme iron(IV)-oxo [Fe(IV)-oxo] complex, [(Me(3)NTB)Fe^(IV)(O)(X)]^(2+), stands out as one of the most reactive nonheme Fe(IV)-oxo species despite its triplet ground state, challenging the notion that quintet nonheme Fe(IV)-oxo complexes are inherently stronger oxidants. Recent efforts to include late-transition metal ions in the synthesis of MOs and to...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic factors influencing venous patency after thrombectomy in patients with May-Thurner syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Residual venous stenosis ≥50% following thrombectomy is an independent predictor of reduced long-term patency in patients with MTS. While stent placement was associated with better outcomes in the univariate analysis, it did not independently predict patency after adjustment, likely due to treatment-related confounding factors. Effective anatomical resolution of stenosis may be more critical than stent deployment. Prospective studies are warranted to clarify the prognostic impact of...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41289336",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of",
      "conclusion": "Residual venous stenosis ≥50% following thrombectomy is an independent predictor of reduced long-term patency in patients with MTS. While stent placement was associated with better outcomes in the univariate analysis, it did not independently predict patency after adjustment, likely due to treatment..."
    },
    {
      "title": "Trends in nulliparous singleton alive births by cesarean section in India: Empirical patterns across public and private hospitals for 720 districts, 2016-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Unnecessary cesarean surgeries pose significant short and long-term risks, affecting fertility, future pregnancies, and child health outcomes. Timely monitoring and precise targeting are crucial to mitigate additional health and economic burdens. This study examines trends and patterns in cesarean deliveries among nulliparous singleton births across all 36 states and 720 districts in India, comparing public and private hospitals between 2016 and 2021. Using a repeated cross-sectional analysis of...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41289324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the Korean digits-in-noise test to classify the degree of hearing loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings from this study highlight the K-DiN test's excellent discriminative ability for differentiating normal hearing from hearing loss and for categorising individuals into distinct hearing-loss groups.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The findings from this study highlight the K-DiN test's excellent discriminative ability for differentiating normal hearing from hearing loss and for categorising individuals into distinct hearing-loss groups"
    },
    {
      "title": "The impact of negative emotions on adolescents' nonsuicidal self-injury thoughts: an integrated application of machine learning and multilevel logistic models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Non-Suicidal Self-Injury (NSSI) is a prevalent and complex behavior among adolescents, often linked to negative emotions such as loneliness, anxiety, and emptiness. Traditional self-report and experimental methods rely on autobiographical recall and are therefore vulnerable to bias and low ecological validity. Accordingly, approaches that repeatedly sample NSSI-related feelings and contexts in daily life such as Ecological Momentary Assessment (EMA) are needed. This study aimed to identify...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289239",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of adverse events from medication errors in general and tertiary hospitals: A cross-sectional design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight the need for tailored interventions based on hospital type, location, temporal factors, and patient characteristics. Developing department-specific safety strategies for high-acuity care environments, optimizing staffing patterns particularly during night shifts, implementing age-specific medication management protocols, and continuously improving safety systems are essential to prevent medication errors, enhance patient safety, and improve healthcare...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41289172",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the need for tailored interventions based on hospital type, location, temporal factors, and patient characteristics. Developing department-specific safety strategies for high-acuity care environments, optimizing staffing patterns particularly during night shifts, implementin..."
    },
    {
      "title": "Differences in Retirement Knowledge and Financial Preparedness between Hispanic and Non-Hispanic White Older Adults in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41289083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: We assess differences in retirement knowledge between older Hispanic and non-Hispanic White adults, and the extent to which individual, household, and neighborhood characteristics account for these differences. We also evaluate whether the relationships of retirement knowledge with financial outcomes (ie, wealth) and health differ between Hispanic and non-Hispanic White older adults.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41289083",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We assess differences in retirement knowledge between older Hispanic and non-Hispanic White adults, and the extent to which individual, household, and neighborhood characteristics account for these di...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversible Spin Splitting Effect in Altermagnetic RuO<sub>2</sub> Thin Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Spin-dependent anisotropic Fermi surfaces in altermagnets can give rise to nonrelativistic spin-charge conversion, known as the altermagnetic spin splitting effect (ASSE). While several studies have reported the inverse ASSE (IASSE) in altermagnetic RuO(2) thin films, its magnitude and sign relative to the spin Hall effect (SHE) remain controversial. Here, we demonstrate reversible IASSE in RuO(2) thin films by controlling the Néel vector orientation and accounting for the anisotropic transport...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41288998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptome Transformer: improving patient survival prediction via multitask learning of transcriptomic and clinical features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Accurate survival prediction is essential in healthcare as it guides treatment strategies and improves patient outcomes. While clinical features provide valuable prognostic information, they often fail to represent the molecular complexity of diseases. Transcriptomic data, which reflects gene expression patterns of tumors, present a complementary perspective to address this limitation. We introduce Transcriptome Transformer (TxT), a multitask learning framework that uses a transcriptome-centric...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288989",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of 1H-pyrazol-1-yl benzenesulfonamide derivatives in alleviating inflammatory bowel disease via PI3K/Akt/mTOR signaling pathway in zebrafish models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The incidence of inflammatory bowel disease (IBD) is increasing in developed nations, leading to a significant increase in healthcare expenses. It is characterized by chronic intestinal inflammation driven by excessive oxidative stress and dysregulated immune responses, leading to epithelial injury and impaired mucosal healing. Existing treatments have adverse effects, patient noncompliance issues, and high costs, emphasizing the need for new treatments. Pyrazole derivatives are promising...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288677",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic Value of Precontrast Low Attenuation as a LI-RADS CT Ancillary Feature for Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Background Current CT ancillary features (AFs) have limitations, as several AFs are more evident at MRI. Precontrast low attenuation may serve as a potential AF in the Liver Imaging Reporting and Data System (LI-RADS). Purpose To evaluate the diagnostic value of precontrast low attenuation at CT as an additional AF for diagnosing hepatocellular carcinoma (HCC) and to assess its impact on LI-RADS diagnostic performance. Materials and Methods This retrospective study included adults at risk of HCC...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288480",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "To evaluate the diagnostic value of precontrast low attenuation at CT as an additional AF for diagnosing hepatocellular carcinoma (HCC) and to assess its impact on LI-RADS diagnostic performance",
      "significance": "on LI-RADS diagnostic performance",
      "conclusion": null
    },
    {
      "title": "Underweight and cardiovascular risk in Type 2 diabetes: a Korean nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Underweight status in T2DM patients is significantly associated with increased risk of CVDs, particularly in those severely underweight, exceeding the risks observed with obesity. These findings emphasize the need for dedicated guidelines for managing underweight T2DM patients to mitigate cardiovascular risks.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288350",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Underweight status in T2DM patients is significantly associated with increased risk of CVDs, particularly in those severely underweight, exceeding the risks observed with obesity. These findings emphasize the need for dedicated guidelines for managing underweight T2DM patients to mitigate cardiovasc..."
    },
    {
      "title": "Level 2 Screening for Autism Spectrum Disorder in Young Children: Cross-Cultural Adaptation and Validation of the Behaviour Development Screening for Toddlers (BeDevel) in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Chinese version of the BeDevel has demonstrated high reliability and effectiveness in screening for autism. Therefore, we recommend this validated C-BeDevel for Level 2 ASD screening in both clinical and maternal and child health settings.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Chinese version of the BeDevel has demonstrated high reliability and effectiveness in screening for autism. Therefore, we recommend this validated C-BeDevel for Level 2 ASD screening in both clinical and maternal and child health settings"
    },
    {
      "title": "White Matter Hyperintensities in Relation to Cognition and Amyloid Burden in a South Korean Cohort With Subjective Cognitive Decline",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests that WMH and amyloid burden independently influence cognitive function in SCD patients. Notably, a significant association was observed between amyloid burden and regional WMH volumes. These findings underscore the distinct roles of WMH and amyloid burden in cognitive decline among individuals with SCD.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288278",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that WMH and amyloid burden independently influence cognitive function in SCD patients",
      "conclusion": "This study suggests that WMH and amyloid burden independently influence cognitive function in SCD patients. Notably, a significant association was observed between amyloid burden and regional WMH volumes"
    },
    {
      "title": "Room-Temperature Electrical Coupling of PbS Colloidal Quantum Dots for High-Performance N-Type Thin-Film Thermoelectrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Colloidal quantum dot (QD) films inherently exhibit a high Seebeck coefficient (α) and low thermal conductivity (κ), making them attractive for thermoelectric (TE) applications. However, achieving high electrical conductivity (σ) while preserving these advantages remains challenging due to limited interdot coupling and high-temperature treatments that compromise interdependent TE parameters. Herein, room-temperature inter-dot bridging of individual PbS QDs is demonstrated, leading to...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41288204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Formation and Decay of Aqueous Fe(IV) during Fe(II) Ozonation under Acidic Conditions: Kinetics and Mechanistic Insights into pH-Dependent Behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Aqueous Fe(IV) is a crucial oxidant in iron-mediated oxidation processes relevant to water purification and atmospheric aqueous systems; yet, its chemical behavior under environmentally relevant pH conditions remains poorly understood. This study elucidated the pH-dependent kinetics and mechanisms of Fe(IV) formation, self-decay, and secondary reactions during Fe(II) ozonation at pH 1.0-5.0. The Fe(II)-O(3) reaction involved Fe^(II)(H(2)O)(6)^(2+) and (H(2)O)(5)Fe^(II)(OH)^(+), generating Fe(IV)...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41288167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital Twin-Driven Mechanical Degradation Diagnostics: Unraveling Microstructure Evolution of Silicon-based Lithium-Ion Battery Anodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Silicon is a promising anode material due to its high theoretical capacity, but its extreme volume change (>300%) during cycling leads to contact loss, electrode delamination, and crack propagation, ultimately compromising mechanical integrity. While operando imaging captures morphological evolution, it remains insufficient to resolve the coupled electrochemical, mechanical, and microstructural dynamics that govern degradation. Here, a microstructure-resolved digital twin model of...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288140",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choosing the One Who Sees You: Emotional Responsiveness as a Cue in Children's Help-Seeking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Prior research has explored children's help-seeking tendencies in relation to the characteristics of help providers with a primary focus on the helper's competencies. In the current study, we propose that acknowledging a child's emotions without judgment, referred to as emotional validation, is another cue that guides children's help-seeking behavior. In Study 1, we surveyed mothers of children aged 3-6 years (N = 200) and found that their tendency to validate their children's emotions was...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrugated-Surface Goethite Nanoparticles with Reduced Magnetization and Increased Surface Area for Enhanced <em>T</em><sub>1</sub> MRI Contrast Effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Gadolinium (Gd)-based MRI contrast agents are commonly used for T(1) imaging but raise safety concerns, including nephrogenic systemic fibrosis and tissue buildup. Conventional iron oxide nanoparticles (IONPs), seen as safer options, often have residual magnetization, causing T(2) effects and negative contrast, complicating interpretation. These limitations highlight the need for safer, positive-contrast agents with optimized relaxivity profiles. Here, we report the development of...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discrete Cation Exchange in Ag-Au-S Quantum Dots Using Reactivity Engineered Cation Precursors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Tailoring precursor reactivity in colloidal nanocrystals (NCs) is a powerful strategy to achieve the uniformity. The gold precursor reactivity was engineered in multistep cation exchange reactions of Ag-Au-S quantum dots (QDs) through ligand coordination, metal-metal bonding, and steric effects, resulting in a series of discrete exchange pathways. With the conventional precursor HAuCl(4), Ag(2)S QDs undergo complete conversion to Au(2)S QDs via Ag(3)AuS(2) and AgAuS alloy QD intermediates;...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41288095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overcoming the energy-durability trade-off in aluminum foil anodes <em>via</em> hierarchical laminated grain boundaries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41288061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Aluminum foil anodes offer a lightweight and scalable design by integrating the active material and current collector, but their practical deployment has been limited by rapid mechanical degradation from ∼100% volume expansion during lithiation. Previous strategies to stabilize Al foils have primarily relied on grain refinement, alloying, or prelithiation, which improve either mechanical robustness or electrochemical reversibility, but rarely both. Here, we introduce a fundamentally different...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41288061",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal exposure to benzodiazepines, Z-drugs and long-term risk of neurodevelopmental disorders in offspring: nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Prenatal BZRA exposure was associated with increased long-term risks of LNDDs in offspring, with evidence of dose-response and class-specific effects, and persistence in sibling analyses.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prenatal BZRA exposure was associated with increased long-term risks of LNDDs in offspring, with evidence of dose-response and class-specific effects, and persistence in sibling analyses"
    },
    {
      "title": "Performance of Multimodal Generative AI Models in Addressing Complex Dental Inquiries With Text, Images, and Analytical Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Multimodal LLMs show potential in answering multimodal dental inquiries, though performance varies across models, with challenges in interpreting clinical scenarios, visual data, and terminology ambiguity.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287924",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multimodal LLMs show potential in answering multimodal dental inquiries, though performance varies across models, with challenges in interpreting clinical scenarios, visual data, and terminology ambiguity"
    },
    {
      "title": "Impact of a government-led employment program on the onset of depressive symptoms and suicidal ideation in older adults: A nationwide longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Structured government-supported employment may mitigate the risk of depressive symptoms and suicidal ideation in later life. These findings support the potential of senior employment programs as effective mental health promotion and suicide prevention strategies for aging populations.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured government-supported employment may mitigate the risk of depressive symptoms and suicidal ideation in later life. These findings support the potential of senior employment programs as effective mental health promotion and suicide prevention strategies for aging populations"
    },
    {
      "title": "Polysaccharide Adjuvants as Innate Immune Trainers: Bridging Pattern Recognition Receptor (PRR) Activation and Metabolic Reprogramming for Synthetic Vaccine Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The concept of trained immunity has redefined the understanding of innate immune memory and opened new opportunities for vaccine design. Polysaccharides, as naturally occurring pathogen-associated molecular patterns (PAMPs), can activate pattern recognition receptors (PRRs) and induce durable immunomodulatory effects. This review examines the historical context of microbial immunotherapy, beginning with Coley's toxin, and traces its evolution toward the rational use of polysaccharides as vaccine...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41287898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subcostal single-port versus intercostal multi-port robotic lobectomy for non-small cell lung cancer: a retrospective propensity score-matched cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Robotic lobectomy using the SP system showed favorable perioperative outcomes and mid-term results comparable to those of the MP group. However, further large-scale studies are required to validate our findings.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41287875",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Robotic lobectomy using the SP system showed favorable perioperative outcomes and mid-term results comparable to those of the MP group. However, further large-scale studies are required to validate our findings"
    },
    {
      "title": "Recent Advances in Nanoparticle-Based Antiretroviral Drug Delivery Systems for HIV Treatment and Prevention: A Comprehensive Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Though nanotechnology offers many advantages over the conventional system of medications, it also gives rise to many side effects and challenges that need to be rectified for its better application. This review discusses the status and limits of conventional drug treatment and the recent advancements and updated strategies in nano-therapeutics for HIV treatment and cures, along with the possible mechanism of action of nano-mediated drugs, clinical translational challenges, and...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287764",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Though nanotechnology offers many advantages over the conventional system of medications, it also gives rise to many side effects and challenges that need to be rectified for its better application. This review discusses the status and limits of conventional drug treatment and the recent advancement..."
    },
    {
      "title": "Effects of an Advanced Clinical Practice Nurse-Led Discharge Management and Education Program on Patient Outcomes in an Acute Medical Care Unit (ADIEU)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The ADIEU program effectively reduced 30-day readmissions and increased satisfaction among healthcare providers and patients.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287648",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ADIEU program effectively reduced 30-day readmissions and increased satisfaction among healthcare providers and patients"
    },
    {
      "title": "The impact of probiotics on testosterone synthesis in the TM3 cell line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings suggest that probiotic supplementation can modulate testosterone synthesis and improve mitochondrial functionality in Leydig cells. These results underscore the potential of probiotics as modulators of male reproductive health, with possible therapeutic applications in conditions such as male hypogonadism.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest that probiotic supplementation can modulate testosterone synthesis and improve mitochondrial functionality in Leydig cells. These results underscore the potential of probiotics as modulators of male reproductive health, with possible therapeutic applications in conditions such a..."
    },
    {
      "title": "Neuroimaging correlates and biomarker performance of a fully automated plasma p-tau217/Aβ42 ratio assay in a clinical cohort with Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Blood-based biomarkers offer scalable, non-invasive tools for Alzheimer's disease (AD) detection. We investigated the performance of plasma biomarkers associated with AD on the automated Beckman Coulter Access DxI 9000 analyzer.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287525",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the performance of plasma biomarkers associated with AD on the automated Beckman Coulter Access DxI 9000 analyzer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Outcomes of Long-Course Chemoradiotherapy vs. Short-Course Radiotherapy Followed by Consolidation Chemotherapy in Rectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SCRT with CCT demonstrated long-term oncologic outcomes and surgical safety comparable to those of LCRT, supporting its role as a viable alternative, particularly in resource-constrained healthcare settings.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287502",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SCRT with CCT demonstrated long-term oncologic outcomes and surgical safety comparable to those of LCRT, supporting its role as a viable alternative, particularly in resource-constrained healthcare settings"
    },
    {
      "title": "Trends in Health Expenditures for Chronic Disease Management: Hypertension, Diabetes Mellitus, and Dyslipidemia from 2013 to 2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The economic burden of managing chronic diseases is substantial, particularly for patients with multiple conditions or complications. Strengthening preventive care and integrated management strategies, alongside sustained financial support, is crucial for improving cost-efficiency in chronic disease care.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287500",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The economic burden of managing chronic diseases is substantial, particularly for patients with multiple conditions or complications. Strengthening preventive care and integrated management strategies, alongside sustained financial support, is crucial for improving cost-efficiency in chronic disease..."
    },
    {
      "title": "Novel Triple-Cuff versus Conventional Double-Cuff Double-Lumen Endobronchial Tube in Patients with Risk Factors for Tube Misdirection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Triple-cuff DLT was superior to conventional DLT in reducing DLT misdirection in short, obese females with narrow airways. Furthermore, it facilitated a faster intubation process and reduced airway complications, thereby enhancing patient safety.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287499",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Triple-cuff DLT was superior to conventional DLT in reducing DLT misdirection in short, obese females with narrow airways. Furthermore, it facilitated a faster intubation process and reduced airway complications, thereby enhancing patient safety"
    },
    {
      "title": "Clinical Outcomes of Photodynamic Therapy for Choroidal Nevus with Subfoveal Fluid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PDT demonstrated noticeable efficacy in reducing subfoveal fluid associated with choroidal nevus within 1 month of treatment. However, in some cases, the effect may be limited in long-term maintenance.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287498",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PDT demonstrated noticeable efficacy in reducing subfoveal fluid associated with choroidal nevus within 1 month of treatment. However, in some cases, the effect may be limited in long-term maintenance"
    },
    {
      "title": "Mid-Term Outcomes of Acetabular Reconstruction Using a Rapid Prototyping Pelvic Model in Complex Total Hip Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Preoperative planning using 3D prototyping pelvic models resulted in accurate cup positioning and stable outcomes in complex THA cases. Further studies with larger cohorts and longer follow-up are necessary to confirm these findings.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41287497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative planning using 3D prototyping pelvic models resulted in accurate cup positioning and stable outcomes in complex THA cases. Further studies with larger cohorts and longer follow-up are necessary to confirm these findings"
    },
    {
      "title": "Initial Circulating CD138 Predicts End-Stage Kidney Disease in Patients with Microscopic Polyangiitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that circulating CD138 measured at diagnosis has clinical utility as a biomarker for predicting future progression to ESKD in patients with MPA, and incorporating CD138 measurement at diagnosis may assist in identifying high-risk patients and guiding early therapeutic interventions in clinical practice.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that circulating CD138 measured at diagnosis has clinical utility as a biomarker for predicting future progression to ESKD in patients with MPA, and incorporating CD138 measurement at diagnosis may assist in identifying high-risk patients and guiding early therapeutic interve..."
    },
    {
      "title": "Is Chest Imaging Alone Adequate for Diagnosing Interstitial Lung Disease in Microscopic Polyangiitis Based on the 2022 Criteria?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lung biopsy should be considered in highly selected patients who are MPO-positive without involvement of other organs. The decision to determine the need for lung biopsy should be made by a multidisciplinary team.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287494",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lung biopsy should be considered in highly selected patients who are MPO-positive without involvement of other organs. The decision to determine the need for lung biopsy should be made by a multidisciplinary team"
    },
    {
      "title": "Cost-Utility Analysis of Universal Lynch Syndrome Screening among Colorectal Cancer Patients in a Low-Middle-Income Country",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: All LS screening strategies for CRC patients are cost-effective within the Vietnamese health system, with germline testing being the most favorable. These findings support the inclusion of LS screening in health policies, even in resource-limited settings such as Vietnam.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287493",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "All LS screening strategies for CRC patients are cost-effective within the Vietnamese health system, with germline testing being the most favorable. These findings support the inclusion of LS screening in health policies, even in resource-limited settings such as Vietnam"
    },
    {
      "title": "Drug-Coated Balloon-Based Intervention for De Novo Acute Myocardial Infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with de novo AMI, DCB-based PCI showed more favorable clinical outcomes after 2 years of follow-up compared to conventional DES-only PCI. DCB-based PCI may serve as a safe and effective alternative to DES-only PCI in carefully selected patients with satisfactory pre-dilation results (Impact of Drug-Coated Balloon Treatment in De Novo Coronary Lesion; NCT04619277).",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41287492",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of Drug-Coated Balloon Treatment in De Novo Coronary Lesion; NCT04619277)",
      "conclusion": "In patients with de novo AMI, DCB-based PCI showed more favorable clinical outcomes after 2 years of follow-up compared to conventional DES-only PCI. DCB-based PCI may serve as a safe and effective alternative to DES-only PCI in carefully selected patients with satisfactory pre-dilation results (Imp..."
    },
    {
      "title": "Erratum: Correction of Funding in the Article \"Growing Threat of Macrolide-Resistant <em>Mycoplasma pneumoniae</em> Among Children: What We Know and What We Need\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "This corrects the article on p. e317 in vol. 40, PMID: 41218593.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maternal Satisfaction With Universal Postnatal Nurse Home Visiting Services and Its Covariates: A Cross-Sectional Survey of 22,040 Mothers With Young Children in Seoul, Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Mothers with young children who received universal postnatal nurse home visits reported high satisfaction. Increasing visit frequency and expanding mothers' group program opportunities could further improve satisfaction.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41287486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mothers with young children who received universal postnatal nurse home visits reported high satisfaction. Increasing visit frequency and expanding mothers' group program opportunities could further improve satisfaction"
    },
    {
      "title": "Risk of Pelvic Insufficiency Fractures in Cervical Cancer Survivors: Using the National Claim Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The incidence of PIFs in cervical cancer survivors was 1.0% in this national claim database study and it demonstrated that RT and older age were significantly associated with an increased risk of PIF. Our findings suggest that clinicians should be aware of the risk of PIF, especially in older patients who underwent RT.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287485",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "database study and it demonstrated that RT and older age were significantly associated with an increased risk of PIF",
      "significance": null,
      "conclusion": "The incidence of PIFs in cervical cancer survivors was 1.0% in this national claim database study and it demonstrated that RT and older age were significantly associated with an increased risk of PIF"
    },
    {
      "title": "Temporal Trends in Hearing Aid Utilization in Korean Adults: A KNHANES-Based Study (2010-2022)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HA adoption rates have nearly doubled over the past decade, with the greatest increases observed among financially supported individuals and those in their 70s. Expanding financial support eligibility may further enhance HA adoption, particularly among those with disabling but unsupported HL, ensuring broader access to hearing rehabilitation.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41287484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HA adoption rates have nearly doubled over the past decade, with the greatest increases observed among financially supported individuals and those in their 70s. Expanding financial support eligibility may further enhance HA adoption, particularly among those with disabling but unsupported HL, ensuri..."
    },
    {
      "title": "Performance of Allplex™ MG &amp; AziR Assay for Detecting Macrolide-Resistant <em>Mycoplasma genitalium</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results show that the AziR assay can identify specific mutants in a single reaction and demonstrates high sensitivity and specificity for detecting macrolide resistant M. genitalium. Therefore, the AziR assay can be reliably used for MRT.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41287483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results show that the AziR assay can identify specific mutants in a single reaction and demonstrates high sensitivity and specificity for detecting macrolide resistant M. genitalium"
    },
    {
      "title": "Association Between Health Insurance Type and Survival Outcomes: Insight Into the Impact of Socioeconomic Disparities in the Postoperative Outcomes of Abdominal Aortic Aneurysm in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients undergoing EVAR for AAA, insurance type was independently associated with postoperative AAA-related mortality, with Medical Aid patients experiencing worse outcomes. In contrast, no significant difference in AAA-related mortality was observed between insurance types among patients undergoing OAR. These findings highlight the need to improve postoperative care and address outcome disparities in vulnerable populations undergoing EVAR.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287482",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients undergoing EVAR for AAA, insurance type was independently associated with postoperative AAA-related mortality, with Medical Aid patients experiencing worse outcomes. In contrast, no significant difference in AAA-related mortality was observed between insurance types among patients underg..."
    },
    {
      "title": "Systemic Lupus Erythematosus Presenting With Ascites: A Historical Cohort of Clinical Outcomes and Recurrence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SLE-related ascites is characterized by marked hypoalbuminemia. Low serum albumin and elevated CRP levels are predictors of recurrence, highlighting the need for close monitoring and tailored management in high-risk patients.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287476",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SLE-related ascites is characterized by marked hypoalbuminemia. Low serum albumin and elevated CRP levels are predictors of recurrence, highlighting the need for close monitoring and tailored management in high-risk patients"
    },
    {
      "title": "Silver Nanowire-Based Stretchable Transparent Electrodes for Precise Biosignal Sensing from Small Skin Areas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Large-area stretchable transparent electrodes (STEs) are essential in wearable biosignal sensors to achieve high signal-to-noise ratios (SNRs), primarily due to the low electrical conductivity of traditional stretchable materials. Silver nanowires (AgNWs) offer excellent conductivity and transparency; however, their poor mechanical compliance restricts their use in stretchable electronics. To overcome this challenge, we developed an STE by creating a grid-like AgNW network using a bar-coating...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287457",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aspirin and HCC risk in MASLD: Nationwide cohort study with genetic risk analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Findings from both population-based and genetic analyses suggest a possible protective association between aspirin use and HCC in patients with MASLD, which warrants further validation.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings from both population-based and genetic analyses suggest a possible protective association between aspirin use and HCC in patients with MASLD, which warrants further validation"
    },
    {
      "title": "Up-to-date concepts and procedures in shoulder instability: a comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Shoulder instability, particularly anterior instability, remains a significant clinical and socioeconomic burden, especially in young, active populations. Recent advancements have refined our understanding of critical and subcritical bone loss, bipolar lesions, and dynamic stabilization concepts. This review synthesizes current evidence by analyzing recent clinical studies, biomechanical research, and technological developments related to the management of anterior shoulder instability. While...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287434",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-assisted measurement of humeral version: a radiation-sparing alternative to whole-humerus computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that ultrasound-assisted measurement combined with proximal humerus CT is a reliable and accurate alternative to whole-humerus CT, reducing radiation exposure and cost. Level of evidence: III.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that ultrasound-assisted measurement combined with proximal humerus CT is a reliable and accurate alternative to whole-humerus CT, reducing radiation exposure and cost",
      "conclusion": "These findings suggest that ultrasound-assisted measurement combined with proximal humerus CT is a reliable and accurate alternative to whole-humerus CT, reducing radiation exposure and cost. Level of evidence: III"
    },
    {
      "title": "Heterogeneously Catalyzed Depolymerization of Polyurethane for the Efficient Recovery of Polyol and Dianiline",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Polyurethane (PU) recycling remains a significant challenge owing to its inherent stability and crosslinked nature. Conventional chemical recycling methods, including solvolysis and catalytic hydrogenation, often rely on homogeneous catalysts with limited product recoveries. Herein, we report a novel approach incorporating heterogeneous catalysis with alcoholysis, utilizing commercially available zinc oxide and tert-butyl alcohol (TBA) for the efficient depolymerization of both model and...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41287374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence of Chronic Kidney Disease According to Steatotic Liver Disease and Its Subclassifications: A Longitudinal Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SLD was linked to a higher incidence of CKD, with the CKD risk increasing sequentially from cryptogenic SLD to MASLD and MetALD. Advanced fibrosis in each SLD subclassification further increases the risk of CKD. Stratifying SLD according to metabolic dysfunction, significant alcohol intake, and fibrosis severity may help identify and monitor individuals at high risk of developing CKD.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SLD was linked to a higher incidence of CKD, with the CKD risk increasing sequentially from cryptogenic SLD to MASLD and MetALD. Advanced fibrosis in each SLD subclassification further increases the risk of CKD"
    },
    {
      "title": "Vertical Self-Rectifying Memristive Arrays for Page-Wise Parallel Logic and Arithmetic Processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Logic-in-memory (LIM) architectures are explored to address the data transfer bottleneck of conventional von Neumann architectures by integrating computation directly within memory arrays. Among various candidates, memristor-based LIM systems have gained significant attention due to their non-volatile switching behavior and compatibility with dense integration. In this work, a page-wise LIM architecture is implemented using a 3D vertical resistive random-access memory array composed of...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Trends in Cytomegalovirus IgG Seropositivity in the Adult Population of Korea: a Cross-Sectional Study and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings provide the most up-to-date estimate of CMV IgG seropositivity in the Korean adult population. Because of lower seropositivity in younger adults, continued monitoring and further education are essential for CMV control and prevention.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings provide the most up-to-date estimate of CMV IgG seropositivity in the Korean adult population. Because of lower seropositivity in younger adults, continued monitoring and further education are essential for CMV control and prevention"
    },
    {
      "title": "Characteristics of patients repeatedly presenting to the emergency department for self-harm injuries: a 6-year retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41287027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with repetitive self-harm were more likely to be female, to use cutting or stabbing as methods, and to have psychiatric issues, and they showed a lower in-hospital mortality rate than those without prior episodes.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41287027",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with repetitive self-harm were more likely to be female, to use cutting or stabbing as methods, and to have psychiatric issues, and they showed a lower in-hospital mortality rate than those without prior episodes"
    },
    {
      "title": "Comparative feasibility of reasoning and non-reasoning large language models for gynecologic cancer emergency care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41286925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Both GPT-4o and o3-mini-high are feasible tools for emergency care of patients with gynecologic cancer. GPT-4o may provide advantages, reflecting the pattern-based structure of emergency care in this domain. LLM selection should be based on the domain-specific medical knowledge required rather than on the reasoning status or model version. Further prospective multicenter studies are warranted to confirm our findings as well as clinical effectiveness of LLMs in gynecologic cancer...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41286925",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both GPT-4o and o3-mini-high are feasible tools for emergency care of patients with gynecologic cancer. GPT-4o may provide advantages, reflecting the pattern-based structure of emergency care in this domain"
    },
    {
      "title": "Clinical usability and functional outcomes of a lightweight robotic orthosis (HKAFO) in chronic stroke patients with hemiplegic gait: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41286918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41286918",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Low-Dose Exposure to Polystyrene Nanoplastics Induces Morphological and Transcriptional Reprogramming to Enhance Metastatic Potential of Colorectal Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Despite global efforts to reduce plastic consumption, its usage continues to rise, leading to increased environmental contamination and heightened concerns regarding the potential health impacts of nanoplastics. Owing to their prolonged residence time in the intestine, nanoplastics contribute to prolonged exposure and absorption by intestinal epithelial cells. In this study, we examined the effects of polystyrene micro- and nanoplastics of varying sizes (20 nm-1000nm) on colorectal cancer cells...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41290084",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effects of polystyrene micro- and nanoplastics of varying sizes (20 nm-1000nm) on colorectal cancer cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethological evidence for sexually exploitative pollinator attraction by Arisaema serratum (Araceae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Deceptive pollination exploits pollinator perceptual biases while offering no reward. Arisaema (Araceae) employs an extreme form of this strategy, in which fungus gnats are lured into a slippery floral tube that often proves fatal. However, the key factors governing attraction and capture remain poorly understood, partly due to the typically low frequency of floral visitation. Preliminary observations revealed that Arisaema serratum exhibits a relatively high visitation rate of fungus gnats. We...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter regarding \"Rethinking physical and cognitive frailty definitions in the JOINT-05 teriparatide sub-analysis\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291337",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low BMI and postoperative outcomes in elderly hip fracture patients: a Japanese nationwide database study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Low BMI is associated with increased complications and mortality following hip fracture surgery in the elderly. These findings emphasize the prognostic relevance of BMI in perioperative risk assessment.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291336",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low BMI is associated with increased complications and mortality following hip fracture surgery in the elderly. These findings emphasize the prognostic relevance of BMI in perioperative risk assessment"
    },
    {
      "title": "Late-onset intracranial adenocarcinoma arising from a germ cell tumor 25 years after initial diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A teratoma with somatic-type malignancy is a rare subtype of germ cell tumor (GCT) characterized by the presence of a histologically distinct component resembling a somatic cancer within a teratoma feature. To date, only 14 cases have been reported in the central nervous system (CNS), and its diagnosis remains challenging due to the limited availability of pathological findings. A case of a pineal GCT that recurred as an adenocarcinoma 25 years after the initial chemoradiotherapy is reported....",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291281",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adolescent stress remodels synapses in the sensory thalamus and impairs tactile discrimination in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Adolescent stress can lead to persistent behavioral issues and brain dysfunction, often linked to sensory perception abnormalities. The biological basis for these sensory changes is not well understood. Here, we demonstrate that social isolation during adolescence, but not adulthood, remodels the structure and function of brain circuits that process touch in mice. Specifically, isolation increases the number of afferents to each neuron while weakening individual connections, and these changes...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291279",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between galectin-1 expression and the efficacy of anti-PD-1 therapy for non-small cell lung cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41291166",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety Profile of 4,397 Consecutive Intravenous Sedations in Office-Based Esthetic Surgery: A Single-Center Retrospective Audit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among 4,397 office-based esthetic procedures, IVS directed by non-anesthesiologist surgeons achieved a major complication rate of zero and a low incidence of minor events. Strict ASA I-II selection, continuous physiologic monitoring, and a weight-adjusted depth titration protocol can provide international-level safety in a private outpatient setting. Multicenter prospective studies are warranted to validate these findings and refine recovery benchmarks.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291073",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among 4,397 office-based esthetic procedures, IVS directed by non-anesthesiologist surgeons achieved a major complication rate of zero and a low incidence of minor events. Strict ASA I-II selection, continuous physiologic monitoring, and a weight-adjusted depth titration protocol can provide interna..."
    },
    {
      "title": "Does not only preoperative weight loss but also weight gain affect recovery after cardiac surgery?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter regarding \"Does not only preoperative weight loss but also weight gain affect recovery after cardiac surgery?\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41291057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41291057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of sequential therapy for advanced upper tract urothelial cancer and bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "This multicenter retrospective study compared clinical outcomes and sequential therapy patterns between upper urinary tract urothelial carcinoma (UTUC) and bladder cancer (BC). Data from 517 patients with locally advanced/metastatic urothelial carcinoma diagnosed between January 2020 and December 2021 at 54 Japanese institutions were analysed (232 UTUC, 285 BC). UTUC patients were more likely to have poor renal function and metastases to the lung, liver. Multivariate analysis identified UTUC as...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290935",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative study of fetal facial shape between Japanese and North American populations using micro-CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Population-level morphological differences in human cranio-skeletal morphology are reflective of a multitude of genetic, epigenetic, functional and environmental factors. While such differences have been described in postnatal and adult skeletons, how early they originate during cranio-skeletal ontogeny is unknown. Here we compare early human facial morphogenesis utilizing a collection of fetal specimens of Japanese (JP) and North American - European ancestry (NAP). Utilizing 3D micro-CT images...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290923",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outbreaks of post-weaning diarrhea caused by ETEC F4 are strongly associated with CHCF1 genotype in Danish pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Enterotoxigenic Escherichia coli (ETEC) of fimbriae types F4 and F18 causes post-weaning diarrhea (PWD) in pigs and susceptibility relates to host genotype. We examined if CHCF1/FUT1 genotypes were associated with ETEC-mediated PWD in seven Danish herds. Diarrhea was assessed in 1,919 pigs by evaluating perianal fecal staining in the first week after weaning. From each herd, twelve diarrheic and twelve non-diarrheic pigs were selected for genotyping, fecal dry matter (FDM) and microbiological...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "if CHCF1/FUT1 genotypes were associated with ETEC-mediated PWD in seven Danish herds",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increase of intracellular Zn<sup>2+</sup> concentration directly inhibits phospholipase Cε and suppresses inflammation and tumour formation in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Phospholipase Cε (PLCε) has been shown to augment inflammation and inflammation-associated carcinogenesis by inducing proinflammatory cytokine expression through activation of nuclear factor-κB (NF-κB), making it a candidate molecular target for development of anti-inflammatory and cancer-preventive agents. Aiming at developing its selective inhibitor, we carry out a high-throughput screening of 68,114 compounds by using a fluorogenic substrate and discover zinc pyrithione (ZPT) as an ε...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290870",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of mumps virus-specific sialidase imaging probes through chemical modifications of sialic acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Some viruses, such as mumps virus (MuV), possess sialidases that cleave terminal sialic acids, primarily N-acetylneuraminic acid (Neu5Ac), from glycans. Previously, we developed a sialidase fluorescent imaging probe (BTP3-Neu5Ac) and visualized cells infected with sialidase-expressing viruses. However, BTP3-Neu5Ac could not specifically identify these viruses, as it reacted with a wide range of sialidases from viruses, bacteria, and mammals. Here, to confer specificity of BTP3-Neu5Ac to MuV...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parental educational aspirations and children's sleep: a mediation analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Japanese children tend to have short sleep durations, influenced by the educational environment. However, the empirical evidence of this association remains limited. This study examined the relationship between parental educational aspirations and children's sleep duration among Japanese school-aged children and investigated whether cram school attendance mediates this relationship. Using the Japanese Longitudinal Study of Children and Parents (JLSCP), a nationally representative sample was...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the relationship between parental educational aspirations and children's sleep duration among Japanese school-aged children and investigated whether cram school attendance mediates this relationship",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of binary blended cement mortar degradation driven by sulfate attack and thermal gradients in arid environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "In hot climates, concrete deteriorates faster due to high temperatures, moisture changes, and chemical attack. This study examines the effects of thermal diffusion and related environmental stressors on the progression of sulfate attack in mortar. Prismatic mortar specimen and cubes were fabricated using ordinary Portland cement as well as blends incorporating silica fume and ground granulated blast furnace slag. These samples were exposed to 10% w/v Na(2)SO(4) and MgSO(4), solutions for up to...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Melinjo-derived Gnetin C restores metabolic balance via dual adipose and hepatic effects in high-fat diet mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Multi-organ regulation underlies metabolic health, especially in the context of adipose-liver dysfunction during obesity. Previous findings identified Melinjo seed extract (MSE) as a promising modulator of metabolic disorders, although its active component remained unknown. Gnetin C, a trans-resveratrol dimer from MSE, likely serves as the key factor, yet its direct metabolic role remains unclear. Here, Gnetin C was administered to high-fat diet (HFD)-fed mice, which significantly improved body...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41290813",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tracheal meandering may predict prognosis in idiopathic pleuroparenchymal fibroelastosis: a retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "In cases of progressive idiopathic pleuroparenchymal fibroelastosis (iPPFE), the entire lung is suspended above the thorax. This causes the tracheal bifurcation to elevate upward and the trachea to meander. In this study, we aimed to investigate the association between tracheal meandering and the prognosis of iPPFE. We retrospectively collected data from 41 patients diagnosed with iPPFE between April 2009 and December 2021 and evaluated chest radiograph at the diagnosis of iPPFE. The angle and...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290797",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the association between tracheal meandering and the prognosis of iPPFE",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in blood concentration of tranexamic acid in dialysis and non-dialysis patients undergoing cardiac surgery: a prospective observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The pharmacokinetics of tranexamic acid (TXA), used during cardiopulmonary bypass (CPB) surgery, in patients receiving maintenance hemodialysis remain unclear. This prospective study compared serum tranexamic acid (TXA) concentrations following bolus administration and subsequent intensive care unit (ICU) admission in patients undergoing cardiac surgery with cardiopulmonary bypass (CPB), including those receiving maintenance hemodialysis and those not on dialysis. Participants received two TXA...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290755",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduced 5-hydroxymethylcytosine due to TET2 downregulation is associated with chondrosarcoma progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Chondrosarcoma (CS) is the second most common malignant bone tumor, known for its poor prognosis, high recurrence rate, and potential for metastasis. Current prognostic predictive methods rely heavily on histological grading, underscoring the need for additional markers. DNA methylation, particularly the role of 5-hydroxymethylcytosine (5hmC), has emerged as a promising prognostic indicator in various malignancies. This study aimed to investigate the relationship between 5hmC expression levels...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290745",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the relationship between 5hmC expression levels",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Active foam dynamics of tissue spheroid fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Tissue spheroids fuse to form larger tissue structures, a process controlled by their living material properties. However, how these properties emerge from the active behavior of individual cells is not well understood. Here, we studied fusion dynamics of spheroids from human periosteum-derived cells. Using confocal microscopy, we measured spheroid granularity and, with two-photon microscopy, we quantified active cell movements during fusion. Inhibiting cytoskeletal contractility with Y-27632...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290657",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Competition between Pseudomonas species constrains ecological diversification in polymicrobial biofilms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Polymicrobial biofilms are acknowledged as evolutionary hotspots; however, the influence of interspecies interactions on adaptive processes remains ambiguous. Using custom-engineered 3D-printed flow systems, biofilms were grown over an 18-day period to explore the evolutionary dynamics over time between two competing species, Pseudomonas defluvii and Pseudomonas brenneri, within communities of differing complexity, using whole-population and whole-genome sequencing methodologies. P. defluvii...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut mucin fucosylation dictates the entry of botulinum toxin complexes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Botulinum toxins (BoNTs) produced by Clostridium botulinum are the most potent known bacterial toxins. The BoNT complex from serotype B-Okra (LPTC/B^(Okra)) exerts at least 80-fold higher oral toxicity in mice compared with that from serotype A1 (L-PTC/A^(62A)). Here, we show that L-PTC/B^(Okra) is predominantly absorbed through enterocytes, whereas LPTC/A^(62A) targets intestinal microfold cells. Furthermore, α1,2-fucosylation of intestinal mucin determines the oral toxicity of L-PTCs as well...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using pure oxygen aeration to increase recombinant protein production by an Aspergillus oryzae hyphal dispersion strain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A high growth rate is essential for increasing protein production efficiency in liquid fermentation of filamentous fungi, such as Aspergillus oryzae. However, the increase in culture viscosity due to fungal growth constrains the overall yield. We have demonstrated that culture viscosity is lower in A. oryzae AGΔ-GAGΔ strains, which are deficient in the cell surface polysaccharides α-1,3-glucan (AG) and galactosaminogalactan (GAG), than in the wild-type (WT) strains. Nevertheless, even in aerated...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of novelty and temporal distance on post-experience spike patterns of hippocampal place cells encoding multiple environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "The hippocampus plays a crucial role in consolidating episodic memories from diverse experiences that encompass spatial, temporal, and novel information. This study analyzed the spike patterns of hippocampal place cells in the CA3 and CA1 areas of male rats that sequentially foraged in five rooms, including familiar and novel rooms, followed by a rest period. Across the five rooms, both CA3 and CA1 place cells showed overlapping spatial representations. In a post-experience rest period, both CA3...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the spike patterns of hippocampal place cells in the CA3 and CA1 areas of male rats that sequentially foraged in five rooms, including familiar and novel rooms, followed by a rest period",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A peptidergic neural system connects the circadian clock to the photoperiodic control of reproductive diapause in the bug <em>Riptortus pedestris</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A diapause program that anticipates harsh seasonal environments contributes to flexible seasonal adaptation of organisms. Many animals use the photoperiod as a cue for seasonal sensing, and a circadian clock system is suggested to be important for photoperiodic physiological regulation. Although brain regions that are important for photoperiodic responses have been reported, the detailed system linking the circadian clock to photoperiodic diapause switching remains unclear. Here, we show the...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290415",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for photoperiodic physiological regulation",
      "conclusion": null
    },
    {
      "title": "Lifestyle psychiatry: a conceptual framework for application in mental healthcare and support",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Lifestyle-related behaviours-such as sedentary behaviour, physical inactivity, poor nutrition, disrupted sleep and substance use-are increasingly recognised as important factors in the onset and persistence of mental illness. Evidence for the efficacy and cost-efficiency of lifestyle interventions in mental health is growing, and such approaches are now embedded in international guidelines and endorsed by major health organisations and associations as 'lifestyle psychiatry'. Nevertheless,...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "factors in the onset and persistence of mental illness",
      "conclusion": null
    },
    {
      "title": "Multi-institutional study on the commissioning and clinical implementation of the TrueBeam enhanced leaf model in the Eclipse treatment planning system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The ELM(MS) demonstrated reliable VMAT dose calculation accuracy across multiple institutions and MLC types. Tuning the LT and LG parameters can further improve ELM performance in various VMAT plans. The tuned ELM(Ave) satisfied all clinical tolerance criteria in all verification cases and may serve as a practical approach for efficient commissioning and objective evaluation of ELM parameters across institutions.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290357",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluation of ELM parameters across institutions",
      "significance": null,
      "conclusion": "The ELM(MS) demonstrated reliable VMAT dose calculation accuracy across multiple institutions and MLC types. Tuning the LT and LG parameters can further improve ELM performance in various VMAT plans"
    },
    {
      "title": "Prioritising research on endocrine disruption in the marine environment: a global perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "A healthy ocean is a crucial life support system that regulates the global climate, is a source of oxygen and supports major economic activities. A vast and understudied biodiversity from micro- to macro-organisms is integral to ocean health. However, the impact of pollutants that reach the ocean daily is understudied for marine taxa, which are also absent or poorly represented in regulatory test guidelines for chemical hazard assessment. Inspired by the United Nations Decade of Ocean Science,...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290225",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": "of pollutants that reach the ocean daily is understudied for marine taxa, which are also absent or poorly represented in regulatory test guidelines for chemical hazard assessment",
      "conclusion": null
    },
    {
      "title": "Temporal transition in urine and plasma porphyrin levels following 5-aminolevulinic acid administration in healthy adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrated the importance of comparing porphyrin concentrations in urine and plasma between cancer patients and healthy adults, stratified by sex and age group, in order to develop 5-ALA-PDS as an accurate method for cancer diagnosis.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290136",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the importance of comparing porphyrin concentrations in urine and plasma between cancer patients and healthy adults, stratified by sex and age group, in order to develop 5-ALA-PDS as an accurate method for cancer diagnosis"
    },
    {
      "title": "Cross-reactive HERV-W and EBV peptides elicit antibody responses in MS patients and synergistically exacerbate neuroinflammation in EAE",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Human endogenous retrovirus W (HERV-W) has been linked to multiple sclerosis (MS), yet its pathogenic role remains unclear. Epstein-Barr virus (EBV), a key MS risk factor, can transactivate HERVs, suggesting a potential interplay. We analyzed immune responses to a HERV-W₁₀₃-₁₁₀ peptide homologous to EBV EBNA1₃₈₆-₄₀₅ in sera from Japanese MS patients (n = 44), neurological controls (n = 28), and healthy controls (n = 48), including an unrelated control antigen (BCG) to assess general humoral...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290106",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "immune responses to a HERV-W₁₀₃-₁₁₀ peptide homologous to EBV EBNA1₃₈₆-₄₀₅ in sera from Japanese MS patients (n = 44), neurological controls (n = 28), and healthy controls (n = 48), including an unrel...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Volume current coupling-remote direct neural coupling across the extracellular space",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "Although electrical devices should not be submerged, the brain, despite its electrical implementation, is submerged in an electrolyte solution and has indeed leakage currents as demonstrated by electroencephalograms (EEGs). Ephaptic coupling is a direct electrical neural coupling mediated by leakage currents between adjacent neurons on a microscale, and it affects spike timing. Since EEGs are detectable, meaning that tens of thousands of neurons activate synchronously, their collective leakage...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290055",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of early healthcare visits on cardiovascular disease risk in people with newly screened diabetes: emulating a target trial using a large insurance database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41290046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251126023808&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Early healthcare visits within one year of diabetes identification were associated with a lower 10-year CVD risk. Health systems should facilitate early follow-up after screening to translate early detection into cardiovascular benefit.",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41290046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early healthcare visits within one year of diabetes identification were associated with a lower 10-year CVD risk. Health systems should facilitate early follow-up after screening to translate early detection into cardiovascular benefit"
    }
  ]
}