{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-09T07:44:42.758Z",
  "totalItems": 150,
  "totalArchived": 43136,
  "newPapersAdded": 225,
  "institutionBreakdown": {
    "KAIST": 29,
    "SNU": 92,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 44,
    "IBS": 18,
    "UNIST": 1,
    "Hanyang University": 5,
    "KIST": 3,
    "GIST": 3,
    "Kyung Hee University": 5,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 76,
    "Biomedical": 26,
    "Cancer Research": 24,
    "Neuroscience": 9,
    "Computer Science": 2,
    "Materials Science": 13
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "From least concerned to endangered? An integrated approach to determine the distribution, suitable habitat, and future of Dryophytes immaculatus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41508253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pretreatment predictive factors for primary resistance to nivolumab plus ipilimumab in advanced renal cell carcinoma: a multicenter collaborative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sarcomatoid differentiation on pretreatment biopsy or elevated serum LDH before treatment initiation may predict primary resistance to nivolumab plus ipilimumab therapy in patients with advanced RCC. Alternative regimens should be considered in such cases, particularly for patients who are likely to experience rapid disease progression or for whom the occurrence of P-res is not clinically acceptable.",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41508296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sarcomatoid differentiation on pretreatment biopsy or elevated serum LDH before treatment initiation may predict primary resistance to nivolumab plus ipilimumab therapy in patients with advanced RCC. Alternative regimens should be considered in such cases, particularly for patients who are likely to..."
    },
    {
      "title": "Rationality of formula composition of ammonium glycyrrhizinate in Yanlishuang Oral Dripping Pills based on pharmacodynamics and pharmacokinetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study explored the rationality of incorporating ammonium glycyrrhizinate in Yanlishuang Oral Dripping Pills from the perspectives of pharmacodynamics and pharmacokinetics. An acute pharyngitis rat model was established using 10% ammonia solution. From the pharmacodynamic perspective, the rationality of ammonium glycyrrhizinate in the formulation was evaluated by detecting routine blood indices, serum levels of inflammatory factors tumor necrosis factor-α(TNF-α) and interleukin-6(IL-6), and...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508278",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic study on combined application of Puerariae Lobatae Radix polysaccharide and betaine in ameliorating hepatic and intestinal injury via regulating TLR4 signaling pathway in alcoholic liver disease mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study aims to investigate the synergistic protective effects and underlying mechanisms of the combined application of Puerariae Lobatae Radix polysaccharide 1(PLP1) and betaine in alcohol-induced liver and intestinal injuries in mice and AML-12 hepatocytes. An alcoholic liver disease(ALD) mouse model was established according to the NIAAA protocol using chronic ethanol feeding combined with acute ethanol gavage. Mice were randomly divided into six groups: control, model, PLP1 monotherapy,...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to investigate the synergistic protective effects and underlying mechanisms of the combined application of Puerariae Lobatae Radix polysaccharide 1(PLP1) and betaine in alcohol-induced liver and intes...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-arthritis effects of total triterpenoids from fruits of Chaenomeles speciosa based on TLR4/NF-κB/NLRP3 signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study aims to investigate the anti-arthritis effects and mechanisms of total triterpenoids from the fruits of Chaenomeles speciosa(TCS) on MH7A cells treated with lipopolysaccharide(LPS) and adenosine triphosphate(ATP) as well as the rat model of adjuvant arthritis(AA) induced by Freund's complete adjuvant(CFA). In the cell experiment, the MTT assay and Transwell assay were employed to test cell viability and migration, respectively; the colorimetric method and ELISA were employed to...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "to investigate the anti-arthritis effects and mechanisms of total triterpenoids from the fruits of Chaenomeles speciosa(TCS) on MH7A cells treated with lipopolysaccharide(LPS) and adenosine triphospha...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of a high-yield platform for phlorizin based on Nicotiana benthamiana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Phlorizin has antioxidant and anti-aging pharmacological activities, which render it a highly promising candidate for applications in functional foods and the pharmaceutical industry. However, the incomplete elucidation of phlorizin biosynthesis in plants has constrained its large-scale production and application. Lithocarpus litseifolius, which contains a notably higher level of phlorizin than most plant species, serves as an ideal model for identifying key enzymes involved in phlorizin...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation of monoclonal antibodies against saikosaponin A and saikosaponin D and establishment of indirect competitive enzyme-linked immunosorbent assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Saikosaponin A(SSA) and saikosaponin D(SSD) were conjugated with bovine serum albumin(BSA) and ovalbumin(OVA) via the periodate oxidation method to prepare immunogens(SSA/D-BSA) and coating antigens(SSA/D-OVA), respectively. BALB/c mice were immunized with SSA/D-BSA, and 15 monoclonal antibody(mAb) cell lines against SSA/D were screened. Among these, the mAb SD6 against SSD exhibited cross-reaction rates of 100.00%, 99.94%, 95.06%, 94.89%, 1.97%, 1.89%, and 0.93% with SSD, SSA,...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial multi-omics mapping of tumor microanatomy dynamics following radiotherapy combined with targeted-immunotherapy in hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Remodeling of the tumor microenvironment (TME) under therapeutic pressure is a critical determinant of treatment response and resistance in hepatocellular carcinoma (HCC). Triple-combination therapy integrating targeted agents, immune checkpoint inhibitors, and radiotherapy (T+I+R) has shown potential synergistic effects in intermediate to advanced HCC, particularly in patients with portal vein tumor thrombus (PVTT), yet the spatial and cellular mechanisms underlying its efficacy remain largely...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508252",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping the secondary response to traumatic brain injury using spatial transcriptomics shows acute 4-aminopyridine treatment mitigates axonal and molecular pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Damage to long myelinated axons of white matter tracts is a hallmark pathology resulting from traumatic brain injury (TBI) forces and secondary injury processes. 4-aminopyridine (4-AP) is an FDA-approved Kv1 potassium channel inhibitor designed to mitigate axon dysfunction. We examined repurposing 4-AP as an acute TBI treatment using clinically-oriented neuropathology of axon damage combined with unbiased genome-wide spatial transcriptomics for comprehensive analysis of secondary injury...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508250",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "repurposing 4-AP as an acute TBI treatment using clinically-oriented neuropathology of axon damage combined with unbiased genome-wide spatial transcriptomics for comprehensive analysis of secondary in...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Number of traditional Chinese medicines in Essentials of Materia Medica Distinctions of Roman version and some herbal textual research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study was based on the photoreprint of the Ming dynasty's officially revised Essentials of Materia Medica Distinctions(hereinafter referred to as the Roman version) held in the National Central Library of Rome, Italy. It examined the number of traditional Chinese medicines(TCMs) recorded, TCM adjustment status, the origins of newly added TCMs, and the characteristics of some TCM illustrations in this version. The study aimed to provide reference for the subsequent research and utilization...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Key genes of intervertebral disc degeneration with ferroptosis and prediction of potential traditional Chinese medicine based on bioinformatics and machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study aimed to identify key ferroptosis-related genes associated with intervertebral disc degeneration(IDD) through bioinformatics and machine learning algorithms, predict potential TCM, and conduct experimental validation. IDD datasets(GSE124272 and GSE150408) were obtained from the GEO database, while ferroptosis-related genes were retrieved from the FerrDb and GeneCards databases. Data preprocessing was performed using R. Weighted gene co-expression network analysis(WGCNA) was employed...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508240",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify key ferroptosis-related genes associated with intervertebral disc degeneration(IDD) through bioinformatics and machine learning algorithms, predict potential TCM, and conduct experimental val...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Total flavonoids from Sarcandra glabra promote apoptosis in leukemia K562 cells via sphingolipid metabolism and PI3K/Akt signaling pathway based on cellular metabolomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study investigated the mechanism by which total flavonoids from Sarcandra glabra promote apoptosis in leukemia K562 cells using cellular metabolomics. The following groups were set up in this study: a blank control group, a dimethyl sulfoxide(DMSO) control group, and low-, medium-, and high-dose S. glabra total flavonoid groups(25, 50, and 100 mg·L~(-1)). After 48 hours of treatment, the effects of total flavonoids from S. glabra on the proliferation and apoptosis of K562 cells were...",
      "pubDate": "2026-01-09T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41508239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the mechanism by which total flavonoids from Sarcandra glabra promote apoptosis in leukemia K562 cells using cellular metabolomics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteasome inhibition by VR23 enhances autophagic clearance of FUS<sup>P525L</sup>-mediated persistent stress granule in SH-SY5Y cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Autophagy is a conserved catabolic pathway that preserves cellular homeostasis through lysosomal degradation. Beyond its general role in proteostasis, selective autophagy mediates the clearance of selective cellular targets such as persistent stress granules (SGs), in a process termed granulophagy. SGs are dynamic cytoplasmic assemblies that normally disassemble after stress relief; however, their aberrant persistence has arisen as a pathological feature of neurodegenerative disorders, including...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41508039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthetic essentiality of isoprenylcysteine carboxylmethyltransferase in PTEN deficient triple negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "PTEN deficiency is frequently observed in various cancers, including triple-negative breast cancer. However, PTEN loss-of-function mutations are not directly druggable, necessitating a synthetic lethality approach for treating PTEN-deficient tumors. Utilizing combinatorial CRISPR screening, we identified ICMT (isoprenylcysteine carboxylmethyltransferase) loss as synthetic lethal with PTEN deficiency. Genetic or pharmacological inhibition of ICMT effectively reversed cellular transformation...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41507994",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of frailty and mortality risk in community-dwelling older adults: a systematic review and meta-analysis of 59 international prospective cohort studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight the need for comprehensive assessment and management of frailty in community-dwelling older adults. Future research and health policy should prioritize targeted strategies according to frailty severity to reduce mortality risk and improve health outcomes.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41507910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the need for comprehensive assessment and management of frailty in community-dwelling older adults. Future research and health policy should prioritize targeted strategies according to frailty severity to reduce mortality risk and improve health outcomes"
    },
    {
      "title": "1-Hydroxy-1-Norresistoflavins B and C, resistomycin-type polyketides from the Marine-Derived Streptomyces althioticus 2304JJ-041",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Two new resistomycin-type pentacyclic polyketide derivatives, designated 1-hydroxy-1-norresistoflavins B (1) and C (2), together with 1R-hydroxy-1-norresistomycin (3) and (6 R)-6,11-Dihydro-7-hydroxy-6-(hydroxymethyl)-8-methoxy-3,9-dimethyl-4H-pyrazino[1,2-b]isoquinolin-4-one (4), were isolated from the marine-derived actinomycete Streptomyces althioticus. Their structures were elucidated by comprehensive spectroscopic analyses, including 1D and 2D NMR and HR-ESIMS data, and the absolute...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41507588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced breath analysis through hierarchical deep convolutional neural network for multi-cancer screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Breath analysis offers a promising noninvasive strategy for early cancer detection by capturing disease-specific volatile organic compound (VOC) signatures in exhaled breath. In this study, we developed a hierarchical deep convolutional neural network (HD-CNN)-based platform for dual-cancer classification using a multimodal gas sensor array. Clinical breath samples were collected from 206 participants, including 67 healthy controls (HC), 78 lung cancer (LC), and 61 gastric cancer (GC) patients....",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41507383",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fast photo-carrier multiplication by engineered potential trap in MoS<sub>2</sub>/Ge double junction phototransistor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41507335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide mapping of terrestrial gamma radiation in South Korea using a car-borne survey system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study conducted a nationwide car-borne radiation survey to assess background radiation levels originating from naturally occurring radionuclides across South Korea. Two survey vehicles were developed, each equipped with NaI(Tl) detectors and high-pressure ionization chambers (HPICs), and deployed over a period of approximately four years. As a result, a total of 723,052 gamma-ray spectra and ambient dose rate measurements were collected. A post-processing tool incorporating an automatic...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University"
      ],
      "pmid": "41507303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular identification, phytochemical characterization, and bioactivity evaluation of the unexplored medicinal plant Phedimus hybridus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41507297",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bayesian deep learning for probabilistic aquifer vulnerability and uncertainty prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41507246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole genome sequencing data of early- and late-onset colorectal cancer in 99 Korean patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is the third most prevalent cancer type worldwide. Despite improvements in screening programs, the incidence of early-onset CRC (EOCRC) in patients under 50 years old is rapidly increasing, including in Korea, in contrast to the decreasing trend of late-onset CRC (LOCRC). However, a comprehensive biological understanding of CRC's coding and non-coding variants, onset-dependent prognostic variables, and the genetic and transcriptomic differences between EOCRC and LOCRC...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41507232",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early detection of air leakage in IoT-connected compressors using enhanced data sampling with deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The persistent challenge of air leakage in smart factories continues to impose significant costs and operational inefficiencies. Conventional solutions, such as infrared detectors, suffer from drawbacks, demanding additional manpower for detection and incurring monetary losses during equipment downtime. Addressing the urgent need for early air leakage detection in manufacturing plants amid the ongoing digital transformation, this paper introduces an end-to-end framework that jointly handles...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41507227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multimodal Dataset for Assessing Emotion, Stress, and Emotional Workload in Interpersonal Work Scenario",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "We present EmoWork, a multimodal, multi-label dataset designed to support emotion and stress detection in realistic interpersonal work settings. Interpersonal work-common in occupations such as customer service-often requires workers to regulate their emotional expressions in response to strong affective stimuli. These demands, shaped by organizational display rules, present a unique challenge for affective computing systems, particularly in scenarios where internal emotional states diverge from...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41507210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced glutathione production in Saccharomyces cerevisiae via transporter activation and catabolic pathway engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Industrial interest in glutathione, a tripeptide with key roles in cellular redox homeostasis, has increased, particularly in the food and pharmaceutical sectors. This study aimed to engineer Saccharomyces cerevisiae to enhance glutathione production through a dual strategy: overexpression of glutathione exporters (GXA1 and GEX2) and targeted knockout of genes involved in glutathione degradation. Overexpression of either GXA1 or GEX2 resulted in simultaneous increases in both intracellular and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41506568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "engineer Saccharomyces cerevisiae to enhance glutathione production through a dual strategy: overexpression of glutathione exporters (GXA1 and GEX2) and targeted knockout of genes involved in glutathi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How astrocytes regulate microglia in CNS injury: BST2-high astrocytes at the border",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "In this issue of Neuron, Zhang et al.¹ identified a subset of BST2-high astrocytes that emerge at the ischemic injury border and promote microglial recruitment through the C3-C3aR pathway. These findings highlight BST2 as a key modulator of astrocyte-microglia communication and a potential therapeutic target for CNS injury.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41506240",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Life cycle assessment of gasification-based upcycling of mixed plastic waste for carbon-efficient and environmentally sustainable chemical production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Low hydrogen (H(2))/carbon monoxide (CO) ratios in syngas derived from mixed plastic waste (MPW) gasification constrain its direct upcycling to chemicals, as conventional hydrogen enrichment reduces carbon efficiency and limits practical deployment. This study investigates alternative pathways that operate without adjusting the H(2)/CO ratio, emphasizing their environmental performance. A comparative life cycle assessment (LCA) is conducted for three production routes-carbon monoxide (CO),...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41506161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular biomarkers associated with environmental naphthalene exposure in the respiratory system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Naphthalene (NPT) is a polycyclic aromatic hydrocarbon (PAH) contaminant found in tobacco smoke and various consumer products, causing widespread toxic exposure to human. NPT-induced cell toxicity depends on a metabolic activation step mediated by cytochrome P450 (CYP) and primarily affects non-ciliated club cells of the conducting airways. Here, we characterize the histological features and gene expression profiles of airway epithelial cells following NPT-induced injury and identify early...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41506036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IDH-mutant gliomas arise from glial progenitor cells harboring the initial driver mutation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Identifying the cell of origin that harbors an initial driver mutation is key to understanding tumor evolution and for the development of new treatments. For isocitrate dehydrogenase (IDH)-mutant gliomas, the most common malignant primary brain tumor in young adults, the cell of origin is currently poorly understood. We conducted deep sequencing on 142 tissues from 70 individuals comprising tumors, peritumoral cortex or subventricular zones, and blood. Low-level IDH mutations were found in the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41505555",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathogenic role of MIF receptor (CD74) expressing T cells in inflammatory arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "High expression alleles of the innate cytokine, macrophage migration inhibitory factor (MIF), are associated with the development or the severity of autoimmune inflammatory diseases, including rheumatoid arthritis. Numerous studies support MIF's role in activating inflammatory pathways and MIF inhibition reduces joint pathology in different experimental models of arthritis. We examined the impact of gene deletion of MIF or its cognate receptor CD74 in the T cell-dependent model of...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41505516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the impact of gene deletion of MIF or its cognate receptor CD74 in the T cell-dependent model of",
      "significance": "of gene deletion of MIF or its cognate receptor CD74 in the T cell-dependent model of",
      "conclusion": null
    },
    {
      "title": "Hypoxemia prediction in pediatric patients under general anesthesia using machine learning: A retrospective observational study and external validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The XGBoost and Transformer models demonstrated robust performance in predicting intraoperative hypoxemia in pediatric patients under general anesthesia across two hospitals. Adjustments for age-related variations did not enhance model performance. Future research should focus on developing machine learning models that can accurately distinguish true hypoxemia, leading to clinically significant improvements in patient outcomes.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41505469",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The XGBoost and Transformer models demonstrated robust performance in predicting intraoperative hypoxemia in pediatric patients under general anesthesia across two hospitals. Adjustments for age-related variations did not enhance model performance"
    },
    {
      "title": "Unleashing the Electromechanical Response of Ferroelastic Domain Reorganization in Mixed-Phase Tetragonal Ferroelectric Multilayers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "There is considerable interest in thin-film electromechanical materials due to the prospect for device miniaturization for an array of applications. The electromechanical response of thin films, however, is generally limited by substrate clamping and electrical breakdown. This work designs thin-film piezoceramics with sub-100-nm thickness that address the limitations of clamping and breakdown strength and, as a result, produces films that rival or surpass their bulk piezoceramics counterparts in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41504569",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MoS<sub>2</sub>-functionalized sulfonated polystyrene for adsorption of rhodamine B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "A novel MoS(2)-incorporated sulfonated polystyrene composite (MOSP) is developed for the selective removal of rhodamine B (RhB) from aqueous solutions. The materials are characterized using SEM-EDS, XRD, Raman spectroscopy, FTIR, CHNS elemental analysis, BET, and TGA, while UV-visible spectrophotometry and ICP-OES are employed to quantify RhB and interfering metal ions. Batch adsorption experiments are carried out to optimize pH, contact time, dye concentration, adsorbent dosage, and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41503497",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of aerosolized benzalkonium chloride exposure in in vitro cell models using air-liquid interface culture for inhalation toxicity screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Pesticides, biocides, and disinfectants used in veterinary medicine are frequently applied in spray form, necessitating inhalation toxicity testing. This study aimed to cultivate cells in an air-liquid interface (ALI) system for in vitro inhalation toxicity screening as an alternative to animal testing and to evaluate the effects of benzalkonium chloride (BKC) exposure on cells. A549 and Calu-3 cells were cultured under ALI conditions for three weeks, with transepithelial electrical resistance...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41503440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "cultivate cells in an air-liquid interface (ALI) system for in vitro inhalation toxicity screening as an alternative to animal testing and to evaluate the effects of benzalkonium chloride (BKC) exposu...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decabromodiphenyl ethane, a flame retardant, acts as a thyroid hormone receptor antagonist",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Flame retardants are integral components in numerous consumer and industrial products. Accumulating research has shown that retardants disrupt the endocrine system via the modulation of thyroid hormone receptors (THRs). To investigate the mechanisms underlying this effect, we established a luciferase reporter assay system using HEK293 cells expressing the human THR isomers THRα and THRβ, and screened six flame-retardant compounds with agonistic or antagonistic activity. We examined THR agonism...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST"
      ],
      "pmid": "41503439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "THR agonism",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microstructural Engineering for Power Factor and ZT Optimization in Cu Alloyed n‑Type Bi<sub>2-<em>x</em></sub> Sb <sub><em>x</em></sub> Te<sub>3</sub> Thermoelectric Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Bismuth telluride (Bi(2)Te(3)) alloys are widely used thermoelectric (TE) materials for near-room-temperature energy conversion. The performance of TE devices in this range critically depends on n-type Bi(2)Te(3) alloys for performance parity with that of their p-type counterparts. This study presents a strategy for tuning the thermoelectric properties of selenium-free n-type Bi(2-x) Sb (x) Te(3) (BST) through controlled copper (Cu) alloying. Cu incorporation via ball milling enhanced the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41502695",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Neolignan Profiles during the Growth Period of <em>Magnolia fargesii</em> Leaves and Their MUC5AC Inhibition Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The flower buds of Magnolia fargesii (Xinyi) have traditionally been used to treat inflammatory respiratory diseases, including chronic obstructive pulmonary disease (COPD). While previous studies identified seven lignans in Magnolia that alleviate airway inflammation by inhibiting epidermal growth factor receptor (EGFR) activation, the chemical composition and biological activity of the leaves especially at different growth stages remain understudied. In this study, the relationship between...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transportation in Net-Zero Emissions Futures: Insights from the EMF-37 Model Intercomparison Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Transportation is currently the largest source of U.S. anthropogenic CO(2) emissions, at about a third of the total. Achieving net-zero emissions by mid-century will require substantial reductions in transportation across passenger and freight travel. Here we leverage a model intercomparison study to explore the role of transportation in scenarios achieving net-zero economy-wide CO(2) emissions by 2050. We find the U.S. transport sector is poised to play the most significant role in reducing...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioenergy pathways within United States net zero CO<sub>2</sub> emissions scenarios in the Energy Modeling Forum 37 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The Energy Modeling Forum 37 study is organized around carbon dioxide (CO(2)) mitigation scenarios reaching net zero CO(2) emissions by 2050 in the United States. This paper summarizes the potential contribution of bioenergy use in the electric power, transportation, industrial, and buildings sectors towards meeting that target based on model results. Thirteen modeling teams reported bioenergy consumption in the Reference and Net Zero scenarios. Consumption of bioenergy increased over time in...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502493",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iris Metastasis of Pancreatic Cancer Presenting with Hyphema and Secondary Glaucoma: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41502313",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered temporal dynamics of prefrontal ERP responses reflecting neural adaptation in patients with amnestic mild cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: With increasing life expectancy, age-related cognitive disorders including mild cognitive impairment (MCI) represent major public health challenges, and amnestic MCI (aMCI) has the greatest risk of progression to dementia due to Alzheimer's disease (AD). Event-related potentials (ERPs), particularly the P200 component, have been studied as potential biomarkers, but conventional grand-averaged approaches often yield inconsistent results. This study examined the temporal dynamics of...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41501935",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the temporal dynamics of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation and reliability of a novel portable automated knee arthrometer: a cadaveric study bridging the skin-to-bone gap and suggesting medial pivotal rotation as a superior marker for ACL deficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The arthrometer showed excellent reliability and acceptable validity for assessing AT, CAIR, and MPR. Although skin-referenced measurements differ from true osseous rotation, they may provide clinically meaningful assessments for within-subject comparisons. MPR increased more than CAIR after ACL sectioning, suggesting it may serve as a superior marker for ACL deficiency.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41508105",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The arthrometer showed excellent reliability and acceptable validity for assessing AT, CAIR, and MPR. Although skin-referenced measurements differ from true osseous rotation, they may provide clinically meaningful assessments for within-subject comparisons"
    },
    {
      "title": "Correction: Optimal placement of the temporary fixation pin in tibial plateau leveling osteotomy: a canine ex vivo study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41508000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal electroconductive PLGA-based scaffold orchestrates neuroprotection and regeneration following severe spinal cord injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Spinal cord injury (SCI) is a devastating neurological condition that has limited therapeutic options; thus, developing innovative regenerative strategies to treat SCI is necessary. This study presents a multifunctional scaffold system that synergistically combines poly(lactic-co-glycolic acid) and multiple bioactive components such as magnesium hydroxide nanoparticles, decellularized brain extracellular matrix, two-dimensional MXene nanosheets, berberine, sertoli cell-derived extracellular...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41507980",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generating Lung Ventilation Images with Virtual Non-contrast Images from Dual-Energy CT Scans Using Multi-task Conditional Generative Adversarial Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Regional lung ventilation imaging using xenon-enhanced dual-energy CT (Xe-DECT) offers valuable insight into obstructive pulmonary diseases but remains limited in clinical use due to technical and logistical constraints. In this study, a multi-task conditional generative adversarial network (GAN) was developed to generate deep learning-generated ventilation images (DL-Vent) from virtual non-contrast (VNC) images. A total of 269 scans from 177 patients with COPD or asthma-COPD overlap syndrome...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507659",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body composition references, sarcopenia cutoffs, and prevalence in youth using bioelectrical impedance analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study established BIA-based body composition reference values for youth using nationally representative data, identified age- and sex-specific sarcopenia cutoff points and prevalence estimates, and highlighted age- and sex-specific differences. These findings provide a valuable resource for the early identification and management of sarcopenia in youth.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study established BIA-based body composition reference values for youth using nationally representative data, identified age- and sex-specific sarcopenia cutoff points and prevalence estimates, and highlighted age- and sex-specific differences. These findings provide a valuable resource for the..."
    },
    {
      "title": "Effects of an amino acid mixture on alcohol metabolism and alcohol-related symptoms in healthy adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Alcohol consumption is associated with metabolic burden and a range of alcohol-related symptoms. Amino acids have been suggested to support hepatic metabolism and recovery following alcohol consumption. This study investigated the effects of Amino Liver (AL), an amino acid mixture, on alcohol metabolism and alcohol-related symptoms in healthy adults. In a randomized, double-blind, placebo-controlled, crossover clinical trial, healthy adults consumed AL or placebo prior to alcohol consumption....",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41507511",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of Amino Liver (AL), an amino acid mixture, on alcohol metabolism and alcohol-related symptoms in healthy adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular characterization of directly reprogrammed neurons from human fibroblasts using single cell RNA sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Direct neuronal reprogramming offers a promising strategy to generate functional neurons from somatic cells without passing through a pluripotent state. However, the cellular heterogeneity and molecular transitions underlying this process remain incompletely understood in human cells. Here, we transduced human dermal fibroblasts with lentiviral short hairpin RNA targeting polypyrimidine tract-binding protein 1 (PTBP1) and performed single-cell RNA sequencing (scRNA-seq) at day 14...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507320",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic energy-based multilayer routing framework for scalable and reliable IoT networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The exponential growth of the Internet of Things (IoT) demands scalable, energy-efficient, and reliable data routing strategies, especially within resource-constrained Wireless Sensor Networks (WSNs). This paper introduces DEBML (Dynamic Energy-Based Multilayer Routing), a novel distributed routing framework that addresses these challenges by organizing nodes into dynamic energy-based layers. Each layer is formed by grouping nodes with similar residual energy levels, enabling the application of...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507254",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Publisher Correction: The variational modulus density theory explains mechanical responses of cell membranes and membrane crosslinkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of low muscle mass and its association with orthostatic hypotension and related symptoms in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Although muscle mass loss is an emerging public health concern, its prevalence, associated factors, and clinical significance in Parkinson's disease (PD) remain unclear. This matched case-control study aimed to investigate the prevalence of low muscle mass (LMM) and to examine its association with orthostatic hypotension (OH) and orthostatic symptoms in 409 PD patients with Hoehn and Yahr stage ≤3, compared with 2045 age-, sex-, and height-matched controls from a nationwide database. OH was...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507215",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in Parkinson's disease (PD) remain unclear",
      "conclusion": null
    },
    {
      "title": "The effect of additional reduction screw fixation for basicervical femoral neck fracture: a finite element analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In basicervical fractures, additional reduction screw fixation enhanced stress distribution across the bone at the fracture site - especially on the anteromedial cortex - reduced implant stress, and minimised fracture fragment movement during cephalomedullary nailing.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In basicervical fractures, additional reduction screw fixation enhanced stress distribution across the bone at the fracture site - especially on the anteromedial cortex - reduced implant stress, and minimised fracture fragment movement during cephalomedullary nailing"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The observed variability in identifiability recapitulates prior knowledge in the field at a 2-year gap, extending for the first time to a 4-year gap. The variable differential identifiability success rates in diagnostic groups necessitates further investigations into contributing patient specific factors, as explaining this variance is key in furthering the clinical utility of FC in AD.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507115",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The observed variability in identifiability recapitulates prior knowledge in the field at a 2-year gap, extending for the first time to a 4-year gap. The variable differential identifiability success rates in diagnostic groups necessitates further investigations into contributing patient specific fa..."
    },
    {
      "title": "Safety and Effectiveness of a Cross-linked Hyaluronic Acid Filler in Korean Subjects for the Correction of Nasolabial Folds: A Randomized, Subject- and Evaluator-blind, Paired Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SkinPlus-HYAL Implant Lidocaine was non-inferior to RESTYLANE Lidocaine for correction of moderate to severe NLFs and maintained efficacy through 48 weeks. Despite a higher rate of local reactions, its overall safety profile was acceptable, supporting its use as an effective, safe option for facial aesthetic augmentation.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41507069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SkinPlus-HYAL Implant Lidocaine was non-inferior to RESTYLANE Lidocaine for correction of moderate to severe NLFs and maintained efficacy through 48 weeks. Despite a higher rate of local reactions, its overall safety profile was acceptable, supporting its use as an effective, safe option for facial ..."
    },
    {
      "title": "Erratum to 'Pooled analysis of trastuzumab deruxtecan retreatment after recovery from grade 1 interstitial lung disease/pneumonitis': [Annals of Oncology. Volume 36, Issue 11, November 2025, Pages 1389-1399]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506947",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smoking, Alcohol, and Abdominal Obesity Increase Gastric Cancer Risk after Helicobacter pylori Eradication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Unhealthy lifestyles like smoking, alcohol, and abdominal obesity were shown as risk factors for post-HPE GC. Those with late HPE were more likely to be affected by unhealthy lifestyles.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506850",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Unhealthy lifestyles like smoking, alcohol, and abdominal obesity were shown as risk factors for post-HPE GC. Those with late HPE were more likely to be affected by unhealthy lifestyles"
    },
    {
      "title": "Unplanned Readmission among Patients with Advanced Cancer on Active Treatment: Multi-Center, Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cancer progression was the leading cause of readmission and was associated with prolonged hospital stays and high mortality rates. Home discharge is a key predictor of early additional unplanned hospital visits, indicating the need for careful post-discharge monitoring in this population.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41506849",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cancer progression was the leading cause of readmission and was associated with prolonged hospital stays and high mortality rates. Home discharge is a key predictor of early additional unplanned hospital visits, indicating the need for careful post-discharge monitoring in this population"
    },
    {
      "title": "A Prospective Study of Non‑Treating Medical Institution Use for Supportive Care During Adjuvant Chemotherapy After Curative Surgery (PRO-SUCCESS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients receiving adjuvant chemotherapy frequently use NTMIs for unmet physical or emotional needs. Systematic approaches to symptom control and patient education within oncology settings may reduce unnecessary healthcare utilization.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41506848",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients receiving adjuvant chemotherapy frequently use NTMIs for unmet physical or emotional needs. Systematic approaches to symptom control and patient education within oncology settings may reduce unnecessary healthcare utilization"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Meta-analysis-based cutoffs align well with thresholds from the existing literature. High heterogeneity among studies underscores the need to investigate contributing factors, raising concerns about applying common cutoffs.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Meta-analysis-based cutoffs align well with thresholds from the existing literature. High heterogeneity among studies underscores the need to investigate contributing factors, raising concerns about applying common cutoffs"
    },
    {
      "title": "Obesity and Cancer: Mechanisms, Epidemiological Evidence, and Potential Risk Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Obesity promotes carcinogenesis through interlocking metabolic, inflammatory, immune, and hormonal pathways. We narratively synthesize recent meta-analyses and selected cohort studies that examine adiposity-principally body mass index (BMI) and waist circumference-in relation to cancer incidence. Across the 13 cancers designated by the U.S. National Cancer Institute as obesity-associated, risk elevations are generally consistent, though magnitudes vary by histology (e.g., esophageal...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506747",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The search for placebo biosignatures in chronic cough: looking through the lens of neurobiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Practical NicE-seq Workflow for Chromatin Accessibility Analysis in Plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Open chromatin profiling identifies regulatory DNA regions that are accessible to transcription factors and other proteins, offering insights into gene regulation. Although ATAC-seq is commonly used for mapping open chromatin, standard techniques like DNase-seq and ATAC-seq have limitations, including the need for large cell numbers or fresh (unfixed) samples. NicE-seq offers an alternative approach by using nicking endonucleases combined with polymerase-mediated biotin labeling. Here, we...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lung inflammation from repeated airway exposure to washing-machine lint microfibers may be linked to phagocytosis dysfunction: Possible effects on mtDNA replication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Textiles and clothing are a primary source of microplastic pollution, releasing microfibers into the environment. In this study, lint microfibers in the top-loading washing machine lint filter (TWML) were provided by 10 volunteers and pooled into a single sample. The TWML consisted of irregularly shaped or fibrous particles, including heavy metals and microplastics. We dosed mice via oropharyngeal aspiration with TWML (10, 25, and 50 μg/mouse) for 90 days. The number of WBCs and the proportion...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41506422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and rationale of the GUARD-OAC: a randomized controlled trial evaluating proton pump inhibitor cotherapy for gastrointestinal protection in patients requiring direct oral anticoagulants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The GUARD-OAC trial is the first randomized controlled trial exploring the efficacy of PPI cotherapy in patients receiving DOACs, providing evidence that may inform future guidelines on GI protection in this population.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41506417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The GUARD-OAC trial is the first randomized controlled trial exploring the efficacy of PPI cotherapy in patients receiving DOACs, providing evidence that may inform future guidelines on GI protection in this population"
    },
    {
      "title": "In vivo detection of immune responses via cytokine activity labeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "While much is known about the identity and regulation of cytokine-producing cells, the cell types that respond to cytokines remain largely uncharacterized. To address this knowledge gap, we developed \"cytokine cellular locating platforms\" (CyCLoPs), a reporter system that translates cytokine receptor engagement into a genetically traceable signal. In vitro, CyCLoPs demonstrated high specificity, robust signal-to-background ratios, and broad applicability for probing diverse cytokine receptor...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41506266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toxicoepigenomics: Epigenetic disruption by environmental exposures and implications for biomarker development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Environmental exposures are increasingly recognized as key modulators of the epigenome, contributing to both immediate and long-term disease risk. The field of toxicoepigenomics, which investigates how environmental toxicants alter epigenetic regulation, has demonstrated that exposures to endocrine-disrupting chemicals, heavy metals, polycyclic aromatic hydrocarbons (PAHs), and air pollutants can disrupt gene expression through changes in DNA methylation, histone modifications, non-coding RNA...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large Language Models' Performances regarding logical observation identifiers names and codes mapping in laboratory medicine: A comparative analysis of ChatGPT-4.0, Gemini, and Perplexity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Structured inputs, localisation to domestic laboratory practices, and expert oversight are critical to improving the reliability of LLM-generated LOINC mappings. While LLMs can reduce workload by generating candidate mappings, human validation remains essential to ensure clinical accuracy. Future improvements should focus on algorithmic refinement, error feedback integration, and adaptation to diverse laboratory settings to enhance accuracy and generalisability in real-world...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506176",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured inputs, localisation to domestic laboratory practices, and expert oversight are critical to improving the reliability of LLM-generated LOINC mappings. While LLMs can reduce workload by generating candidate mappings, human validation remains essential to ensure clinical accuracy"
    },
    {
      "title": "Comparison of infection sequence of porcine reproductive and respiratory syndrome virus (PRRSV) and Mycoplasma hyorhinis to potentiate PRRSV-induced pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to evaluate the effect of infection sequence between Mycoplasma hyorhinis and porcine reproductive and respiratory syndrome virus (PRRSV). Thirty-six pigs were randomly allocated into six groups (six pigs per group) according to the order of infection: pigs inoculated first with M. hyorhinis followed by PRRSV (Mhr-PRRSV group), pigs co-inoculated simultaneously with both pathogens (PRRSV+Mhr group), pigs inoculated first with PRRSV followed by M. hyorhinis...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to evaluate the effect of infection sequence between Mycoplasma hyorhinis and porcine reproductive and respiratory syndrome virus (PRRSV)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management of multifocal and metastatic retroperitoneal sarcoma: an updated consensus approach from the transatlantic retroperitoneal sarcoma working group (TARPSWG)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This updated consensus document gives comprehensive and practical clinical guidance to providers for the management of multifocal and metastatic RPS. The current document also serves as the foundation for future clinical and translational investigation, as we continue to optimize patient care in these complex and challenging cases.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506129",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This updated consensus document gives comprehensive and practical clinical guidance to providers for the management of multifocal and metastatic RPS. The current document also serves as the foundation for future clinical and translational investigation, as we continue to optimize patient care in the..."
    },
    {
      "title": "Impact of type 2 diabetes on the development of dementia and death in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: T2DM increases the risk of PD, dementia, and death in the elderly population. However, its effect on the progression to dementia and death may occur independently of the onset of PD, despite significant age-related heterogeneity.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41506094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "T2DM increases the risk of PD, dementia, and death in the elderly population. However, its effect on the progression to dementia and death may occur independently of the onset of PD, despite significant age-related heterogeneity"
    },
    {
      "title": "Viewpoint: On the emergence of van der Waals magnets: A personal reflection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The observation of magnetism in atomically thin van der Waals (vdW) antiferromagnets (FePS 3 , NiPS 3 , and MnPS 3 ) in 2016 opened a new chapter for two-dimensional (2D) physics. In this personal reflection, I recount the steps that led from a question posed in the early 2010s to the demonstration of antiferromagnetic order in monolayer FePS 3 in 2016. Together with the reports of vdW ferromagnets in 2017, these results transformed a speculative idea into a vibrant subfield. I close with...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychiatric disorders and the burden of chronic gastrointestinal diseases: Evidence from a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Psychiatric disorders are associated with a substantial burden of chronic GI diseases. The association was markedly stronger for functional GI disorders than for organic conditions, supporting the clinical significance of the gut-brain axis in this population.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505819",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of the gut-brain axis in this population",
      "conclusion": "Psychiatric disorders are associated with a substantial burden of chronic GI diseases. The association was markedly stronger for functional GI disorders than for organic conditions, supporting the clinical significance of the gut-brain axis in this population"
    },
    {
      "title": "Three-dimensional insights into miniscrew-assisted rapid palatal expansion asymmetry: A novel cone-beam computed tomography-based analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Under the conditions of this study and 3D analyses, MARPE resulted in statistically significant linear asymmetry of the keyridge and the first molar furcation. Statistical significance does not equate clinical significance or relevance.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505784",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "does not equate clinical significance or relevance",
      "conclusion": "Under the conditions of this study and 3D analyses, MARPE resulted in statistically significant linear asymmetry of the keyridge and the first molar furcation. Statistical significance does not equate clinical significance or relevance"
    },
    {
      "title": "Multivalent ligands regulate dimensional engineering for inverted perovskite solar modules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Multivalent, resonance-stabilized amidinium ligands enable stronger chemical coordination and reduced deprotonation compared with conventional monovalent ammonium ligands in low-dimensional perovskites. Here, we introduce a controllable one- to two-dimensional (1D-to-2D) structural transition strategy by systematically tuning ligand conformation, thereby modulating hydrogen bonding, π-π stacking, and basicity to elucidate the relationship between molecular structure, interfacial interactions,...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41505535",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fulminant Clostridium septicum Endogenous Endophthalmitis Presenting with Intraocular Gas in a Patient with Metastatic Endometrial Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Clostridium septicum endophthalmitis is a rare, fulminant intraocular infection associated with malignancies. The presence of intraocular gas formation on early imaging should raise suspicion for gas gangrene endophthalmitis, and prompt immediate intervention, though visual prognosis remains extremely poor.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505502",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Clostridium septicum endophthalmitis is a rare, fulminant intraocular infection associated with malignancies. The presence of intraocular gas formation on early imaging should raise suspicion for gas gangrene endophthalmitis, and prompt immediate intervention, though visual prognosis remains extreme..."
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this multi-center initiative comprised of clinical and community-based cohorts, we observed that self-reported sex, educational attainment and race/ethnicity were related to positivity-frequencies of Alzheimer's disease pathology.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41505496",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this multi-center initiative comprised of clinical and community-based cohorts, we observed that self-reported sex, educational attainment and race/ethnicity were related to positivity-frequencies of Alzheimer's disease pathology"
    },
    {
      "title": "Real-Time Subcellular Imaging of Plant Signaling Molecules and Bio-Coronas by Near-Infrared Nanosensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Chemical imaging at high spatiotemporal resolution is crucial for advancing plant sciences and biotechnology. We demonstrate optical nanosensors for subcellular imaging of signaling molecules (H(2)O(2)) and lipid corona formation in plant tissues at high spatial (<1 μm) and temporal resolution (1 s) in the tissue transparent near-infrared (nIR) window. Nanosensor fluorescence peak quenching (12-25%) over time revealed the rapid propagation (<30 s) of exogenous H(2)O(2) waves (100 μM) from plant...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This differential performance suggests that p-tau217 more accurately reflects amyloid burden in CU individuals, while being more indicative of advanced tau pathology in CI individuals. These results highlight the stage- and cognitive status-dependent utility of plasma p-tau217 as a biomarker in Alzheimer's disease pathology.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505232",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This differential performance suggests that p-tau217 more accurately reflects amyloid burden in CU individuals, while being more indicative of advanced tau pathology in CI individuals. These results highlight the stage- and cognitive status-dependent utility of plasma p-tau217 as a biomarker in Alzh..."
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among ATNV measures, T and N are most strongly associated with cognition in individuals in the US and South Korea. T is most predictive of future cognitive decline in individuals in the US, though not replicated in Korea.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505143",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among ATNV measures, T and N are most strongly associated with cognition in individuals in the US and South Korea. T is most predictive of future cognitive decline in individuals in the US, though not replicated in Korea"
    },
    {
      "title": "Accurate detection of somatic single-nucleotide variants from bulk RNA-seq data using RNA-MosaicHunter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Somatic variants are increasingly recognized as contributors to diverse non-cancer, developmental, and aging-related disorders. However, most tools for detecting somatic single-nucleotide variants (sSNVs) were designed for DNA sequencing and primarily tailored to cancer datasets, leaving a critical gap in harnessing the rich potential of RNA-seq for sSNV identification, particularly in non-cancer tissues with low mutation rates. Here, we introduce RNA-MosaicHunter, a novel bioinformatic tool for...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505106",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering T Cells with Membrane-Anchored Nitric Oxide Scavengers for Anticancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "T cells are fundamental for orchestrating cancer-specific cytotoxic responses that are central to the success of immune-activation-related cancer therapy. However, the immunosuppressive tumor microenvironment (TME) undermines the effectiveness of T cell therapy by inducing dysfunction and promoting apoptosis of infiltrated T cells. Considering that nitric oxide (NO) is abundantly present in the immunosuppressive TME and acts as a mediator of T cell dysfunction, we aimed to modulate the NO levels...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41505082",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "modulate the NO levels",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In vitro biocompatibility evaluation of three-dimensionally printed resin crowns for primary molars",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study aimed to assess the in vitro biocompatibility of two types of three-dimensionally (3D)-printed resin crowns (RCs) for primary molars. Three types of crowns were tested: (i) stainless steel crowns (SSCs), (ii) prefabricated zirconia crowns (PZCs), and (iii) 3D-printed RCs, which included two types: DIOnavi-P. MAX (RC1), and NextDent C&B Micro Filled Hybrid (RC2). Human gingival fibroblast (HGF) cells were exposed to extracts obtained from the crowns. Cell viability, proliferation, and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41505079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "assess the in vitro biocompatibility of two types of three-dimensionally (3D)-printed resin crowns (RCs) for primary molars",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical characteristics of two companion canines with severe fever with thrombocytopenia syndrome virus (Bandavirus dabieense) in Seoul, Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Severe fever with thrombocytopenia syndrome virus (SFTSV, Bandavirus dabieense) is an emerging tick-borne zoonotic virus causing severe febrile illness with high fatality rates in humans. While ixodid ticks are the primary vectors, secondary transmission through close contact with infected companion animals has also been reported. We describe the clinical characteristics of SFTSV infection in two companion canines from Seoul, Republic of Korea (ROK). Hematological analysis revealed elevated...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41505002",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetic comparison of ezetimibe/rosuvastatin/telmisartan 10/20/80 mg fixed-dose combination versus coadministration of separate tablets in healthy participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study aimed to evaluate the pharmacokinetics (PKs) for fixed-dose combination (FDC) of ezetimibe/rosuvastatin/telmisartan 10/20/80 mg (test) compared to separate tablets of ezetimibe/rosuvastatin 10/20 mg FDC and telmisartan 80 mg (reference). A randomized, open-label, 4-period, 2-sequence replicated crossover study was conducted in healthy participants. Each treatment group received a single oral dose of test or reference drug in each period. PK samples during the 1st and 2nd periods were...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41504880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the pharmacokinetics (PKs) for fixed-dose combination (FDC) of ezetimibe/rosuvastatin/telmisartan 10/20/80 mg (test) compared to separate tablets of ezetimibe/rosuvastatin 10/20 mg FDC and te...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DESTINY-Breast08: a phase 1b study of trastuzumab deruxtecan in combination with other anticancer therapies in patients with HER2-low metastatic breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Safety results were generally consistent with known individual profiles for T-DXd and combination drugs. T-DXd plus capecitabine, capivasertib, anastrozole, or fulvestrant demonstrated preliminary clinical activity in patients with HER2-low mBC.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41504632",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Safety results were generally consistent with known individual profiles for T-DXd and combination drugs. T-DXd plus capecitabine, capivasertib, anastrozole, or fulvestrant demonstrated preliminary clinical activity in patients with HER2-low mBC"
    },
    {
      "title": "Electrically Assisted Thermal Stamping of Tunable Carbon-Based Nanofilms for Direct Fabrication of Hydrophobic, Energy Harvesting, and Sensing Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The demand for multifunctional thin-film devices has accelerated the development of scalable fabrication techniques capable of precisely controlling composition, structure, and patterning. However, conventional approaches rely on complex, multi-step processing and harsh conditions, limiting their applicability. Herein, we report a single-step, electrically assisted thermal stamping (EATS) method for the direct and scalable fabrication of carbon-based nanofilms, including reduced graphene oxide...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41504543",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Light- and copper-activated (photo)cytotoxicity of 8-hydroxyquinoline-based boron photosensitizers with lipid droplet targeting and lipid peroxidation accumulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "8-Hydroxyquinoline-based tetracoordinate boron complexes have been observed to exhibit pronounced luminescence and light-activated reactive oxygen species (ROS) generation, while their copper(II) analogs demonstrate significant cytotoxic effects in cancer cells. Nevertheless, both types of complexes are hindered by their inherent hydrophilicity, thereby limiting their efficacy in biological applications. Thus, we developed heavy-metal-free photosensitizers (PSs) based on 8-quinolinolato boron...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41504480",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term clinical outcomes of revascularization compared with medical treatment in chronic total occlusion patients with reduced left ventricular ejection fractions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with LV systolic dysfunction, particularly those with EF less than or equal to 40%, successful CTO revascularization is associated with long-term survival benefits. These results suggest that successful CTO revascularization is associated with reduced rates of cardiac death and death after hospitalization for heart failure.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41504402",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that successful CTO revascularization is associated with reduced rates of cardiac death and death after hospitalization for heart failure",
      "conclusion": "In patients with LV systolic dysfunction, particularly those with EF less than or equal to 40%, successful CTO revascularization is associated with long-term survival benefits. These results suggest that successful CTO revascularization is associated with reduced rates of cardiac death and death aft..."
    },
    {
      "title": "Safety of Interhospital Transport for Patients Receiving Extracorporeal Membranous Oxygenation Support",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Interhospital transport for ECMO-supported patients by a dedicated critical care transport team is safe. These findings support the implementation of specialized transport systems to facilitate the safe transfer of critically ill patients receiving ECMO support.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41504321",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Interhospital transport for ECMO-supported patients by a dedicated critical care transport team is safe. These findings support the implementation of specialized transport systems to facilitate the safe transfer of critically ill patients receiving ECMO support"
    },
    {
      "title": "Directing Intermediates in Photocatalytic H<sub>2</sub>O<sub>2</sub> Production to Boost Uranium Extraction from Seawater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Extracting uranium from seawater is crucial for ensuring the supply of uranium resources and the sustainable development of nuclear energy. Photocatalysis-assisted extraction strategy, where photo-catalytically generated H(2)O(2) reacts with uranyl ions to form metastudtite, could effectively enhance the extraction capacity and kinetics, while the mechanisms remain unclear, especially in seawater. Herein, the relationship between photocatalytic H(2)O(2) production mechanisms and subsequent...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41504153",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New Prenylated Isoflavonoids From Erythrina addisoniae With Anti-Neuroinflammatory Activity via Nuclear Factor Kappa-Light-Chain-Enhancer of Activated B Cells Pathway Suppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Recent investigations have identified prenylated isoflavonoids as major constituents of Erythrina addisoniae, yet their anti-neuroinflammatory potential remains unexplored. Through bioassay-guided isolation, two new prenylated isoflavonoids (1 and 2), along with nine known compounds (3-11), were characterized using spectroscopic methods. All isolates were tested for inhibitory effects on nitric oxide (NO) production in BV-2 microglial cells. Compounds 1, 6, 7, and 10 significantly reduced NO...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Sight: Neuromorphic Synapses Triggered by Invisible Light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Neuromorphic devices that emulate biological synaptic behavior are emerging as key enablers for in-sensor intelligence. While visible-light-responsive systems have dominated the field, recent efforts have expanded toward invisible spectral regions: ultraviolet (UV), infrared (IR), and X-ray, where unique photon-matter interactions offer new avenues for optical plasticity. These invisible-wavelength stimuli enable synaptic functions such as short-term and long-term potentiation through mechanisms...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41503914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Do <em>Akkermansia</em> mutants underlie to the global metabolic disease epidemic?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Antibiotic-induced mutations in Akkermansia muciniphila promote bacterial survival while compromising beneficial host interactions, revealing a potential new link between antibiotic-driven microbiome disruption and metabolic disease. The widespread presence of these mutants suggests that they may contribute to the increasing prevalence of metabolic disorders. If validated in diverse global human cohort studies, these mutants could serve as biomarkers of disease susceptibility and as targets for...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut-lung axis and microbiome alterations in mycobacterial infections: from pathogenesis to therapeutic potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Mycobacterial lung diseases, including tuberculosis (TB) and nontuberculous mycobacterial pulmonary disease (NTM-PD), are increasingly recognized as disorders influenced not only by host immunity but also by microbiota. Emerging evidence identifies the gut-lung axis (GLA) as a key bidirectional communication network linking intestinal and pulmonary homeostasis. Mycobacterial infection itself induces airway and gut dysbiosis through immune and metabolic disturbances, which is further exacerbated...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A strategic framework for digital and sustainable transformation in allergy care: An EAACI position paper",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Integrating digital health technologies with sustainable care models offers a transformative opportunity for allergy and immunology practice. Alignment with Environmental, Social, and Governance (ESG) principles supports high-quality, equitable, and climate-responsible allergy care. This international perspective outlines current advancements, challenges, and sustainability implications, serving as a roadmap to guide future digital and sustainable transformation of pediatric and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating digital health technologies with sustainable care models offers a transformative opportunity for allergy and immunology practice. Alignment with Environmental, Social, and Governance (ESG) principles supports high-quality, equitable, and climate-responsible allergy care"
    },
    {
      "title": "Multimodal Antiatherosclerotic Effects of Clinical-Grade Mesenchymal Stem Cell-Derived Extracellular Vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Mesenchymal stem cell-derived extracellular vesicles (SNE-101) represent a promising therapeutic strategy for atherosclerosis. By enhancing cholesterol efflux, suppressing PCSK9 and Lp(a), and reducing systemic inflammation, SNE-101 addresses critical cardiovascular risks. This provides strong mechanistic guidance for its application in ongoing clinical trials for acute ischemic stroke.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503702",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Mesenchymal stem cell-derived extracellular vesicles (SNE-101) represent a promising therapeutic strategy for atherosclerosis. By enhancing cholesterol efflux, suppressing PCSK9 and Lp(a), and reducing systemic inflammation, SNE-101 addresses critical cardiovascular risks"
    },
    {
      "title": "Ultra-sensitive low-frequency dual-mode humidity sensor using a methyl red-PVA-graphene oxide composite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "In this study, a novel ternary composite (MPG), composed of methyl red (MR), polyvinyl alcohol (PVA), and graphene oxide (GO), is synthesized and employed for the fabrication of a humidity sensor. To explore its potential for humidity sensing applications, the structural and morphological characteristics of the MPG composite were analyzed using SEM, XRD, FTIR, and UV-visible spectroscopy. The composite demonstrated a well-integrated, crosslinked microstructure enriched with functional groups and...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503505",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of high caffeine exposure on longitudinal bone growth during puberty in immature female rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Puberty is a critical period for skeletal growth. Although previous studies have demonstrated detrimental effects of caffeine on the skeletal system, most have used male rats to avoid the individual variability associated with rising estrogen in females. Hence, the effects of pubertal caffeine exposure on bone growth in females remain largely unknown. To investigate this, immature female Sprague-Dawley rats were assigned two experimental groups, which received caffeine doses of 120 and 180...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41503445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Operational, Diagnostic and Probabilistic Evaluation of AQMEII-4 Regional Scale Ozone Dry deposition. Time to Harmonise Our LULC Masks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "We present the collective evaluation of the regional scale models that took part in the fourth edition of the Air Quality Model Evaluation International Initiative (AQMEII). The activity consists of the evaluation and intercomparison of regional scale air quality models run over North American (NA) and European (EU) domains for 2016 (NA) and 2010 (EU). The focus of the paper is ozone dry deposition. Dry deposition is among the most important processes of removal of chemical compounds from the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "processes of removal of chemical compounds from the",
      "conclusion": null
    },
    {
      "title": "Peritoneal Dialysis Conversion as a Salvage Therapy for Refractory Intraocular Pressure Fluctuations During Hemodialysis in a Patient With End-Stage Kidney Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Fluctuations in intraocular pressure (IOP) during hemodialysis (HD) have been a challenging and troublesome issue, particularly in patients with impaired aqueous humor outflow. In this report, we present a case of a 72-year-old man receiving HD with a history of glaucoma who experienced worsening of IOP fluctuations during HD and subsequently achieved IOP stabilization after transitioning to peritoneal dialysis (PD). Despite medical management and surgical interventions, his IOP remained...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503180",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size Effect of Stem Cell Spheroids in Their Cryopreservation Using Low-Molecular-Weight PEGs as a Cryoprotectant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Cryopreservation is a crucial procedure to maintain quality of stem cell spheroids (SCSs) for a long period. It is affected by spheroid size because only internalized cryoprotectants can effectively play their roles within SCSs. Here, small, medium, and large SCSs with diameters of 30 to 80, 80 to 150, and 100 to 200 μm, respectively, were prepared using tonsil-derived stem cells. SCSs were preincubated in the presence of poly(ethylene glycol)s (PEGs) (10.0 wt % in a medium) with molecular...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Cost and Fast Epiretinal Membrane Detection and Quantification Based on SD-OCT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41503050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Epiretinal membrane (ERM) is a pathological condition characterized by the formation of a non-vascularized fibrocellular membrane on the inner retinal surface, leading to retinal traction, macular edema, and visual impairment. Optical coherence tomography (OCT) is the primary imaging modality for diagnosing macular ERM, enabling high-resolution visualization of retinal morphology and thickness. Although the transition from Time-Domain (TD-OCT) to Spectral-Domain OCT (SD-OCT) has significantly...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41503050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gel Shrinkage in Discontinuous Electrophoresis: How to Stabilize the Electrolyte Boundary in EpitachophoresisPart 1Gel Selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Gel electrophoresis is typically performed in a single electrolyte system. During the development of epitachophoresis for large-volume DNA concentration, which employs a discontinuous electrolyte system, we found that some gels tend to shrink significantly as the boundary between the leading electrolyte (LE) and trailing electrolyte (TE) moves along the gel. Effective stabilization of this boundary is crucial for analyte focusing, particularly in systems processing tens of milliliters of a...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Next-Generation Wastewater Treatment with Emerging 2D MOF-Derived Photocatalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Metal-organic frameworks (MOFs) have emerged as a significant class of heterogeneous photocatalytic materials owing to their structural tunability and high porosity. Among them, two-dimensional MOFs (2D MOFs) have gained increasing attention for various photocatalytic applications due to their ultrathin layered structures, large surface areas, abundant exposed active sites, and enhanced charge migration characteristics. Compared to their 3D counterparts, 2D MOF-derived nanocomposites often...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502635",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative outcomes of prepectoral <em>vs.</em> subpectoral robot-assisted immediate prosthetic reconstruction following nipple-sparing mastectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, prepectoral reconstruction provides superior esthetics outcomes and eliminates animation deformity, while subpectoral reconstruction may offer enhanced upper pole support. Both methods offer distinct benefits, with patient-specific factors being crucial for optimal approach selection. Larger studies are needed to refine patient selection and outcomes in robot-assisted reconstruction.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502601",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, prepectoral reconstruction provides superior esthetics outcomes and eliminates animation deformity, while subpectoral reconstruction may offer enhanced upper pole support. Both methods offer distinct benefits, with patient-specific factors being crucial for optimal approach selection"
    },
    {
      "title": "Unexpected persuasion: The influence of a youth-targeted anti-smoking campaign on adults' attitude toward smoking cessation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Unintended persuasive effects were observed among non-target groups, highlighting the need for further investigation into the relationship between targeted messages and their impact on non-target audiences. Such research could enhance the development of more effective and efficient public health campaigns.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on non-target audiences",
      "conclusion": "Unintended persuasive effects were observed among non-target groups, highlighting the need for further investigation into the relationship between targeted messages and their impact on non-target audiences. Such research could enhance the development of more effective and efficient public health cam..."
    },
    {
      "title": "A Diagnostic Intercomparison of Modeled Ozone Dry Deposition Over North America and Europe Using AQMEII4 Regional-Scale Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study analyzes ozone (O3) dry deposition fluxes and velocities (Vd) from twelve regional-scale simulations that were performed over North America and Europe in Phase 4 of the Air Quality Model Evaluation International Initiative (AQMEII4). AQMEII4 collected grid-aggregated and land use (LU)-specific O3 Vd and effective conductances and fluxes for the four major dry deposition pathways. Consistent with recent findings in the AQMEII4 point model intercomparison study, analysis of the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The application of <em>Panax notoginseng</em> with a focus on its anti-inflammatory effect: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The broad pharmacological activities of P. notoginseng are largely driven by its anti-inflammatory mechanisms. These findings provide a framework for its clinical relevance and highlight the need for further translational and integrative research.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502433",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The broad pharmacological activities of P. notoginseng are largely driven by its anti-inflammatory mechanisms"
    },
    {
      "title": "Practice Guidelines for the Diagnosis and Treatment of Subepithelial Lesion Observed in Upper Gastrointestinal Endoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Subepithelial lesions (SELs) of the upper gastrointestinal tract are commonly detected during endoscopic examinations and encompass a broad spectrum of benign, potentially malignant, and malignant tumors. While most SELs are asymptomatic and incidentally found, accurate diagnosis remains challenging due to their subepithelial location, necessitating advanced imaging and tissue acquisition techniques. Endoscopic ultrasound (EUS) plays a crucial role in differentiating SELs, but its diagnostic...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41502317",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Allergen Sensitization and Open-Angle Glaucoma: An Analysis Using 2010 Korea National Health and Nutrition Examination Survey Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Allergen sensitization is differentially associated with OAG, depending on the allergen type. Cockroach sensitization was associated with greater odds of glaucoma, while house dust mite sensitization demonstrated an inverse association. These findings provide epidemiological evidence for a differential association between specific allergen sensitizations and OAG. Also, it support the hypothesis of immune-mediated mechanisms in glaucoma pathogenesis and justify further investigation...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41502315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Allergen sensitization is differentially associated with OAG, depending on the allergen type. Cockroach sensitization was associated with greater odds of glaucoma, while house dust mite sensitization demonstrated an inverse association"
    },
    {
      "title": "Quantitative optical coherence tomography angiography biomarkers Following a Switch to Brolucizumab in Neovascular age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Intravitreal brolucizumab demonstrated favorable anatomical improvements and maintained visual outcomes over 12 months. Quantitative OCTA biomarkers, particularly FD, may serve as imaging indicators of disease activity and treatment response in eyes with nAMD undergoing a therapy switch.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41502314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intravitreal brolucizumab demonstrated favorable anatomical improvements and maintained visual outcomes over 12 months. Quantitative OCTA biomarkers, particularly FD, may serve as imaging indicators of disease activity and treatment response in eyes with nAMD undergoing a therapy switch"
    },
    {
      "title": "Indobufen Dual Antiplatelet Therapy (DAPT) Versus Aspirin Dual Antiplatelet Therapy (DAPT) After Percutaneous Coronary Intervention (PCI): A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Indobufen-based (DAPT) had a lower incidence of bleeding than aspirin-based (DAPT), with no difference between the two groups for MACCE, myocardial infarction, ischemic stroke, cardiovascular death, repeat vascularization, or stent thrombosis.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41502153",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Indobufen-based (DAPT) had a lower incidence of bleeding than aspirin-based (DAPT), with no difference between the two groups for MACCE, myocardial infarction, ischemic stroke, cardiovascular death, repeat vascularization, or stent thrombosis"
    },
    {
      "title": "Interfacial Stability and Design Strategies for Halide Solid Electrolytes in High-Voltage All-Solid-State Sodium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "All-solid-state sodium-ion batteries (ASSSIBs) based on halide solid electrolytes (HSEs) are emerging as promising systems for high energy density and stable energy storage. Although HSEs are generally regarded as compatible with high-voltage oxide cathodes, their interfacial stability remains insufficiently understood. Here, we evaluate the interfacial chemical compatibility between representative HSEs and high-voltage sodium cathode materials through mutual decomposition reaction energy...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41502100",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hf/Zr Superlattice-Based High-κ Gate Dielectrics with Dipole Layer Engineering for Advanced CMOS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Advanced logic transistors require gate dielectrics that achieve subnanometer equivalent oxide thickness (EOT), suppress leakage, and satisfy three key requirements: (i) compatibility with RMG-like high-temperature processing, (ii) sufficient V(th) tunability for multi-V(th) design, and (iii) high device reliability. However, meeting all of these requirements at once has been difficult with conventional high-κ systems. In this work, we demonstrate that our Hf/Zr-based gate stacks quantitatively...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41502076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current state of mammography-based artificial intelligence for future breast cancer risk prediction: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Future studies should evaluate models using digital breast tomosynthesis, examine performance for aggressive or advanced BC, include diverse populations, and evaluate both discrimination and model calibration. Prospective evaluations are needed to determine the clinical utility of mammography-based AI models for personalized risk-based breast cancer screening before implementation.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501990",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Future studies should evaluate models using digital breast tomosynthesis, examine performance for aggressive or advanced BC, include diverse populations, and evaluate both discrimination and model calibration. Prospective evaluations are needed to determine the clinical utility of mammography-based ..."
    },
    {
      "title": "Outcomes of Pleural Sealant Application in Pneumothorax Surgery: A Comparative Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: FS patches showed a trend toward lower recurrence, achieving statistical significance in RMST analysis. FS appears to be a safe and effective option for pleural reinforcement following VATS bullectomy in patients with PSP.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501974",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in RMST analysis",
      "conclusion": "FS patches showed a trend toward lower recurrence, achieving statistical significance in RMST analysis. FS appears to be a safe and effective option for pleural reinforcement following VATS bullectomy in patients with PSP"
    },
    {
      "title": "Association between metabolic dysfunction-associated steatotic liver disease and breast cancer risk in Korean women: a nationwide population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501873",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma extracellular vesicles-derived MicroRNAs as potential biomarkers in idiopathic pulmonary fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between early childhood infections and adolescent chronic diseases: a nationwide cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41501763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this nationwide cohort, early childhood respiratory and gastrointestinal infections were consistently associated with chronic conditions such as allergic rhinitis, bronchitis, and gastroenteritis and colitis in adolescents. These findings suggest potential early-life origins of chronic disease and highlight the need for targeted prevention strategies to reduce the long-term burden of chronic illnesses in children.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41501763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "potential early-life origins of chronic disease and highlight the need for targeted prevention strategies to reduce the long-term burden of chronic illnesses in children",
      "conclusion": "In this nationwide cohort, early childhood respiratory and gastrointestinal infections were consistently associated with chronic conditions such as allergic rhinitis, bronchitis, and gastroenteritis and colitis in adolescents. These findings suggest potential early-life origins of chronic disease an..."
    },
    {
      "title": "Anomalous statistics in the Langevin equation with ﬂuctuating diﬀusivity: from Brownian yet non-Gaussian diﬀusion to anomalous diﬀusion and ergodicity breaking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41505791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Diffusive motion is a fundamental transport mechanism in physical and biological systems, governing dynamics across a wide range of scales---from molecular transport to animal foraging. In many complex systems, however, diffusion deviates from classical Brownian behaviour, exhibiting striking phenomena such as Brownian yet non-Gaussian diffusion (BYNGD) and anomalous diffusion.&#xD;BYNGD describes a frequently observed statistical feature characterised by the coexistence of linear mean-square...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41505791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Initiator-Free Self-Polymerizing Gel Electrolytes Under Ambient Conditions Enabling Sustainable Aqueous Zinc Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41504190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Aqueous zinc metal batteries (AZMBs) suffer from dendrite growth and parasitic side reactions, limiting their lifespan and stability. While in situ gel polymer electrolytes (GPEs) form robust electrode-electrolyte interfaces, conventional approaches typically require chemical initiators and crosslinkers that impose harsh conditions, generate byproducts, and result in discontinuous Zn^(2+) conduction pathways. Here, we report that simple mixing of sulfobetaine methacrylate with an aqueous ZnSO(4)...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41504190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Engineering of the Prototypical n-Type Polymer P(NDI2OD-T2) Enables Capacity Enhancement and High-Temperature Stability in Lithium-Ion Battery Cathodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Conjugated n-type polymers have long been explored as organic cathodes for lithium-ion batteries (LIBs), yet the widely studied P(NDI2OD-T2) has received limited attention as a practical cathode because of its modest capacity (∼55 mAh g^(-1)). Here, we report the first systematic effort to re-engineer this prototypical polymer through side-chain shortening and donor simplification. Replacing bulky 2-octyldodecyl (2OD) chains with 2-butyloctyl (2BO) and simplifying the bithiophene (T2) donor to a...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41502154",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disentangle Intertwined Interactions in Correlated Charge Density Wave with Magnetic Impurities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41502132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Magnetic impurities in strongly correlated electronic systems serve as sensitive probes to a wide range of many-body quantum phenomena. Broken symmetries in such a system can lead to inequivalent lattice sites, and magnetic impurities may interact selectively with particular orbitals or sublattices. However, the microscopic mechanisms behind such site-specific interactions have been poorly understood. Here, we explore the behavior of individual Fe adatoms on a cluster-Mott charge density-wave...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41502132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a calorie-based weight prediction equation for Anorexia nervosa: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The present case may suggest the potential utility of a calorie-based weight prediction model as a dynamic, noninvasive, and quantitative tool for inpatient management of AN. While the approach could facilitate understanding and agreement regarding treatment for AN, further evaluation in larger cohorts is required to assess accuracy and clinical impact.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41508139",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present case may suggest the potential utility of a calorie-based weight prediction model as a dynamic, noninvasive, and quantitative tool for inpatient management of AN. While the approach could facilitate understanding and agreement regarding treatment for AN, further evaluation in larger coho..."
    },
    {
      "title": "Longitudinal mycological profiling of influenza-associated and COVID-19-associated pulmonary aspergillosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large virus-associated pulmonary aspergillosis cohort, BAL GM kinetics emerged as a potential prognostic biomarker. Early and sustained increases in BAL GM values identify patients at increased risk of mortality.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41508132",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large virus-associated pulmonary aspergillosis cohort, BAL GM kinetics emerged as a potential prognostic biomarker. Early and sustained increases in BAL GM values identify patients at increased risk of mortality"
    },
    {
      "title": "Swallowing and feeding after disease-modifying treatment for spinal muscular atrophy: a systematic review of assessment modalities and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41508057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repetitive mild traumatic brain injury with the closed-head impact model of engineered rotational acceleration (CHIMERA) promotes tau pathology in tau transgenic mice and its propagation in brains injected with tau fibrils",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Chronic traumatic encephalopathy (CTE) is a progressive neurodegenerative disease characterized by the presence of abnormally phosphorylated tau aggregates. Tau is a microtubule-associated protein expressed mainly in axons of neurons with a role in the regulation of microtubule dynamics and axonal transport. It is totally unknown when and how tau is abnormally hyperphosphorylated in CTE brains. Unlike other tauopathies such as Alzheimer's disease, in which diseases start several decades before...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41508043",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful 15-year management of a 97-year-old woman with acromegaly: a case report and review of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41508019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although the optimal range of serum growth hormone concentration has yet to be elucidated, a disease-controlled state with mild growth hormone elevation targeting insulin-like growth factor-1 level may be acceptable as a treatment goal for elderly patients with acromegaly.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41508019",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "for elderly patients with acromegaly",
      "significance": null,
      "conclusion": "Although the optimal range of serum growth hormone concentration has yet to be elucidated, a disease-controlled state with mild growth hormone elevation targeting insulin-like growth factor-1 level may be acceptable as a treatment goal for elderly patients with acromegaly"
    },
    {
      "title": "Anti-cyclic citrullinated peptide antibody in bronchoalveolar lavage fluid of patients with idiopathic pulmonary fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The corrected BALF ACPA level might be an important biomarker for identifying IPF phenotypes with favourable outcomes.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41507889",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "biomarker for identifying IPF phenotypes with favourable outcomes",
      "conclusion": "The corrected BALF ACPA level might be an important biomarker for identifying IPF phenotypes with favourable outcomes"
    },
    {
      "title": "Independent and combined associations of body mass index and visceral fat area with kidney function decline in a healthy Japanese urban population: a longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Joint modelling on clinical trials in clinical journals: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge, attitudes and practices of cancer genetics in family medicine in Japan: a mixed methods study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Japanese family physicians encounter challenges in applying clinical cancer genetics. Further research is needed to explore effective approaches that support family physicians in addressing these challenges while enhancing their role in clinical cancer genetics.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507809",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Japanese family physicians encounter challenges in applying clinical cancer genetics. Further research is needed to explore effective approaches that support family physicians in addressing these challenges while enhancing their role in clinical cancer genetics"
    },
    {
      "title": "Pediatric dental cone-beam computed tomography using half-acquisition and low-noise reconstruction: visual evaluation of clinical images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This study evaluated whether half-acquisition (180° scan) pediatric cone-beam computed tomography (CBCT; 3D Accuitomo F17, J. Morita, Kyoto, Japan) reduces radiation exposure while maintaining sufficient diagnostic image quality for identifying ectopic eruptions and impacted teeth. Additionally, it was investigated whether a low-noise reconstruction filter (G_101) mitigates image quality degradation in 180° scans. Three board-certified oral and maxillofacial radiologists certified by the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507689",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lack of molecular mimicry between HPV vaccine L1 antigen and human proteins by a computational analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our current in silico analysis provided no evidence that HPV vaccinations could induce cross-reactive autoantibodies. The flawed molecular mimicry data should not be used as a scientific basis for alleged HPV vaccine-induced adverse events.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our current in silico analysis provided no evidence that HPV vaccinations could induce cross-reactive autoantibodies. The flawed molecular mimicry data should not be used as a scientific basis for alleged HPV vaccine-induced adverse events"
    },
    {
      "title": "An Unrecognized High Incidence of Asymptomatic Uterine Torsion in Pregnancies with Adenomyosis that Complicate Cesarean Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The association between adenomyosis and uterine torsion, a rare, serious obstetric condition, remains unclear and has not been systematically investigated. This study aimed to elucidate the incidence, risk factors, and clinical characteristics of uterine torsion in pregnancies complicated by adenomyosis. We conducted a retrospective cohort study of women with adenomyosis undergoing cesarean section at The University of Tokyo Hospital from 2010 to 2023. Adenomyosis was diagnosed via magnetic...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507567",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "elucidate the incidence, risk factors, and clinical characteristics of uterine torsion in pregnancies complicated by adenomyosis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating computed tomographic images with real-time fluoroscopy for cerebral protection during transcatheter aortic valve implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<sup>191</sup>Pt-labeled trithiol-Hoechst-PSMA: preliminary evaluation of conjugates designed for delivery to genomic DNA of PSMA-positive cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlighted the importance of the linkers between the three components (trithiol-Hoechst-PSMA) and demonstrated binding of intravenously administered [^(191)Pt]Pt-THP3-4 and [^(191)Pt]Pt-THP3-8 to DNA in PSMA-positive tumors. Our compound designs and findings could be a useful foundation for DNA-targeted Auger electron cancer therapy, especially with Pt radionuclides.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507498",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlighted the importance of the linkers between the three components (trithiol-Hoechst-PSMA) and demonstrated binding of intravenously administered [^(191)Pt]Pt-THP3-4 and [^(191)Pt]Pt-THP3-8 to DNA in PSMA-positive tumors. Our compound designs and findings could be a useful foundation ..."
    },
    {
      "title": "Transanal drainage tube placement in patients with temporary ileostomy after laparoscopic rectal resection for rectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Anastomotic leakage is a serious complication after surgery for rectal cancer. The prevention of anastomotic leakage is important, and prevention methods include temporary ileostomy and transanal drainage tubes. In clinical practice, a TDT is often used in combination with a temporary ileostomy. Many studies have compared ileostomy and TDT; however, there are few reports on the additive effects of TDT in patients with temporary ileostomy. We included patients who underwent laparoscopic surgery...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507457",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an influenza D virus with an eight- or nine-segment genome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Influenza D virus (IDV) contains seven genome segments. The M and NS segments are regulated via splicing to express two proteins each (P42 and M1 from the M segment and NS1 and NS2 from the NS segment). Previously, we created an eight-segment IDV by separating the NS1 and NS2 genes into independent monocistronic segments. In this study, we designed another eight-segment IDV with two divided M segments, transcribing either P42 or M1 mRNA independently. Specifically, we constructed two plasmids...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A dataset on occupant satisfaction with the indoor environmental quality in Belgian classrooms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "This paper describes a dataset containing field measurement data from classrooms in Belgium. The dataset comprises of survey responses, indicating occupants' satisfaction with the indoor environmental quality (IEQ) (i.e., thermal, indoor air quality, visual, acoustic and overall IEQ conditions), measurements of the indoor environmental conditions in the classroom during heating and intermediate season, and contextual variables like occupant location in classroom. Data were collected in three...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal regulation of MKK4 dictates switch-like JNK activation and binary cell-fate decisions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The JNK pathway converts graded (analogue) stress stimuli into a switch-like (digital) response, thereby dictating binary, all-or-none cell-fate decisions such as survival or death. However, the underlying mechanism remains unclear. Here, we report that the stress-induced modulation of MKK4 spatiotemporal dynamics serves as an analogue-to-digital converter for JNK signalling. Under steady-state conditions, MKK4 shuttles slowly between the nucleus and cytoplasm, but its shuttling rate increases...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete transition from chromosomal to cytoplasmic sex determination during prolonged Wolbachia symbiosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41507155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Wolbachia infection causes male-specific death in Ostrinia furnacalis, but its removal from infected strains results in female-specific death instead of restoring 1:1 sex ratio, suggesting that cytoplasmic Wolbachia, not the host genome, primarily determines femaleness in infected strains. This phenomenon is a striking example of the evolutionary outcome of cytoplasmic sex determination, potentially arising from prolonged host-symbiont co-evolution. Although we recently identified Oscar, the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41507155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimating effects of targeted public health interventions using the interventional disparity indirect effect among the exposed",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Disadvantaged groups are often defined by characteristics such as income or ethnicity. Reducing health disparities by directly manipulating such exposures may be infeasible. Instead, interventions can target mediators between these exposures and health outcomes. Indirect effects estimated using mediation analysis, interventional effects or the interventional disparity measure can quantify the expected impact of such disparity-reducing interventions. They capture the impact of changing the...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of such disparity-reducing interventions",
      "conclusion": null
    },
    {
      "title": "Politics of Envy? Meritocracy Beliefs, Not Envy, Drive Support for Redistribution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Support for redistribution is often dismissed as driven by a morally questionable motive: Malicious envy. Seemingly supporting this notion, in some studies, liberalism was correlated with envy, and envy predicted support for redistribution. However, we argue that these results can be explained by meritocracy beliefs rather than envy; specifically, we hypothesize that liberals are only indirectly prone to envy to the extent that they believe wealth is often not merited. Consequently, we argue...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506746",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel amino acid aminotransferases mediate the final steps in biosynthetic pathways of branched-chain and aromatic amino acids in the hyperthermophile Thermotoga maritima",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "The hyperthermophile Thermotoga maritima does not possess a typical branched-chain amino acid aminotransferase or aromatic amino acid aminotransferase, leaving the biosynthetic pathways of these amino acids unclear. In this study, we identified and characterized a novel branched-chain and aromatic amino acid aminotransferase (TM1131). We also characterized a histidinol-phosphate aminotransferase (TM1040) with reported aminotransferase activity toward aromatic amino acids. TM1131 exhibited broad...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506659",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning model for predicting interfraction motion of the seminal vesicles in prostate cancer radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests an association between anatomical features derived from pCT and patient-specific SV motion. Although the current predictive performance is moderate, this approach may help support radiotherapy strategies when the SV is included in the CTV.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506573",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "an association between anatomical features derived from pCT and patient-specific SV motion",
      "conclusion": "This study suggests an association between anatomical features derived from pCT and patient-specific SV motion. Although the current predictive performance is moderate, this approach may help support radiotherapy strategies when the SV is included in the CTV"
    },
    {
      "title": "Testing the reinforcing properties of sodium in hyper-palatable and ultra-processed foods using an experimental randomized parallel arm design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "Research has indicated that the reinforcing properties of certain foods may drive excess energy intake and obesity risk. However, scientifically our understanding of what characteristics may modulate the reinforcing properties of such foods is limited. The study focused on foods with combinations of nutrients (sodium + fat or starchy carbohydrates) at moderate to high levels, termed hyper-palatable foods (HPF), which are hypothesized to be strong reinforcers. A randomized experiment using an...",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506572",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The EUFOREA pocket guide on paediatric asthma: A step forward in patient care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506400",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Linear Assumptions: Advancing Lipidomic Analysis in Localized provoked Vulvodynia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506355",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disparities in diabetes treatment and monitoring for people with and without mental disorders: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41506273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260109024438&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: People with mental disorders have an increased risk of diabetes, yet conflicting evidence exists regarding the quality of diabetes care they receive. To address this evidence gap, we conducted a systematic review and meta-analysis to assess and compare diabetes quality of care in people with diabetes with mental disorders versus people with diabetes without mental disorders.",
      "pubDate": "2026-01-08T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41506273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}