{
  "title": "Korean Academic Publications",
  "description": "Latest research from top Korean institutions with enhanced details",
  "lastBuildDate": "2025-08-23T06:30:11.762Z",
  "totalItems": 150,
  "totalArchived": 1699,
  "newPapersAdded": 365,
  "institutionBreakdown": {
    "KAIST": 23,
    "SNU": 50,
    "Yonsei University": 7,
    "SKKU": 4,
    "POSTECH": 4,
    "Korea University": 70,
    "IBS": 36,
    "Multi-institutional": 31
  },
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS"
  ],
  "items": [
    {
      "title": "Reconfigurable control of coherence, dissipation, and nonreciprocity in cavity magnonics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Precise control of coupling strength, damping rate and nonreciprocity in photon-magnon systems is essential for advancing hybrid quantum technologies, including reconfigurable microwave components and quantum transducers. Here, we demonstrate magnetic field angle-dependent control of photon-magnon coupling and magnon dissipation in a cross-shaped microwave cavity supporting a spatially nonuniform radio-frequency (rf) magnetic field. By rotating the external magnetic field angle θ relative to the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40847106",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal study of Orthohantavirus hantanense in Apodemus agrarius and disease risk assessment in the Republic of Korea during 2000-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Orthohantavirus hantanense (HTNV) is a zoonotic pathogen transmitted by rodents and the causative agent of hemorrhagic fever with renal syndrome (HFRS) in East Asia. Long-term reservoir population ecology studies have enhanced our understanding of hantavirus infection patterns and support disease risk assessments critical for military and civilian populations in HTNV high-risk areas. Here, we evaluated fluctuations in the population dynamics of Apodemus agrarius, the primary reservoir of HTNV,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40847088",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biotechnological potential of Cannabis sativa adventitious roots for producing immunomodulatory and anti-inflammatory bioactive compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Cannabis sativa L. (C. sativa), commonly known as hemp, is widely recognized for its diverse range of bioactive compounds with therapeutic potential in medicinal, industrial, and nutritional applications. This study investigates the use of adventitious roots (ARs) derived from C. sativa as a scalable platform for producing bioactive metabolites with immunomodulatory and anti-inflammatory properties. We first isolated extracts from C. sativa ARs (CS-AR) using various solvents: methanol (MeOH-E),...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40847038",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential effects of lithium on metabolic dysfunctions in astrocytes derived from bipolar disorder patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Metabolic alterations have been observed in the brains of patients with bipolar disorder (BD), a neuropsychiatric disorder characterized by alternating episodes of mania and depression. However, the specific contributions of glial cells to these metabolic changes remain largely unknown. Here, we investigate the metabolic characteristics of induced astrocytes (iAstrocytes) derived from induced pluripotent stem cells of BD patients-classified by lithium responsiveness-and healthy controls....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40847005",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interactions with tau's microtubule-binding repeats modulate amyloid-β aggregation and toxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The complicated pathogenesis of Alzheimer's disease (AD) is characterized by the accumulation of neurofibrillary tangles and senile plaques, primarily composed of tau and amyloid-β (Aβ) aggregates, respectively. While substantial efforts have focused on unraveling the individual roles of tau and Aβ in AD development, the intricate interplay between these components remains elusive. Here we report how the microtubule-binding repeats of tau engage with Aβ in a distinct manner. Crucially, this...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40846995",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hemoglobin as a pseudoperoxidase and drug target for oxidative stress-related diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Hemoglobin (Hb) is well known for transporting oxygen in the blood, but its role in the brain remains poorly understood. Here, we identified Hb in the cytosol, mitochondria, and nuclei of hippocampal and substantia nigra astrocytes and dopaminergic neurons. As a pseudoperoxidase, Hb decomposes hydrogen peroxide (H(2)O(2)) and mitigates H(2)O(2)-induced oxidative damage. However, in Alzheimer's disease, Parkinson's disease, and aging, excessive H(2)O(2) diminishes astrocytic Hb, perpetuating a...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40846833",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancements and Challenges in Acute Heart Failure Management in Korea: Initial Report and Insights from the Korean Heart Failure III Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: KorHF III provides the most comprehensive and current assessment of AHF in Korea. Despite high prescription rates of guideline-directed medical therapy (GDMT) and low in-hospital mortality, long-term mortality is substantial. These findings emphasize the need for improved post-discharge care and highlight hyponatremia as a key prognostic factor in AHF management.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40846301",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "KorHF III provides the most comprehensive and current assessment of AHF in Korea. Despite high prescription rates of guideline-directed medical therapy (GDMT) and low in-hospital mortality, long-term mortality is substantial"
    },
    {
      "title": "Pan-reactome analysis of Streptomyces strains reveals association and disconnection between primary and secondary metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Secondary metabolites have crucial medicinal and industrial applications, but their alignment with primary metabolism remains unclear. As secondary metabolism depends on primary metabolism for precursor supply, we present a pan-reactome analysis of 242 Streptomyces strains to investigate their association and disconnection. This analysis includes phylogenetic grouping of the strains using genome data, and uniform manifold approximation and projection (UMAP) analysis of their genome-scale...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40845965",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "It's time for an update: AGREE III, the next iteration of guideline appraisal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40845928",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human lung organoids reveal conserved CYP1A1 and metallothionein activation in response to particulate matter exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM) poses significant adverse impacts on respiratory health, yet most studies investigating PM effects have relied on cancer-derived cell lines or animal models with limited physiological relevance to human lung tissue. To address this limitation, we developed functional lung organoids (hLOs) from human pluripotent stem cells that recapitulate the cellular complexity of human lungs for evaluating transcriptomic and toxicological responses to PM exposure. Transcriptome...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40845642",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the economic and environmental impacts of emerging financial risks: A strategic perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Emerging financial risks-driven by global market volatility, climate change, technological disruption, and geopolitical instability-pose complex challenges to both economic stability and environmental sustainability. This study adopts a strategic perspective to evaluate the interconnected economic and environmental impacts of these risks, with a focus on identifying policy interventions and adaptive frameworks for resilience. Using a mixed-methods approach that combines macroeconomic modeling,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40845635",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a shear grinding machine for enhanced liberation of copper from waste PCBs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "A shear grinding machine was developed to achieve enhanced liberation of copper from waste printed circuit boards (PCBs) through controlled shear-based comminution. Unlike previous approaches focused primarily on impact grinding, this study presents a comprehensive quantitative evaluation of the liberation performance of a newly developed shear-based grinding machine specially designed to exploit layered structure. The machine utilizes vertically aligned disks with corrugated surfaces to apply...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40845543",
      "journal": null,
      "objective": null,
      "significance": "grinding, this study presents a comprehensive quantitative evaluation of the liberation performance of a newly developed shear-based grinding machine specially designed to exploit layered structure",
      "conclusion": null
    },
    {
      "title": "BIGPN: Biologically informed graph propagational network for plasma proteomic profiling of neurodegenerative biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Neurodegenerative diseases involve progressive neuronal dysfunction, requiring identification of specific pathological features for accurate diagnosis. Although cerebrospinal fluid analysis and neuroimaging are commonly employed, their invasiveness and high-cost limit widespread clinical use. In contrast, blood-based biomarkers offer a non-invasive, cost-effective, and accessible alternative. Recent advances in plasma proteomics combined with machine learning (ML) have further improved...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40845541",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunosuppression induced by co-exposure to allergens and PM2.5 increases the risk of lung disease upon viral protein challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM2.5) and allergens are common environmental exposures. However, their combined effects and their risks are still poorly understood. This study aimed to investigate the impact of co-exposure to house dust mites (HDM) allergens and diesel exhaust particles (DEP) on lung immune responses, and assess the susceptibility to viral protein. We found that compared with HDM alone, mice co-exposed to HDM and DEP showed DEP-phagocytosed macrophages in lungs and did not show asthma...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40845407",
      "journal": null,
      "objective": "investigate the impact of co-exposure to house dust mites (HDM) allergens and diesel exhaust particles (DEP) on lung immune responses, and assess the susceptibility to viral protein",
      "significance": "of co-exposure to house dust mites (HDM) allergens and diesel exhaust particles (DEP) on lung immune responses, and assess the susceptibility to viral protein",
      "conclusion": null
    },
    {
      "title": "Reverse control of biological networks to restore phenotype landscapes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Biological systems consist of genetic elements and their regulatory interactions, forming networks that maintain life. However, accumulated alterations such as DNA damage can distort biological behavior, leading to undesirable responses to stimulus. This raises the question of whether we can restore their nominal stimulus-response relationships. Current control approaches tend to enforce a single desired response rather than restore the proper capacity for variable responses to different...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40845098",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine-Learning Validated Short Form of the Korean Version of the Sleep-Related Behaviors Questionnaire-10 Items: SRBQ-10",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The SRBQ-10, a concise version of SRBQ, enables efficient screening of sleep-related behaviors in clinical settings. Our study framework combining classical test theory, XGBoost, and IRT can be applied to develop and validate shorter versions of other questionnaires.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40843934",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SRBQ-10, a concise version of SRBQ, enables efficient screening of sleep-related behaviors in clinical settings. Our study framework combining classical test theory, XGBoost, and IRT can be applied to develop and validate shorter versions of other questionnaires"
    },
    {
      "title": "Crude saponin from Korean red ginseng alleviates di(2-ethylhexyl) phthalate-induced urogenital damage via regulating p38 MAPK/NF-κB signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While the precise mechanism underlying the favorable effects of crude saponin remains to be determined, present study provides a basis for the preventive and therapeutic potential of Korean red ginseng against urogenital disorders induced by phthalate-related plasticizer.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40843017",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While the precise mechanism underlying the favorable effects of crude saponin remains to be determined, present study provides a basis for the preventive and therapeutic potential of Korean red ginseng against urogenital disorders induced by phthalate-related plasticizer"
    },
    {
      "title": "Red ginseng extract enhances mitochondrial function and alleviates immunosenescence in T cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RGE treatment enhances mitochondrial function and attenuates T cell senescence and exhaustion in aged immune cells, likely contributing to immune resilience against age-associated inflammation. This study highlights the potential of RGE as a therapeutic intervention for improving immune function and reducing the effects of immunosenescence, offering valuable insights into mitigating age-related immune decline.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40843013",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "RGE treatment enhances mitochondrial function and attenuates T cell senescence and exhaustion in aged immune cells, likely contributing to immune resilience against age-associated inflammation. This study highlights the potential of RGE as a therapeutic intervention for improving immune function and..."
    },
    {
      "title": "Continuous Biochemical Profiling of the Gastrointestinal Tract Using an Integrated Smart Capsule",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The gastrointestinal tract contains a wealth of chemical information that can be used to decipher the health of the digestive and nervous systems. Traditional methods of analysis, such as fecal analysis and biopsies, are invasive, costly, and incapable of providing real-time metabolic and hormone profiling across the gastrointestinal tract. Commercial ingestible capsule sensors have been developed, but only monitor basic markers, such as pH and pressure, neglecting detailed chemical analysis....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40842875",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amorphous Metal-Organic Framework Database for Amorphization Prediction and CO<sub>2</sub> Direct Air Capture Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The amorphous phases of crystalline metal-organic frameworks (MOFs), known as amorphous metal-organic frameworks (AMOFs), offer a vast yet underexplored search space for numerous applications. To efficiently navigate this chemical space, data-driven methodologies are essential for elucidating structure-property relationships. In this study, a novel approach to explore this space is introduced by utilizing chemically accurate reactive force field (ReaxFF) to first create the AMOF database....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40842318",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-mode CRISPRa/i for genome-scale metabolic rewiring in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CRISPR (clustered regularly interspaced palindromic repeats)-mediated transcriptional regulation is a powerful and programmable approach for controlling gene expression. While CRISPR-based gene repression is well established in bacteria, simultaneous activation and repression remain challenging due to the limited availability of effective bacterial activation domains. Here, we provide an efficient dual-mode CRISPR activation and interference (CRISPRa/i) system that integrates an evolved...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "40842235",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rectus sheath block provides superior analgesia over quadratus lumborum block in single-port total laparoscopic hysterectomy: a prospective, randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RSB provided superior postoperative analgesia compared to QLB in single-port TLH, reducing both opioid consumption and the need for rescue analgesia. These findings support RSB as the preferred block within a multimodal analgesia strategy for this procedure.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40842204",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSB provided superior postoperative analgesia compared to QLB in single-port TLH, reducing both opioid consumption and the need for rescue analgesia. These findings support RSB as the preferred block within a multimodal analgesia strategy for this procedure"
    },
    {
      "title": "Avidity-Based Capture of PD-L1-Expressing Exosomes via Dendrimer-Peptide Conjugates: A Nanoengineered Platform for Enhanced Prediction of Immunotherapy Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "A major challenge in immunotherapy is the inability to reliably predict patient responses due to the lack of robust biomarkers. Programmed cell death-ligand 1 (PD-L1)-expressing exosomes represent a promising biomarker candidate; however, existing detection platforms lack the sensitivity and specificity required for clinical translation. It is hypothesized that an avidity-based capture strategy utilizing dendrimer-mediated multivalent binding will effectively enhance molecular avidity and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40841859",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes of tisagenlecleucel in relapsed/refractory diffuse large B-cell lymphoma: insights from a single-center study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Chimeric antigen receptor (CAR) T-cell therapy has transformed the treatment landscape for relapsed and refractory large B-cell lymphoma (RR-DLBCL). This study evaluated the real-world efficacy and toxicities of 96 patients with RR-DLBCL who received tisagenlecleucel (tisa-cel) at a single institution. Among 81 patients who received bridging chemotherapy, most received a bendamustine and rituximab regimen (n = 48, 46.9%), and 31 (38.3%) responded to bridging chemotherapy (17.3% complete...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40847083",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Value of enhancing capsule for diagnosing hepatocellular carcinoma on MRI: implications for simplifying LI-RADS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: EC is strongly associated with HCC and critical for maintaining the sensitivity of the LI-RADS v2018. Treating EC as equivalent to other major features may simplify LI-RADS and improve sensitivity, particularly on ECA-MRI, where the increase in sensitivity was more pronounced than on HBA-MRI.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847079",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EC is strongly associated with HCC and critical for maintaining the sensitivity of the LI-RADS v2018. Treating EC as equivalent to other major features may simplify LI-RADS and improve sensitivity, particularly on ECA-MRI, where the increase in sensitivity was more pronounced than on HBA-MRI"
    },
    {
      "title": "Cumulative abdominal obesity exposure and progressive risk of endometrial cancer in young women: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this population-based nationwide cohort study of young women, we observed a progressive increase in the risk of endometrial cancer with cumulative abdominal obesity exposure.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847073",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this population-based nationwide cohort study of young women, we observed a progressive increase in the risk of endometrial cancer with cumulative abdominal obesity exposure"
    },
    {
      "title": "Increasing lipid accumulation in Chlamydomonas by serial knocking out of DYRKP1 kinase and ADP-glucose pyrophosphorylase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Microalgae are promising sustainable feedstocks for biodiesel production. Among the primary carbon reservoirs in microalgae, starch and lipids are the main targets for metabolic engineering aimed at enhancing productivity. Redirecting carbon flux from starch toward lipid biosynthesis has been considered an effective strategy to improve lipid yield, and manipulating upstream regulators may allow broader control over metabolic networks. DYRKP1, a plant-specific dual-specificity...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40846950",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of anti-osteoporosis medication on refracture prevention following osteoporotic vertebral fracture: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Osteoporotic vertebral fractures (OVFs) increase mortality and impair patients' quality of life. Previous studies have focused on the effects of anti-osteoporosis drugs for primary fracture prevention; however, their role in secondary prevention remains insufficiently explored. Since refractures lead to more serious health issues and are strongly associated with prior fractures and low bone mineral density (BMD), effective treatment strategies for patients with existing OVFs are crucial. A...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40846898",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing ensemble learning for satellite-based multi-hazard monitoring and susceptibility assessment of landslides, land subsidence, floods, and wildfires",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The preparation of accurate multi-hazard susceptibility maps is essential to effective disaster risk management. Past studies have relied mainly on traditional machine learning models, but these models do not perform well for complex spatial patterns. To address this gap, this study uses two meta-heuristic algorithms (Genetic Algorithm (GA) and Particle Swarm Optimization (PSO)) to provide an optimized Random Forest (RF) model with better predictive ability. We focus on four significant...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40846725",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TSG6 affects anti cancer drug resistance and angiogenesis in 3D spheroid model of canine mammary gland tumor cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "TSG6 (Tumor necrosis factor stimulated gene-6) plays a critical role in modulating the tumor microenvironment by regulating inflammation, immune responses, and extracellular matrix remodeling. Hypoxia affects tumor growth, angiogenesis, and anti-cancer drug resistance in the tumor microenvironment, and TSG6 expression is known to influence HIF-1α expression in tumor tissues. In this study, we created TSG6 knockdown spheroids of canine mammary gland tumor (MGT) cells (CIPp and CIPm) to...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40846720",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolonging lung cancer response to EGFR inhibition by targeting the selective advantage of resistant cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Non-small cell lung cancers (NSCLCs) treated with tyrosine kinase inhibitors (TKIs) of the epidermal growth factor receptor (EGFR) almost invariably relapse in the long term, due to the emergence of subpopulations of resistant cells. Through a DNA barcoding approach, we show that the clinically approved drug sorafenib specifically abolishes the selective advantage of EGFR-TKI-resistant cells, while preserving the response of EGFR-TKI-sensitive cells. Sorafenib is active against multiple...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40846697",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac CT fractal analysis of LV noncompaction and common cardiomyopathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CT-derived fractal dimensions of LV trabecular structure were significantly higher in LVNC compared to control subjects, HCM, and DCM. CT-derived fractal dimensions strongly correlated with, but were higher than, those from cardiac MRI in the same subjects.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40846526",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-derived fractal dimensions of LV trabecular structure were significantly higher in LVNC compared to control subjects, HCM, and DCM. CT-derived fractal dimensions strongly correlated with, but were higher than, those from cardiac MRI in the same subjects"
    },
    {
      "title": "Effects of Remote Ischemic Conditioning on Flap Oxygenation in Patients Undergoing Head and Neck Reconstruction and Preoperative Radiotherapy: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: RIC did not improve the transferred flap tissue oxygenation in HN cancer patients who underwent preoperative radiotherapy and reconstructive surgery. However, fewer flap complications were observed in the RIC group than in the sham group, suggesting that RIC may serve as a protective strategy against I/R injury in selected patients.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40846225",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: RIC did not improve the transferred flap tissue oxygenation in HN cancer patients who underwent preoperative radiotherapy and reconstructive surgery. However, fewer flap complications were observed in the RIC group than in the sham group, suggesting that RIC may serve as a protective ..."
    },
    {
      "title": "Precarious employment typologies and psychotropic medication use and misuse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PE experience is closely linked with psychotropic medication use and misuse among young Korean wageworkers. Policy interventions are required to improve the employment quality and ensure appropriate psychotropic medication use in this population.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40846204",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PE experience is closely linked with psychotropic medication use and misuse among young Korean wageworkers. Policy interventions are required to improve the employment quality and ensure appropriate psychotropic medication use in this population"
    },
    {
      "title": "Biophysical mechanisms of spider-silk constituting element-induced stick-slip behavior and hydrogen bond regeneration for high toughness in silk fibers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Silk fibers from nature are known for their outstanding toughness, far exceeding most synthetic materials. However, replicating these exceptional mechanical properties in artificial silk fibers has remained a challenge. Recently, SpiCE (Spider-silk Constituting Element) protein was identified as a new component of silk, but its role in mechanical behavior and underlying mechanisms is still unclear. In this study, we used steered molecular dynamics simulations and discovered for the first time...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40846008",
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adenosine A<sub>2A</sub> receptor agonist polydeoxyribonucleotide ameliorates acetic acid-induced ulcerative colitis via modulating PI3K/Akt/VEGF signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Ulcerative colitis (UC) is a chronic inflammatory bowel disease caused by an abnormal immune response. Polydeoxyribonucleotide (PDRN), which acts on adenosine A(2A) receptors (A(2A)R), inhibits the secretion of pro-inflammatory cytokines and exhibits anti-inflammatory effects. We aimed to elucidate the effects of PDRN on acetic acid-induced UC rats. After anesthetizing the rats, acetic acid was diluted to 5% in 0.9% saline and administered directly into the colon at 1.0 mL per animal. Three days...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845959",
      "journal": null,
      "objective": "elucidate the effects of PDRN on acetic acid-induced UC rats",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inula britannica exerts antioxidant and anti-inflammatory effects in SH-SY5Y cells through the Nrf2-Keap1 signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The yellow flower of the Asteraceae family, Inula britannica (IB) of have been used as a medicinal herb since ancient times. Modern studies have widely known the anti-inflammatory effects and antioxidant effects of IB. Therefore, this study aimed to analyze the neuroprotective effects of IB extract based on its antioxidant and anti-inflammatory effects and to assess its potential for development as a functional material. After preparing the extract of IB based on the solvent with water and 70%...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845938",
      "journal": null,
      "objective": "analyze the neuroprotective effects of IB extract based on its antioxidant and anti-inflammatory effects and to assess its potential for development as a functional material",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A simple and safe endoscopic technique for removing huge gastric bezoars using a looped guidewire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845911",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep Learning-Based Early Warning Systems in Hospitalized Patients at Risk of Code Blue Events and Length of Stay: Retrospective Real-World Implementation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A well-developed AI-based model that provides high predictive power can contribute to the prevention of major in-hospital events by providing early predictive information to clinicians. Additionally, it plays a crucial role in effectively addressing unmet needs and challenges in terms of human resources and practical procedures.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40845828",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A well-developed AI-based model that provides high predictive power can contribute to the prevention of major in-hospital events by providing early predictive information to clinicians. Additionally, it plays a crucial role in effectively addressing unmet needs and challenges in terms of human resou..."
    },
    {
      "title": "Artificial Intelligence-Enabled ECG Screening for LVSD in LBBB: Evaluating Model Development and Transfer Learning Approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings indicate that a broad AI-ECG model reliably detects LVSD in LBBB patients, and transfer learning offers modest improvements without requiring curated LBBB data sets. Evaluating algorithms in representative clinical populations is essential.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845745",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that a broad AI-ECG model reliably detects LVSD in LBBB patients, and transfer learning offers modest improvements without requiring curated LBBB data sets. Evaluating algorithms in representative clinical populations is essential"
    },
    {
      "title": "Digestive ripening and fragmentation of goethite nanorods into nanospheres under natural wet-dry cycles: Unveiling hidden nanocolloid mobilization to water system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Anisotropic goethite nanoparticles play a critical role in the environmental behavior of nutrient and contaminant due to their abundance, high surface area, and strong binding affinity; however, their transformation into smaller, more mobile nanocolloids under natural setting remains underexplored. Here, we show that natural wet-dry cycles at alkaline pH in the presence of As(V) or P(V) induce extensive goethite nanorod (GtNR) fragmentation into nanospheres (GtNS) and the formation of...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845687",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mind the gap between natural phenomena and human constructs in psychiatric diagnostic frameworks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Debates over psychiatric diagnosis pivot on a tension between realism, which treats mental disorders as biologically grounded entities, and nominalism, which views them as human-defined categories. The Diagnostic and Statistical Manual of Mental Disorders (DSM) moved from early psychoanalytic typologies to structured, symptom-based criteria, yet robust biological markers remain elusive. The DSM-5 still relies on categorical diagnoses and therefore contends with high heterogeneity, frequent...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845597",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifaceted neuroprotective potential of phytocompounds and extracts from Eichhornia crassipes (Mart.) Solms flowers against alzheimer's disease: An in vitro and in silico approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Eichhornia crassipes (Mart.) Solms, also known as Pontederia crassipes Mart, has traditionally been used for its sedative, antipsychotic, and memory-enhancing properties. However, its effects against Alzheimer's disease (AD) remain unexplored. Therefore, this study aimed to investigate the in vitro anti-AD properties of methanol (MEECF), ethanol (EEECF), and ethyl acetate (EAEECF) extracts of E. crassipes flowers and to identify potential multi-modal anti-AD phytocompounds using computational...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40845579",
      "journal": null,
      "objective": "investigate the in vitro anti-AD properties of methanol (MEECF), ethanol (EEECF), and ethyl acetate (EAEECF) extracts of E",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metagenomic profiling of gut microbime: associating their role with the advancement of diabetic nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Emerging evidence suggests that alterations in the gut microbiome should play a critical role in the development and progression of type 2 diabetes and its complication such as diabetic nephropathy (DN). Nevertheless, a considerable gap remains in our understanding of the interconnection between DN pathogenesis and gut microbiota arrangement. In this context, this review highlights recent research on the connection between the intestinal microbiota and DN risk, with a particular focus on the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844735",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole genome sequencing reveals telomere associated genomic differences between healthy and unhealthy aging in a Korean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "One of the major challenges in modern biogerontology is understanding the accumulation of molecular damage and the manifestation of phenotypic heterogeneity during aging. Notably, genomic instability caused by impaired DNA damage repair along with telomere attrition are primary drivers of aging. However, how these aging-related characteristics differ in individuals who age healthily without developing major age-associated diseases remains unclear. Here, whole genome sequencing (WGS) was...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844718",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Comparison of bone mineral density changes between denosumab and bisphosphonates in tenofovir-exposed chronic hepatitis B patients with osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40844610",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What kind of information is requested by patients and families with genetic disorders? : The analysis of an online patient community in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated the importance of providing patients and families with professional and easily understandable information, highlighting the necessity for a well-organized genetic counseling system. To support patients and their families, it is essential to develop patient-friendly online platforms and expand access to genetic counseling services.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844583",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the importance of providing patients and families with professional and easily understandable information, highlighting the necessity for a well-organized genetic counseling system. To support patients and their families, it is essential to develop patient-friendly online pla..."
    },
    {
      "title": "Combination Therapy With Poly D-L Lactic Acid and Autologous Fat Transplantation for Infraorbital Rejuvenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The combination of PDLLA with autologous fat transfer represents an effective approach for infraorbital rejuvenation, demonstrating superior outcomes compared with single-modality treatments. This technique offers improved fat graft retention, enhanced skin quality, and natural-looking results with a favorable safety profile.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40844511",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combination of PDLLA with autologous fat transfer represents an effective approach for infraorbital rejuvenation, demonstrating superior outcomes compared with single-modality treatments. This technique offers improved fat graft retention, enhanced skin quality, and natural-looking results with ..."
    },
    {
      "title": "Comparison of Pain Perception Between Needle and Cannula Subdermal Injections for PDLLA: A Randomized, Double-Blinded, Split-Injection Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40844497",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usefulness of Ultrasound Assessment of Breast Cancer-Related Lymphedema",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Background: Lymphedema, a common side effect of breast cancer treatments, affects 20%-40% of patients. Ultrasound evaluation measures structural change as well as skin and subcutaneous tissue thicknesses to assess lymphedema severity. This study aimed to investigate the usefulness of ultrasound evaluation as an outcome measure of lymphedema in patients with breast cancer. Methods and Results: Thirty-one patients with unilateral breast cancer-related lymphedema were enrolled. Arm circumferences...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844407",
      "journal": null,
      "objective": "investigate the usefulness of ultrasound evaluation as an outcome measure of lymphedema in patients with breast cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter to Editor on Qureshi et al. Efficacy and Safety of Abemaciclib in Combination with Endocrine Therapy for HR+/HER2- Advanced or Metastatic Breast Cancer a Systematic Review and Meta-Analysis, Am J Clin Oncol, 2025, 48(1)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40844303",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"I'm more confident now than I ever used to be\": a preliminary qualitative study of British older adults' perception and experience of aging positively",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: With the changing demographic of older adults population observed around the world, it is important that aging is not simply conceptualized as decline in functioning and physical health, but encompasses positive experiences that impact upon overall well-being. Looking at the aging experience in a particular sociocultural context allows for a more in-depth understanding that could then lead to promotion of positive aging and improvements in aging outcomes in that...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844269",
      "journal": null,
      "objective": "With the changing demographic of older adults population observed around the world, it is important that aging is not simply conceptualized as decline in functioning and physical health, but encompass...",
      "significance": "that aging is not simply conceptualized as decline in functioning and physical health, but encompasses positive experiences that impact upon overall well-being",
      "conclusion": null
    },
    {
      "title": "A Photon-Driven Unimolecular Immunostimulant for Self-Amplified Pyroptosis and cGAS-STING Pathway by Destroying the Pyroptosis Checkpoint",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Immunotherapy is a groundbreaking approach for clinically treating tumors, but its effectiveness is hindered by the tumor's immunosuppressive environment and lack of immune cell infiltration, enabling tumors to evade the immune system. Although the activation of both innate and adaptive immunities is a promising strategy to counteract this bottleneck, their synergy remains challenging. Therefore, we developed Bio-Cy, an unprecedented organic unimolecular photosensitive immunostimulant, which...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844200",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Efficient Myelin-Weighted Imaging Utilizing Direct Visualization of Short Transverse Relaxation Time Component (ViSTa)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Measuring myelin concentration in the brain has important implications in basic science and clinical practice. In MRI, myelin water imaging (MWI) has been suggested as a surrogate biomarker that provides high sensitivity and specificity for myelin. However, multi-exponential fitting is ill-conditioned, and it is sensitive to noise and artifacts, particularly in vivo. To overcome the ill-conditioned fitting problem, the two-dimensional ViSTa myelin-weighted imaging technique was proposed, and it...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844197",
      "journal": "science",
      "objective": null,
      "significance": "implications in basic science and clinical practice",
      "conclusion": null
    },
    {
      "title": "Risk of Subsequent Diabetes Mellitus in Stroke Survivors According to Poststroke Disability Status and Stroke Type",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "This study used the Korean National Health Insurance System database to examine how poststroke disability and stroke type affect the risk of diabetes mellitus (DM) in stroke survivors. Data for 217 157 stroke survivors and 312 138 matched controls were analyzed. The relative risk of DM was assessed using multivariate Cox proportional hazards regression models. Compared with the controls, stroke survivors had a 2.7-fold higher risk of newly diagnosed DM in the first year and a 15% increased risk...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40844179",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DistillSleep: Real-Time, On-Device, Interpretable Sleep Staging from Single-Channel EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: DistillSleep combines expert-level accuracy, millisecond-scale latency, and transparent decision logic in a single-channel EEG form factor. These capabilities pave the way for point-of-care diagnostics, same-night therapy titration, and large-scale home monitoring, expanding the reach of sleep medicine while retaining clinical trust.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844034",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DistillSleep combines expert-level accuracy, millisecond-scale latency, and transparent decision logic in a single-channel EEG form factor. These capabilities pave the way for point-of-care diagnostics, same-night therapy titration, and large-scale home monitoring, expanding the reach of sleep medic..."
    },
    {
      "title": "Who Benefits the Most from Sleep Hygiene Education? Findings from the SLeep Education for Everyone Program (SLEEP)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "This study examined data from participants who completed the SLeep Education for Everyone Program (SLEEP) to explore how various demographic variables affected sleep outcomes and to determine which participant characteristics predicted success. A total of 104 individuals participated. The Sleep Hygiene Index (SHI) measured undesirable sleep behaviors; the Pittsburgh Sleep Quality Index (PSQI) assessed sleep quality and self-reported sleep duration. Participant demographic information was...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40843664",
      "journal": null,
      "objective": "data from participants who completed the SLeep Education for Everyone Program (SLEEP) to explore how various demographic variables affected sleep outcomes and to determine which participant characteri...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxidative Balance Scores in Cancer Survivors: A Nationwide Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Although some studies have investigated the relationship between oxidative imbalance and adverse outcomes, there is a lack of data on oxidative balance in cancer survivors. Using data of the 2013-2020 Korean nationwide surveys, this study examined the oxidative balance score (OBS) of non-survivors, short-term survivors (<5 years), and long-term survivors. Approximately 4.6% of the study subjects were cancer survivors, and of these, three-fifths were long-term survivors. Male and female...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843580",
      "journal": null,
      "objective": "the oxidative balance score (OBS) of non-survivors, short-term survivors (<5 years), and long-term survivors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Confirmatory long-term efficacy and safety results of ataluren in patients with nmDMD from Study 041, an international, randomized, double-blind, placebo-controlled, Phase III trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Aim: To report the efficacy and safety of ataluren in patients with nonsense mutation Duchenne muscular dystrophy (nmDMD) from the phase III, 72-week, placebo-controlled period of Study 041. Materials & methods: Inclusion criteria: boys with nmDMD aged ≥5 years, on a stable corticosteroid regimen for ≥12 months, and baseline 6-minute walk distance (6MWD) ≥150 m. Randomization: 1:1, ataluren (40 mg/kg/day):placebo. Primary end point: slope of 6MWD change (average rate of change). Secondary end...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843507",
      "journal": null,
      "objective": "To report the efficacy and safety of ataluren in patients with nonsense mutation Duchenne muscular dystrophy (nmDMD) from the phase III, 72-week, placebo-controlled period of Study 041",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolution and Spread of Y280-Lineage H9N2 Low Pathogenicity Avian Influenza Viruses in Korea, 2020-2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "In 2020, Y280-lineage H9N2 low pathogenic avian influenza was detected in South Korea for the first time. Active surveillance from live bird markets (LBMs) and farms revealed the continuous circulation of Y280-lineage H9N2 viruses, replacing the previously indigenous Y439-lineage and becoming dominant in South Korea. Antigenic mapping showed a substantial antigenic difference between the Y280 and Y439-lineage viruses. Bayesian phylodynamic approach suggests the introduction of Y280-lineage...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843278",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical implications and prognostic value of mastoid effusion in the management of aneurysmal subarachnoid hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated that ME was observed in 34.5% of aSAH patients and was associated with poor clinical outcomes. ME may serve as a simple and useful prognostic indicator for predicting poor outcomes in aSAH patients.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843264",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that ME was observed in 34.5% of aSAH patients and was associated with poor clinical outcomes"
    },
    {
      "title": "Digital health technologies for improving the management of people with chronic obstructive pulmonary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Advances made in digital health in recent years have the potential to improve the care of patients living with chronic obstructive pulmonary disease (COPD) for whom substantial disability still exists. In particular, telehealth and telerehabilitation programs, wearable devices, and apps have been studied as novel methods of providing care to COPD patients who may have limited access to clinical centers or who may benefit from an increased level of monitoring. Many of these interventions gained...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843141",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cryo-EM structures of human OAT1 reveal drug binding and inhibition mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250823023009&v=2.18.0.post9+e462414",
      "description": "The organic anion transporter 1 (OAT1) plays a key role in excreting waste from organic drug metabolism and contributes significantly to drug-drug interactions and drug disposition. However, the structural basis of specific substrate and inhibitor transport by human OAT1 (hOAT1) has remained elusive. We determined four cryogenic electron microscopy (cryo-EM) structures of hOAT1 in its inward-facing conformation: the apo form, the substrate (olmesartan)-bound form with different anions, and the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40845848",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fate and carbon sequestration potential of sunken macroalgae in coastal oceans from long-term microbial degradation perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250823023009&v=2.18.0.post9+e462414",
      "description": "Although deep-sea macroalgae sinking as a carbon sequestration strategy remains controversial, natural sinking of massive macroalgae frequently occurs in coastal oceans. In the Yellow Sea, millions of tons of the macroalga Ulva prolifera sink to the seafloor annually following green tides, yet their ultimate fate and carbon sequestration potential remain poorly understood. Microbial communities play a crucial role in decomposing organic matter and determining the fate of sunken macroalgae. Our...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40842870",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developmental Hypoxia Enhances Kidney Organoid Complexity and Maturity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250823023009&v=2.18.0.post9+e462414",
      "description": "Reciprocal signaling between metanephric mesenchyme (MM) and ureteric bud (UB) is essential for human kidney development. However, human pluripotent stem cell-derived kidney organoids do not incorporate UB differentiation, limiting organoid maturation and disease modeling. Here, a hypoxia-based differentiation method inspired by developmental cues is reported that produces mature kidney organoids with collecting duct-like tubules connected to multiple nephrons. Hypoxia promotes the co-induction...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40841925",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expressions of \"Ikizurasa\" in Posts on X (Formerly Twitter) in Japan in 2023: Descriptive Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "This study analyzed all public X (formerly Twitter) posts in Japan in 2023 and identified a substantial number mentioning ikizurasa (pain of living), with notable fluctuations over time. The findings suggest a link between ikizurasa and stress in minority groups, particularly minority ethnic and gender groups.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40845391",
      "journal": null,
      "objective": "all public X (formerly Twitter) posts in Japan in 2023 and identified a substantial number mentioning ikizurasa (pain of living), with notable fluctuations over time",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ink based graphene integration into commercial contact lenses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Introducing multiple functionalities to contact lenses (CLs) are achieved by additives such as nanomaterials, pigments, and dyes. CLs with graphene have been used in electromagnetic interference (EMI) shielding, drug delivery and sensing. Generally, CVD graphene or graphene nanocomposites are used during the manufacturing stage of CLs. In this work, we incorporate graphene into commercial CLs through three post processing techniques: the breath in - breath out (BIBO) technique, immersion of CLs...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40847108",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inability of α-cyclodextrins to accommodate cholesterol potentially underlies their lack of efficacy and ototoxicity in Niemann-Pick disease type C treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Niemann-Pick disease type C (NPC) is a life-threatening neurodegenerative disease caused by impaired intracellular cholesterol trafficking. A cyclic heptasaccharide, 2-hydroxypropyl-β-cyclodextrin (HP-β-CD), is currently under clinical investigation for treating NPC, but its ototoxicity remains problematic. We previously reported that β- and γ-forms of cyclodextrin (CD) derivatives with various substituents capable of accommodating/solubilizing unesterified cholesterol (UC) exerted more...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40847051",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction to: Myt1l haploinsufficiency leads to obesity and multifaceted behavioral alterations in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40846972",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive behavioral phenotyping of male Septin 3-deficient mice reveals task-specific abnormalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40846958",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High red blood cell distribution width associated with incident frailty in patients with cardiometabolic diseases: A longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Frailty is an important health issue in older adults that leads to disability and increased mortality. Red blood cell distribution width (RDW), a measure of variability in red blood cell volume, is associated with inflammation, anemia, and cardiovascular diseases. This study examined whether high RDW (≥ 13.5%) predicts incident frailty over three years in 469 older adults with cardiometabolic disease but without baseline frailty, as defined by the modified Cardiovascular Health Study (mCHS)...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40846767",
      "journal": "cell",
      "objective": "whether high RDW (≥ 13",
      "significance": "health issue in older adults that leads to disability and increased mortality",
      "conclusion": null
    },
    {
      "title": "Evolutionary drivers of divergent collateral sensitivity responses during antibiotic therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "With antibiotic resistance on the rise and the development of new antibiotics stagnating, novel antimicrobial strategies that slow down resistance evolution and extend the lifetime of existing drugs are urgently needed. One possible solution focuses on rationalizing antimicrobial combination and cycling therapies on the basis of the concept of collateral sensitivity, in which resistance mutations acquired against one antibiotic increase the susceptibility towards a second antibiotic. However,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846761",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interlaboratory validation of an optimized protocol for measuring α-amylase activity by the INFOGEST international research network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The activity of α-amylases is frequently determined using a single-point assay at 20 °C. Previous work within INFOGEST \"Working Group 5 - Starch digestion and amylases\" identified significant interlaboratory variation with this protocol. The current study aimed to evaluate the repeatability (intralaboratory precision) and reproducibility (interlaboratory precision), measured as coefficients of variation (CVs), of a newly optimized protocol version based on four time-point measurements at 37 °C....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40846714",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Just bypass it: mechanisms of DNA damage tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Lesions on DNA threaten the integrity of replicating genomes, necessitating DNA damage tolerance mechanisms to bypass these lesions and ensure complete duplication of the genome. Lesion bypass by DNA polymerases can occur through either translesion DNA synthesis, which directly synthesizes across the damage, or template switching, which uses the undamaged sister strand as a template to circumvent the lesion. These processes are facilitated by replication fork reversal and/or replication...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846547",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elongation factors regulate the repair of photosystem II oxido-reductively",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Photoinhibition of photosystem II (PSII) limits the fixation of light energy by photosynthesis and, thus, the productivity of plants everywhere. Photosynthetic organisms are equipped with a system that protects the photosynthetic machinery from photoinhibition by enhancing the repair of photodamaged PSII. However, the repair process is inhibited by oxidative stress and other types of environmental stress, which generate reactive oxygen species (ROS), primarily via the suppression of protein...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846540",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of toluene degradation genes in Acinetobacter sp. Tol 5",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Microbial degradation of aromatic compounds provides sustainable solutions for environmental remediation and bioconversion. Acinetobacter sp. Tol 5 is notable for its strong adhesiveness and potential as a biocatalyst for toluene degradation; however, its toluene metabolic pathway has not been fully elucidated. In this study, genomic analysis identified a cluster of genes in Tol 5 highly similar to the well-known tod operon of Pseudomonas putida, encoding enzymes responsible for toluene...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846514",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of a mitigation method for nitrous oxide emission in a full-scale Carrousel reactor: Carbon footprint assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Nitrous oxide (N(2)O) emissions from biological nitrogen removal processes in sewage treatment plants greatly contribute to their overall carbon footprint. The present study aimed to mitigate N(2)O emissions from an elliptical Carrousel bioreactor in a full-scale plant. The oxygen supply agitators equipped at the influent point and the opposite side of the reactor was operated alternately. The dissolved N(2)O (DN(2)O) concentrations were lowered when the agitator at the influent point was...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846513",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The authors reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846407",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study protocol for a pragmatic randomised controlled trial in Belgian primary care and hospital settings on the effectiveness of an eHealth self-management support programme consisting of pain education and coaching of activity needs in breast cancer survivors with persistent pain: the PECAN trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Persistent pain after finishing breast cancer treatment is a common and disabling problem. The current state-of-the-art pain management advocates, in addition to biomedical (non-)pharmacological approaches, a biopsychosocial rehabilitation approach to address persistent pain, combining pain science education with promoting an active lifestyle through self-regulation techniques. We propose testing an innovative eHealth self-management support programme for this purpose in the breast...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846340",
      "journal": "science",
      "objective": "in the breast",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Claudin-1 is a mediator and therapeutic target in primary sclerosing cholangitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results uncover a functional role of CLDN1 in the pathogenesis of PSC and biliary fibrosis. Completed in vivo proof-of-concept studies combined with expression analyses in PSC patients pave the way for the clinical development of CLDN1-specific mAbs to treat PSC.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846184",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results uncover a functional role of CLDN1 in the pathogenesis of PSC and biliary fibrosis. Completed in vivo proof-of-concept studies combined with expression analyses in PSC patients pave the way for the clinical development of CLDN1-specific mAbs to treat PSC"
    },
    {
      "title": "Lung transplantation from a 94-year-old donor: a debate on biological versus chronological age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Lung transplantation (LTx) is challenged by a critical shortage of donors, prompting the extension of acceptance criteria, including donor age. Here, we report on a double-LTx from a 94-year-old donor. Despite the advanced age, the lungs were of good physiological quality, with unremarkable gas exchange, bronchoscopy, and radiography. The recipient, a 61-year-old COPD patient, had an uneventful recovery and favorable short-term outcomes but later developed infections and post-transplant...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846150",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Downregulation of collagen and elastin genes in murine skin following cisplatin and vincristine treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Cancer survivors are increasingly reported to exhibit signs of accelerated aging, largely attributed to the cytotoxic effects of chemotherapy, which may lead to various age-related conditions. Despite this, treatment-induced alterations in physical appearance-particularly changes in skin structure-are often overlooked in clinical practice and remain poorly understood. This study aimed to elucidate the mechanisms by which cytotoxic anticancer drugs affect skin integrity, with a focus on collagen...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846140",
      "journal": null,
      "objective": "elucidate the mechanisms by which cytotoxic anticancer drugs affect skin integrity, with a focus on collagen",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mode of Action Analysis for Mouse Liver Tumor Formation by MGK-264 and Human Relevance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "MGK-264, an insecticidal synergist, has been shown to increase the incidence of liver tumors in male and female mice. As MGK-264 is not a genotoxic compound, a series of investigative studies were conducted to elucidate the mode of action (MoA) for liver tumor production by MGK-264. Male and female CD-1 mice were given diets containing MGK-264 at 400, 3000, and 6000 ppm for 7 and/or 14 days. Treatment with MGK-264 caused activation of the constitutive androstane receptor (CAR), which resulted in...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40846131",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ridaifen derivatives function as potent lysosomotropic agents, depending on their basic side chains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Autophagy plays a key role in cellular homeostasis, but dysregulated autophagy can lead to resistance to chemotherapeutic agents. The Ridaifen (RID) compound series comprises structural analogues of tamoxifen that exhibit more potent anticancer activity and have been implicated in modulating autophagy. Here, we investigated how the RID compounds interact with autophagy and explored the factors contributing to their enhanced cytotoxicity. We synthesized RID derivatives containing varying numbers...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845958",
      "journal": "cell",
      "objective": "how the RID compounds interact with autophagy and explored the factors contributing to their enhanced cytotoxicity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sorbitol-responsive in situ gel improves rat ischemic hearts: Supporting mesenchymal stem cell survival and enhancing paracrine effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Mesenchymal stem cells (MSCs) repair damaged myocardium by secreting biological factors and have shown only modest therapeutic efficacy in clinical trials. We recently developed a sorbitol-responsive in situ gelling material (SRG) solution, which increases viscosity by diffusing out pre-added sorbitol upon contact with heart tissue without external stimulation. Here, this study demonstrates that intramyocardial injection of MSC-loaded SRG (MSC/SRG) improves cardiac function and facilitates...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845923",
      "journal": "cell",
      "objective": null,
      "significance": "that intramyocardial injection of MSC-loaded SRG (MSC/SRG) improves cardiac function and facilitates",
      "conclusion": null
    },
    {
      "title": "A novel guiding tool for lumbar puncture with the paramedian approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our method for calculating the appropriate needle placement angles using the paramedian approach is applicable for general use, allowing for the determination of proper needle placement angles prior to lumbar puncture.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845824",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our method for calculating the appropriate needle placement angles using the paramedian approach is applicable for general use, allowing for the determination of proper needle placement angles prior to lumbar puncture"
    },
    {
      "title": "Shades of green and transformational leadership: Predicting employees' green creativity and green work engagement at work",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "As the tourism sector faces increasing pressure to reduce its environmental footprint, employees are emerging as vital agents of sustainable transformation. Employing the stimuli-organism-response (SOR) framework and data collected from 324 employees, this study investigates the psychological processes underlying green work engagement. Covariance-based structural equation modeling revealed that both green attitudes and resource commitment are significant predictors of individual green values,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845781",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biased and inflexible interpretations of social situations predict depressive symptoms and relational outcomes in parent-adolescent dyads",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Adolescence is a critical period for social-emotional development, characterized by increased risk for psychopathology and disruptive changes in the parent-adolescent relationship. Biased and inflexible interpretations of social situations have been linked to psychopathology and adaptive social functioning, but these associations are rarely studied in adolescence. To address this gap, the present study examined whether interpretation bias and cognitive inflexibility are associated between...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845759",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Moving minds: strengthening mental health through physiotherapy in low-income settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845621",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of gastrectomy for gastric cancer on postoperative bone mineral density loss and fracture risk: A multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BMD reduction was better contained in DGRY than TGRY and in DGBI than DGRY. While VFs were more frequent in TGRY, these differences were not statistically significant. However, significant BMD reduction was observed in patients with VFs, suggesting a potential correlation.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845420",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BMD reduction was better contained in DGRY than TGRY and in DGBI than DGRY. While VFs were more frequent in TGRY, these differences were not statistically significant"
    },
    {
      "title": "Stochastic model of IP3-induced Ca2+ spiking of HEK293 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Mathematical theory that accounts for the stochastic character of spike sequences of IP3-induced Ca2+ signalling calculates the probability distributions of the features of the [Ca2+]i time course, their moments and correlations. Including slow feedback from [Ca2+]i to components of the pathway poses a challenge to stochastic modelling. Here, we present a stochastic model that takes this feedback into account, allows for a non-linear dependency of the open probability of the Inositol...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845136",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "European Consensus on Functional Bloating and Abdominal Distension-An ESNM/UEG Recommendations for Clinical Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This consensus provides an evidence-based framework for the evaluation and treatment of patients with functional bloating and abdominal distension.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844856",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This consensus provides an evidence-based framework for the evaluation and treatment of patients with functional bloating and abdominal distension"
    },
    {
      "title": "Sudden thrombus formation was detected during real-time ultrasound-guided central venous catheter insertion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844761",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Peripheral Magnetic Stimulation on Bone Healing After Fractures in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Bone fractures, especially in the elderly, are increasing, posing challenges to healthcare systems. Traditional treatment often focuses merely on bone repair and overlooks the overall healing environment. Peripheral magnetic stimulation (PMS), a non-invasive method, shows promise for bone regeneration. In our murine femoral fracture model study, male C57BL6/J mice were divided into a control group and three PMS treatment groups (10, 50, and 100 Hz). After a fracture, the mice received 30-min...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844719",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Switching to faricimab alleviates persistent subretinal fluid and pigment epithelial detachment in neovascular age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Switching to faricimab led to favorable structural outcomes in nAMD patients previously treated with aflibercept 2 mg, particularly by reducing SRF and fvPED.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844677",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Switching to faricimab led to favorable structural outcomes in nAMD patients previously treated with aflibercept 2 mg, particularly by reducing SRF and fvPED"
    },
    {
      "title": "Feasibility and efficacy of video-assisted thoracoscopic surgery for the surgical stabilization of rib fractures: a single-center retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: VATS was feasible in 80% cases and was not associated with adverse outcomes. The addition of VATS to SSRF facilitated missed-injury identification and repair, enhanced intrathoracic visualization during fixation, and enabled hematoma evacuation, potentially reducing perioperative complications.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844620",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VATS was feasible in 80% cases and was not associated with adverse outcomes. The addition of VATS to SSRF facilitated missed-injury identification and repair, enhanced intrathoracic visualization during fixation, and enabled hematoma evacuation, potentially reducing perioperative complications"
    },
    {
      "title": "Prevalence and Surgical Outcomes of Neuropathic Pain in Degenerative Cervical Myelopathy: A Multicenter Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides the first large-scale prospective evaluation of neuropathic pain in DCM. While neuropathic pain is prevalent and improves with surgery, residual symptoms-especially paresthesia/dysesthesia-remain common and impactful. These findings highlight the importance of individualized postoperative pain management strategies to optimize long-term QOL.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844590",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first large-scale prospective evaluation of neuropathic pain in DCM. While neuropathic pain is prevalent and improves with surgery, residual symptoms-especially paresthesia/dysesthesia-remain common and impactful"
    },
    {
      "title": "Descending projections from the insular cortex to the lateral parabrachial nucleus facilitate nocifensive behaviors in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The lateral parabrachial nucleus (LPBN) receives orofacial nociceptive inputs from the trigeminal spinal subnucleus caudalis and transmits them to higher brain regions, including the central amygdala (CeA), intralaminar thalamic nucleus, and insular cortex (IC). The IC processes orofacial nociception and sends descending axons to the LPBN. This study aimed to investigate the physiological functions of IC→LPBN projections using optogenetics. We classified LPBN neurons into glutamatergic and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844487",
      "journal": null,
      "objective": "investigate the physiological functions of IC→LPBN projections using optogenetics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in the inference of deep viral evolutionary history",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The rapid rate of virus evolution, while useful for outbreak investigations, poses a challenge for accurately estimating long-term viral evolutionary divergence and leaves us with little genomic traces at deep evolutionary timescales, complicating the reconstruction of deep virus evolutionary history. Recent advancements in protein structure prediction and computational biology have opened up new avenues and enabled us to peer back further in time and with greater clarity than ever before. Here,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844272",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional conservation of the non-canonical strigolactone biosynthetic pathway in root parasitic plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Root parasitic plants in the Orobanchaceae family cause widespread and serious damage to crop production, especially in sub-Saharan Africa. The obligate root parasitic plants in this family, such as Striga and Orobanche, germinate in response to host root-derived small molecules called strigolactones (SLs). Facultative root parasitic plants in the same family, such as Phtheirospermum japonicum, do not require SLs for germination. However, they also sense host root-derived SLs for the chemotropic...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844049",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuclear quantum and H/D isotope effects on hydrogen-bond symmetrization in lithium hydroxide crystals at high pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Molecular crystals with hydrogen bonds undergo a phase transition and symmetrization of the hydrogen-bond network at high pressures. Lithium hydroxide (LiOH) also undergoes a similar phenomenon; however, the pressure at which it occurs remains unclear. This study employed the path integral molecular dynamics (PIMD) and static density functional theory calculations to investigate hydrogen-bond symmetrization in LiOH crystals at high pressures. The nuclear quantum effects centralized the protons...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844013",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asymmetric Stress Engineering of Dense Dislocations in Brittle Superconductors for Strong Vortex Pinning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Large lossless currents in high-temperature superconductors (HTS) critically rely on dense defects with suitable size and dimensionality to pin vortices, with dislocations being particularly effective due to their 1D geometry to interact extensively with vortex lines. However, in non-metallic compounds such as HTS with rigid lattices, conventional deformation methods typically lead to catastrophic fracture rather than dislocation-mediated plasticity, making it a persistent challenge to introduce...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843983",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Mass Transfer Process in Chinese Cabbage During Cooking With Consideration of Hindrance by Cuticle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Leafy vegetables have cuticle layers that hinder mass transfer. Although leafy vegetables are frequently heated with NaCl, the mass transfer difference between their cut and uncut surfaces during cooking remains uninvestigated. To simulate the NaCl concentration changes during the cooking of leafy vegetables, this study clarifies the difference between the mass transfer processes in cut and uncut surfaces of Chinese cabbage. The Chinese cabbage samples were soaked at 5-80°C and their inner and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843940",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Cancer-Associated Proteins in Colorectal Cancer Using Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings suggest that proteome abundance trends may contribute to the identification of biomarker candidates and therapeutic targets in colorectal cancer. However, given the limited sample size and lack of subtype stratification, further studies using larger, statistically powered cohorts are warranted to establish clinical relevance. These proteins may provide insights into drug resistance and tumor heterogeneity. Limitations of the study include the inability to detect...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843711",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that proteome abundance trends may contribute to the identification of biomarker candidates and therapeutic targets in colorectal cancer. However, given the limited sample size and lack of subtype stratification, further studies using larger, statistically powered cohorts are wa..."
    },
    {
      "title": "A Cancer-Specific Anti-Podocalyxin Monoclonal Antibody (humPcMab-60) Demonstrated Antitumor Efficacy in Pancreatic and Colorectal Cancer Xenograft Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Background: Podocalyxin (PODXL) has been identified as a promising therapeutic target and a potential diagnostic biomarker in various tumors. Despite the therapeutic potential of anti-PODXL monoclonal antibodies (mAbs), their further development has been limited by concerns regarding potential on-target off-tumor toxicities. To minimize adverse effects on normal tissues, developing a cancer-specific mAb (CasMab) against PODXL is essential. Methods: Our group established a cancer-specific...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843679",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technical report on the first clinical use of a bioabsorbable PGA spacer in HDR brachytherapy for recurrent cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "In recurrent gynecologic malignancies following prior pelvic irradiation, definitive radiation therapy is often precluded by cumulative dose constraints to adjacent organs at risk (OARs), and patients may be left with only highly invasive surgical options such as total pelvic exenteration. While some institutions have explored displacement techniques such as artificial ascites or hyaluronic acid gel injection, these approaches are not widely adopted and frequently fail to ensure consistent and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843614",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct kneading of thermo-softening pulp towards producing sustainable tough composites of wood nanocellulose and polycaprolactone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Cellulose nanofibre (CNF)-reinforced plastics were prepared by direct kneading of polycaprolactone (PCL) and a new type of pulp with thermo-softening nature. This thermo-softening pulp fully disintegrated into CNFs within a melted PCL through kneading, resulting in an increase in the strength and thermal stability of PCL while preserving its toughness.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843606",
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The gut contractile organoid for studying the gut motility regulated by coordinating signals between interstitial cells of Cajal and smooth muscles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The gut undergoes peristaltic movements regulated by intricate cellular interactions. How these interactions emerge in the developing gut remains poorly explored due to a lack of model system. We here developed a novel contractile organoid that is derived from the muscle layer of chicken embryonic hindgut. The organoid contained smooth muscle cells (SMCs) and interstitial cells of Cajal (ICCs; pacemaker) with few enteric neurons and underwent periodic contractions. The organoid was formed by...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843588",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of the frontier molecular orbitals and photophysical properties of boron tropolonate complexes by regioselective functionalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Here, we show that the C5 substitution in α-tropolone efficiently modulates the energy level of the highest occupied molecular orbital rather than the lowest unoccupied one. Furthermore, the C5-substitution imparts functional luminescent properties, such as aggregation-induced emission, room-temperature phosphorescence, and thermally activated delayed luminescence.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843534",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does intraspecific variation in juvenile Late Cretaceous ammonoids correlate with their systematic position, longevity and paleogeography?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Phenotypic intraspecific variation of organisms is essential for evolution and, thus, has the potential to provide crucial insights into evolutionary dynamics. Additionally, ontogeny is often intricately linked with the evolutionary trajectories of organisms. In this study, we explore the relationship between the magnitude and ontogenetic pattern of intraspecific variation, and the interrelationships of organisms, their geographic distribution, and species duration. We analyzed the intraspecific...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843208",
      "journal": null,
      "objective": "the intraspecific",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Helicobacter pylori</em> base-excision restriction enzyme in stomach carcinogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Many recent lines of evidence from the human microbiome and other fields indicate bacterial involvement in various types of cancer. Helicobacter pylori has been recognized as the major cause of stomach cancer (gastric cancer), but the mechanism by which it destabilizes the human genome to cause cancer remains unclear. Our recent studies have identified a unique family of toxic restriction enzymes that excise a base (A: adenine) from their recognition sequence (5'-GTAC). At the resulting abasic...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842971",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loading Rate in Single-Leg Drop Landing: Associations With Risk Factors for Ankle Sprain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A higher LR during SDL was associated with reduced sagittal plane joint motion and delayed peroneus longus activation, both of which are biomechanical factors linked to AS onset. These findings suggest that the LR may serve as a useful marker for identifying individuals at elevated risk of AS.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842799",
      "journal": null,
      "objective": null,
      "significance": "that the LR may serve as a useful marker for identifying individuals at elevated risk of AS",
      "conclusion": "A higher LR during SDL was associated with reduced sagittal plane joint motion and delayed peroneus longus activation, both of which are biomechanical factors linked to AS onset. These findings suggest that the LR may serve as a useful marker for identifying individuals at elevated risk of AS"
    },
    {
      "title": "Association of patient, physician and visit characteristics with inappropriate antibiotic prescribing in Japanese primary care: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Targeting younger patients, patients with comorbidities, older physicians, physicians with high antibiotic prescribing, telehealth visits and regular hours care may further increase stewardship effectiveness.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842720",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeting younger patients, patients with comorbidities, older physicians, physicians with high antibiotic prescribing, telehealth visits and regular hours care may further increase stewardship effectiveness"
    },
    {
      "title": "Multinuclear Cu <sub><em>n</em></sub> S <sub><em>m</em></sub> clusters encapsulated by aromatic micelles as aqueous red-to-NIR phosphorescent ink",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Sulfur-bridged copper clusters are important biocomponents, yet their artificial analogues have rarely been studied in solution due to poor solubility and stability. Here we report the preparation of red-to-near-infrared (NIR) phosphorescent solutions from multinuclear Cu (n) S (m) clusters upon encapsulation by aromatic micelles in water. For instance, whereas a 2-mercapto-6-methylpyridine-based Cu(6)S(6) cluster shows no solution-state emission owing to its insolubility in common solvents, the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842697",
      "journal": "cell",
      "objective": null,
      "significance": "biocomponents, yet their artificial analogues have rarely been studied in solution due to poor solubility and stability",
      "conclusion": null
    },
    {
      "title": "Supramolecular conformational control of photolability in polymer networks crosslinked with a kinetically stable pseudo[1]rotaxane based on a coumarinylmethyl ester",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Photolabile polymer materials have attracted considerable scientific and societal attention owing to the spatiotemporal control of light. However, easily photoreactive polymers are intrinsically unstable, leading to a tradeoff between their reactivity and stability. This article reports a proof-of-concept for reversible switching between photostable and photolabile states in polymer network materials enabled by the supramolecular transformation of the kinetically stable pseudo[1]rotaxane. A...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842688",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between radiotherapy dose and cognitive outcomes in functional brain network hubs of glioma patients with predominantly left frontal lobe lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RT seems to adversely affect left-sided functional hubs in a dose-dependent manner in glioma patients, which may contribute to cognitive dysfunction. Protecting these regions from the dose may potentially mitigate cognitive side effects in glioma patients. However, since most lesions were located in the left hemisphere and baseline testing was unavailable, a potential effect of tumor location cannot be entirely ruled out.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842644",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RT seems to adversely affect left-sided functional hubs in a dose-dependent manner in glioma patients, which may contribute to cognitive dysfunction. Protecting these regions from the dose may potentially mitigate cognitive side effects in glioma patients"
    },
    {
      "title": "Dialysis independence for a young patient with refractory multiple myeloma treated with teclistamab: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Teclistamab, a B-cell maturation antigen-targeting bispecific antibody, offers a promising treatment option for relapsed/refractory multiple myeloma (RRMM), even in patients with severe renal impairment. The present study describes the case of a 47-year-old woman with RRMM who achieved minimal residual disease negativity and dialysis independence following teclistamab treatment. Despite prior resistance to multiple therapies, including an anti-CD38 monoclonal antibody (daratumumab), two...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842465",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance of serum gelsolin as a biomarker for mucosal activity in Crohn's disease: a comparison with C-reactive protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Serum gelsolin is a prospective noninvasive biomarker that outperforms CRP in detecting endoscopic disease activity in patients with ileocolonic-type CD.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842461",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum gelsolin is a prospective noninvasive biomarker that outperforms CRP in detecting endoscopic disease activity in patients with ileocolonic-type CD"
    },
    {
      "title": "Telehealth in palliative care settings: A systematic review of argument-based ethics literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Telehealth's benefits challenge its incompatibility with palliative care, however, significant risks threaten core palliative care values. Thus, careful implementation must prioritize ethical considerations.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842413",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Telehealth's benefits challenge its incompatibility with palliative care, however, significant risks threaten core palliative care values. Thus, careful implementation must prioritize ethical considerations"
    },
    {
      "title": "The role of ecological niche and seed mass in macroevolution of germination tolerance to salinity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This first quantitative assessment of the evolutionary tempo and mode of germination salinity tolerance across diverse plant taxa, provides novel insights into how evolutionary processes shape stress tolerance during germination, emphasizing the role of seed mass and growth forms in driving salinity tolerance to germination. These findings enhance our understanding of the strategies plants employ to navigate salinity stress.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842279",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This first quantitative assessment of the evolutionary tempo and mode of germination salinity tolerance across diverse plant taxa, provides novel insights into how evolutionary processes shape stress tolerance during germination, emphasizing the role of seed mass and growth forms in driving salinity..."
    },
    {
      "title": "MUTE-Seq: An Ultrasensitive Method for Detecting Low-Frequency Mutations in cfDNA With Engineered Advanced-Fidelity FnCas9",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "In this study, we present the development of the Mutation tagging by CRISPR-based Ultra-precise Targeted Elimination in Sequencing (MUTE-Seq) method. We engineered a highly precise advanced-fidelity FnCas9 variant, named FnCas9-AF2, to effectively discriminate single-base mismatches at all positions of the single guide RNA (sgRNA) target sequences. FnCas9-AF2 exhibited significantly lower off-target effects compared to existing high-fidelity CRISPR-Cas9 variants. MUTE-Seq leverages FnCas9-AF2...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842147",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individual- and neighborhood-level factors influencing diet quality: a multilevel analysis using Korea National Health and Nutrition Examination Survey data, 2010-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Both individual- and neighborhood-level factors influence diet quality in Korea, with older adults being especially vulnerable to neighborhood characteristics. Multilevel approaches are needed to identify at-risk populations and improve dietary outcomes.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842067",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both individual- and neighborhood-level factors influence diet quality in Korea, with older adults being especially vulnerable to neighborhood characteristics. Multilevel approaches are needed to identify at-risk populations and improve dietary outcomes"
    },
    {
      "title": "Risk factors for Q fever incidence in South Korea: a comparative analysis using frequentist and Bayesian methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In South Korea, slaughterhouse density was the main determinant of Q fever in metropolitan areas and livestock density was the primary risk factor in provinces. These findings underscore the need for region-specific preventive strategies and reinforce the value of a One Health approach.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842064",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In South Korea, slaughterhouse density was the main determinant of Q fever in metropolitan areas and livestock density was the primary risk factor in provinces. These findings underscore the need for region-specific preventive strategies and reinforce the value of a One Health approach"
    },
    {
      "title": "The effectiveness of radiotherapy and transarterial embolization for advanced gastric cancer bleeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RT exhibited superior hemostasis in advanced gastric cancer bleeding compared to TAE, yet both treatments showed similar re-bleeding-free survival rates. The success of the initial treatment, along with potential for further interventions, critically influenced outcomes, emphasizing the importance of effective initial hemostasis.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841936",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RT exhibited superior hemostasis in advanced gastric cancer bleeding compared to TAE, yet both treatments showed similar re-bleeding-free survival rates. The success of the initial treatment, along with potential for further interventions, critically influenced outcomes, emphasizing the importance o..."
    },
    {
      "title": "Particle Arrangements and Optical Changes Induced by the Water Swelling of Melanin-Like Polydopamine Layers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The assembled structures of melanin particles, i.e., colloidal particles coated with a melanin-like polydopamine (PDA) layer, create vivid structural colors. While the thickness of the PDA layer influences the particle arrangement and optical properties, the underlying mechanism has remained controversial. We demonstrate that the water-swelling characteristics of PDA are crucial factors governing the dispersion and aggregation of these particles in solution. Detailed comparisons between dry and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841913",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the HumanMethylationEPIC v2.0 Bead Chip Using Low Quality and Quantity DNA Samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both DNA fragment size and DNA input amounts affect DNAm analysis on the EPIC v2.0, with the investigated DNA fragment size having a greater impact than the investigated DNA input amount. DNAm measurements were achieved with the EPIC v2.0 microarray down to an average DNA fragment size of 165 bp and a 20 ng DNA input. Highly fragmented DNA (95 bp) did not result in usable DNAm analysis as all samples failed QC. Overall, our study demonstrates the potential and limitations of EPIC...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841873",
      "journal": null,
      "objective": null,
      "significance": "than the investigated DNA input amount",
      "conclusion": "Both DNA fragment size and DNA input amounts affect DNAm analysis on the EPIC v2.0, with the investigated DNA fragment size having a greater impact than the investigated DNA input amount"
    },
    {
      "title": "Habitual Scratching in Atopic Dermatitis and Its Association with Disease Severity: Findings from Japanese Health Insurance Claims and App-Based Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Habitual scratching was commonly reported across all severity levels of AD in Japan and was associated with greater disease severity. These findings highlight the importance of recognizing/noticing and actively managing unconscious scratching behaviors as part of comprehensive AD care.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841864",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Habitual scratching was commonly reported across all severity levels of AD in Japan and was associated with greater disease severity. These findings highlight the importance of recognizing/noticing and actively managing unconscious scratching behaviors as part of comprehensive AD care"
    },
    {
      "title": "Unlocking the potential of lipid nanoparticles for enhanced glioma therapy: Recent advancements and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The most prevalent malignant CNS tumor is glioma, which exhibits a poor survival rate due to several limitations in its successful therapy. The existence of the blood-brain barrier, tumor heterogeneity, complex tumor microenvironment, and glioma stem cells are significant challenges in glioma therapy. This review article provides insight into the major hurdles of glioma therapy. The article's primary focus is to explore lipid nanocarriers' potential role in overcoming these glioma therapy...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845485",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defect-engineered cerium-based metal-organic frameworks via dynamic ligand competition: increasing coordinatively unsaturated sites for enhanced phosphate adsorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Phosphorus pollution triggers eutrophication of water bodies, threatening aquatic ecosystems and human health, highlighting the urgent need for efficient phosphorus removal materials. Herein, a propionic acid (PA)-mediated 'dynamic ligand competition-defect evolution' strategy is adopted to overcome the critical limitation of low coordinatively unsaturated metal sites density in metal-organic frameworks (MOFs). In this study, a new cerium-based MOF (Ce-ATA-PA) was prepared using this strategy....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845451",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural, functional and biochemical characterisation of apolipoprotein(a)-containing low-density lipoproteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Atherosclerosis is the leading cause of cardiovascular diseases and remains a global health challenge. Low-density lipoproteins are crucial in atherogenesis, with plasma levels as significant independent predictors of the condition. Lipoprotein(a), Lp(a), is an LDL variant considered a stand-alone atherosclerosis predictor. Although structurally similar in composition to LDL, Lp(a) contains an additional protein, apolipoprotein(a), covalently linked to apolipoprotein-B100 via a disulfide bond....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845449",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A membrane-bound IL-2 promotes CAR-NK cell proliferation, anti-apoptosis and anti-tumor activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Chimeric antigen receptor (CAR)-engineered natural killer (NK) cells hold promise for off-the-shelf cancer immunotherapy, yet their clinical application is hindered by poor persistence due to cytokine dependency and systemic toxicity from exogenous cytokine support. Here, we developed membrane-bound cytokine (mbCytokine) modules to enable autonomous survival signaling in CAR-NK cells. By fusing IL-2, IL-15, or the potent mimic Neo-2/15 to their cognate receptor α-chains (IL-2Rα or IL-15Rα), we...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845437",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics profiling reveals liver-retina axis in high-fat diet-induced early retinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Diabetic retinopathy (DR), a leading cause of blindness in the working-age population, is a severe complication of type 2 diabetes mellitus (T2DM). The global increase in T2DM due to high-fat diets necessitates urgent research into the pathogenesis and precision treatments for high-fat-induced DR. Emerging clinical evidence of liver-retina crosstalk offers new mechanistic insights, while the underlying network of metabolites and secreted proteins within the liver-retina axis in high-fat diets...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845434",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The costs of the diagnosis and treatment of canine coccidioidomycosis in endemic regions, USA, 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Coccidioidomycosis (\"Valley fever\") is a fungal disease that causes a wide range of illness severity in animals and people. Here, we use U.S. Census data, surveys of pet ownership demographics, and results of a nation-wide dog serologic study to estimate the financial burden of the disease to dog owners. We estimate that the one-year cost of diagnosis and treatment for uncomplicated pulmonary coccidioidomycosis in dogs across 6 endemic southwestern U.S. states ranged from $60,117,875 to...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845432",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors of depressive and anxiety symptoms in Chinese adolescent girls: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Depression and anxiety are common in adolescence girls. This study aims to examine the prevalence and risk factors associated with depressive and anxiety symptoms in Chinese adolescent girls. A cross-sectional study was conducted in six provinces in the eastern, central, and western regions of China. A total of 4,658 adolescence girls aged 10-19 years old was included in this study. Depressive and anxiety symptoms were assessed by the Patient Health Questionnaire-9 (PHQ-9) and the Generalized...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847121",
      "journal": null,
      "objective": "to examine the prevalence and risk factors associated with depressive and anxiety symptoms in Chinese adolescent girls",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of the number of non-opioid psychotropic medications and their co-exposures during pregnancy on short-term outcomes in full-term neonates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "This study aimed to evaluate the impact of the number of psychotropic medications on short-term neonatal outcomes in pregnancies complicated by maternal psychiatric disorders, focusing on the effect of non-opioid psychotropic polypharmacy and co-exposure. A retrospective study was conducted on pregnancies complicated by maternal mental disorders that resulted in full-term singleton deliveries at a tertiary perinatal hospital between 2019 and 2023. Among 4,367 deliveries during the study period,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847116",
      "journal": null,
      "objective": "evaluate the impact of the number of psychotropic medications on short-term neonatal outcomes in pregnancies complicated by maternal psychiatric disorders, focusing on the effect of non-opioid psychot...",
      "significance": "of the number of psychotropic medications on short-term neonatal outcomes in pregnancies complicated by maternal psychiatric disorders, focusing on the effect of non-opioid psychotropic polypharmacy a...",
      "conclusion": null
    },
    {
      "title": "Alpha-Synuclein Lesions in the Peripheral Nervous System of the Larynx in Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Swallowing, speech and voice (SSV) disorders are very common in Parkinson's disease (PD). The aim of the present studies was to test our hypothesis that PD pathology affects the peripheral nervous system (PNS) of the larynx, thus possibly contributing to SSV deficits. Twenty-eight adult human larynges obtained from autopsied subjects with clinically diagnosed and neuropathologically confirmed PD (n = 20) and age-matched healthy controls (n = 8) were studied. Three laryngeal nerves (i.e.,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847092",
      "journal": null,
      "objective": "of the present studies was to test our hypothesis that PD pathology affects the peripheral nervous system (PNS) of the larynx, thus possibly contributing to SSV deficits",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Birth weight in relation to maternal and neonatal biomarker concentration of perfluorooctane sulfonic acid: a meta-analysis and meta-regression from a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Perfluorooctane sulfonic acid (PFOS) is a legacy chemical, that while banned in some countries, is still found in various environmental media and in nearly all humans given its long half-life.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847085",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural and mechanistic insights into dual activation of cagrilintide in amylin and calcitonin receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The global obesity epidemic and its associated metabolic disorders urgently require more effective therapeutic interventions, particularly multi-pathway targeting therapies. Cagrilintide (Cagri), functioning as a dual amylin receptor (AMYRs) and calcitonin receptor (CTR) agonist (DACRA), demonstrates significant efficacy in obesity treatment, although its structural activation mechanism remains unclear. This study elucidates the non-selective activation mechanism by determining cryo-EM...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847076",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensor-based evaluation of intermittent fasting regimes: a machine learning and statistical approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The primary aim was to develop and assess the performance and applicability of different models utilizing sensor data to determine dietary adherence, specifically within the context of intermittent fasting. Our approach utilized time-series data from two completed human trials, which included continuous glucose monitoring, acceleration data, and food diaries, and a synthetic data set. Machine learning models achieved an average F1-score of 0.88 in distinguishing between fasting and non-fasting...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847068",
      "journal": null,
      "objective": "was to develop and assess the performance and applicability of different models utilizing sensor data to determine dietary adherence, specifically within the context of intermittent fasting",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GraphVelo allows for accurate inference of multimodal velocities and molecular mechanisms for single cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "RNA velocities and generalizations emerge as powerful approaches for extracting time-resolved information from high-throughput snapshot single-cell data. Yet, several inherent limitations restrict applying the approaches to genes not suitable for RNA velocity inference due to complex transcriptional dynamics, low expression, or lacking splicing dynamics, or data of non-transcriptomic modality. Here, we present GraphVelo, a graph-based machine learning procedure that uses as input the RNA...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847023",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of radiation therapy on breast satisfaction and health-related quality of life after breast reconstruction: a multicenter cross-sectional controlled study (Reborn study-02)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: PMRT was associated with decreased breast satisfaction and HR-QOL in patients with reconstructed breasts. Patients should be given comprehensive information regarding the potential impacts of PMRT on breast satisfaction and HR-QOL. Shared decision-making based on realistic preoperative expectations is critical for optimal patient outcomes and satisfaction with treatment modalities.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847020",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PMRT was associated with decreased breast satisfaction and HR-QOL in patients with reconstructed breasts. Patients should be given comprehensive information regarding the potential impacts of PMRT on breast satisfaction and HR-QOL"
    },
    {
      "title": "Evidence for compositionality in fMRI visual representations via Brain Algebra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Electrophysiological and neuroimaging studies have revealed how the brain encodes various visual categories and concepts. An open question is how combinations of multiple visual concepts are represented in terms of the component brain patterns: are brain responses to individual concepts composed according to algebraic rules? To explore this, we generated \"conceptual perturbations\" in neural space by averaging fMRI responses to images with a shared concept (e.g., \"winter\" or \"summer\"). After...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847014",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioinformatics mining and experimental validation of prognostic biomarkers in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Colorectal cancer (CRC) is a prevalent condition with increasing incidence and mortality rates. The identification of robust prognostic gene signatures remains an unmet clinical need in CRC treatment. In this study, data from the GEO and TCGA databases were utilized to identify 2,779 upregulated and 2,629 downregulated genes in CRC tissues compared to adjacent normal tissues. WGCNA analysis highlighted the MEbrown module, which comprised 1,639 genes that exhibited strong correlations with CRC...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847013",
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An intelligent diagnostic model for pulmonary nodules utilizing chest radiographic imagery and its application in community-based lung cancer screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The CXR-RANet presents a robust, scalable tool for diagnosing pulmonary nodules and lung cancer, enhancing the capabilities of community physicians in early detection and management, independent of expert experience. Its superior performance in feature extraction and classification underscores its value in lung cancer screening.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847012",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CXR-RANet presents a robust, scalable tool for diagnosing pulmonary nodules and lung cancer, enhancing the capabilities of community physicians in early detection and management, independent of expert experience. Its superior performance in feature extraction and classification underscores its v..."
    },
    {
      "title": "The novel role of DUSP4 in suppressing ferroptosis and promoting cytotoxicity of CD8<sup>+</sup> T cells in MSI colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DUSP4 acts as a negative regulator of ferroptosis and a positive regulator of CD8^(+) T cell infiltration in MSI CRC.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847010",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "DUSP4 acts as a negative regulator of ferroptosis and a positive regulator of CD8^(+) T cell infiltration in MSI CRC"
    },
    {
      "title": "Predictive value of subgenual cingulate normative connectivity to TMS treatment site for antidepressant response in routine clinical practice: a prospective, multisite cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Small single-site studies found that transcranial magnetic stimulation (TMS) targets with better antidepressant response were more negatively functionally connected to the subgenual cingulate cortex (SGC). These led to \"anti-subgenual\" TMS targeting in recent clinical trials. We conducted a larger prospective multi-site observational study to test the robustness of this observation in more diverse clinical populations. Sixty-six treatment-seeking individuals with major depressive disorder (MDD)...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847007",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysfunctional circular RNA network in major depressive disorder: dissecting the cell identity and potential clinical applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "Circular RNAs (circRNAs), characterized by their unique covalently closed circular structure, are highly stable, conserved, and expressed in a tissue-, cell-, and developmental stage-specific manner. A lot of evidence has indicated that circRNAs play a crucial role in diversified biological and pathological processes by sponging microRNAs (miRNAs), interacting with proteins, or being translated into particular proteins, etc. Recent advancements in bioinformatics have revealed a close association...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847006",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mycoviruses steer fungal fitness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40847000",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SARS-CoV-2 infection induces pro-fibrotic and pro-thrombotic foam cell formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "COVID-19 and long COVID are characterized by a dysregulated immune response. However, the role of macrophages during viral infection is poorly defined. Here we demonstrate that SARS-CoV-2 infection results in increased macrophage numbers and extensive formation of enlarged lipid-laden macrophages or foam cells using humanized mice, rhesus macaques and post-mortem human lung tissue. Notably, infection by other coronaviruses tested, SARS-CoV-1, MERS-CoV and two bat coronaviruses (SHC014-CoV or...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40846999",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "α-Ketoglutarate dictates AMPK protein synthesis for energy sensing in human cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40846998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250823023008&v=2.18.0.post9+e462414",
      "description": "The energy sensor AMP-activated protein kinase (AMPK) promotes tumor cell survival under stress but how to prevent AMPK activation to blunt tumor progression remains unclear. Here we show that the metabolite α-ketoglutarate (α-KG) dictates AMPK translation through a TET-YBX1 axis, which can be exploited to sensitize human cancer cells to energy stress. α-KG-deficient cells fail to activate AMPK under glucose starvation, which elicits cytosolic NADPH depletion and disulfidptosis. Mechanistically,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40846998",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}