{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-29T19:20:56.090Z",
  "totalItems": 150,
  "totalArchived": 19984,
  "newPapersAdded": 343,
  "institutionBreakdown": {
    "KAIST": 31,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 34,
    "IBS": 4,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 6,
    "Kyung Hee University": 8,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 72,
    "Neuroscience": 6,
    "Computer Science": 6,
    "Biomedical": 37,
    "Cancer Research": 16,
    "Materials Science": 13
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Programmable Helicity and Macrocycle Symmetry in β-Peptides via Site-Selective Thioamide Substitution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Thioamides─minimalist amide isosteres in which sulfur replaces the backbone carbonyl oxygen─offer a precise means to modulate peptide conformation through altered hydrogen-bond geometry and polarity. This work presents a general and experimentally validated strategy for programming β-peptide secondary structure with atomic precision, using site-selective thioamide substitution as a minimalist backbone modification. While thioamides have been studied individually, their positional control within...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41159778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Mechanical Polishing of Plasma-Modified Cu/Polymer Interfaces for Advanced Hybrid Bonding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Hybrid bonding, referring to direct bonding between metal and insulator layers, has become a key technology for next-generation semiconductor packaging, enabling high-density interconnects, fast signal transmission, and a compact form factor. Polymer dielectrics such as benzocyclobutene (BCB) provide excellent insulation and adhesion but pose challenges for chemical mechanical polishing (CMP) due to their viscoelasticity. Here, a CMP-compatible strategy based on argon (Ar) plasma modification of...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41159511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of murayaquinone from an endophytic bacterium Streptomyces sp. AN140557 as a potent inhibitor of the pine wood nematode, Bursaphelenchus xylophilus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results highlight the nematicidal potential of the murayaquinone derived from Streptomyces sp. AN140557. This is the first report of murayaquinone exhibiting biocontrol potential against PWN, suggesting its possibility as a PWD control agent. © 2025 The Author(s). Pest Management Science published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41157963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": "Our results highlight the nematicidal potential of the murayaquinone derived from Streptomyces sp. AN140557"
    },
    {
      "title": "A Study on the Performance Comparison of Brain MRI Image-Based Abnormality Classification Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "We developed a model that classifies normal and abnormal brain MRI images. This study initially referenced a small-scale real patient dataset (98 normal and 155 abnormal MRI images) provided by the National Institute of Aging (NIA) to illustrate the class imbalance challenge. However, all experiments and performance evaluations were conducted on a larger synthetic dataset (10,000 images; 5000 normal and 5000 abnormal) generated from the National Imaging System (NIS/AI Hub). Therefore, while the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41157286",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MMSE-Based Dementia Prediction: Deep vs. Traditional Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Early and accurate diagnosis of dementia is essential to improving patient outcomes and reducing societal burden. The Mini-Mental State Examination (MMSE) is widely used to assess cognitive function, yet traditional statistical and machine learning approaches often face limitations in capturing nonlinear interactions and subtle decline patterns. This study developed a novel deep learning-based dementia prediction model using MMSE data collected from domestic clinical settings and compared its...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41157217",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Neural Network Approach for Hardness Prediction in High-Entropy Alloys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "High-entropy alloys (HEAs) are highly concentrated, multicomponent alloys that have received significant attention due to their superior properties compared to conventional alloys. The mechanical properties and hardness are interrelated, and it is widely known that the hardness of HEAs depends on the principal alloying elements and their composition. Therefore, the desired hardness prediction to develop new HEAs is more interesting. However, the relationship of these compositions with the HEA...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156885",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Typing of <em>Yersinia pestis</em> in Challenging Forensic Samples Through Targeted Next-Generation Sequencing of Multilocus Variable Number Tandem Repeat Regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Microbial forensics involves analyzing biological evidence to evaluate weaponized microorganisms or their toxins. This study aimed to detect and type Yersinia pestis from four simulated forensic samples-human plasma diluted in phosphate-buffered saline (#24-2), tomato juice (#24-5), grape juice (#24-8), and a surgical mask (#24-10). Notably, samples #24-10 may have contained live bacteria other than Y. pestis. A real-time polymerase chain reaction confirmed the presence of Y. pestis in all...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156780",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "detect and type Yersinia pestis from four simulated forensic samples-human plasma diluted in phosphate-buffered saline (#24-2), tomato juice (#24-5), grape juice (#24-8), and a surgical mask (#24-10)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Protaetia brevitarsis seulensis</em> Larvae Extract Attenuates Inflammatory Osteoclast Differentiation and Bone Loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The larvae of Protaetia brevitarsis seulensis (PB), an edible insect, exhibit diverse bioactivities, but their effects on inflammatory bone loss remain unclear. We investigated whether a 70% ethanol extract of PB larvae (PBE) suppresses osteoclast differentiation and bone loss under inflammatory conditions. Methods: Osteoclast differentiation was assessed in co-cultures of mouse bone marrow cells and osteocytic cells stimulated with interleukin-1 (IL-1). Direct effects on...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "The larvae of Protaetia brevitarsis seulensis (PB), an edible insect, exhibit diverse bioactivities, but their effects on inflammatory bone loss remain unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward Thermally Stimuli-Responsive Polymeric Vesicles Fabricated by Block Copolymer Blends for Nanocarriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Polymeric vesicles, characterized by enhanced colloidal stability, excellent mechanical properties, controllable surface functionality, and adjustable membrane thickness, are extremely useful in nano- and bio-technology for potential applications as nanosized carriers for drugs and enzymes. However, a few preparative steps are necessary to achieve a unilamellar vesicle with a narrow size distribution. Herein, we report the spontaneous formation of unilamellar polymeric vesicles with nanometer...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST"
      ],
      "pmid": "41156379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of the Modification of Perioperative Anti-Rheumatic Medications on Early Complications After Total Ankle Arthroplasty for Severe Rheumatoid Arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The potential risk of postoperative complications related to chronic inflammation and immunosuppressive therapy is still an ongoing concern for patients with rheumatoid arthritis (RA). This retrospective comparative study reports the outcomes, including early complications after total ankle arthroplasty (TAA), for end-stage RA, and the effects of the modification of perioperative anti-rheumatic medications. Methods: A total of 18 patients (the controlled group) with and 16...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41156150",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The potential risk of postoperative complications related to chronic inflammation and immunosuppressive therapy is still an ongoing concern for patients with rheumatoid arthritis (RA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Osteoarthritis and the Triglyceride-Glucose Index in the Korean Population: A Large-Scale Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Osteoarthritis (OA) is associated with triglyceride-glucose (TyG) index values. However, the evidence supporting this association remains controversial. This study explores the associations of OA with the TyG index and with a combination of the TyG index and obesity in the Korean population. Methods: A total of 15,128 subjects (including 6575 men and 8553 women) were included in this analysis. Complex sample binary logistic regression was used to analyze the associations of OA with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41156096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, Synthesis and Biological Evaluation of Pyrazolopyrimidine Derivatives as Aryl Hydrocarbon Receptor Antagonists for Colorectal Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Aryl hydrocarbon receptor (AhR) is a transcription factor that is involved in the regulation of immunity. AhR inhibits T cell activation in tumors, which induces immune suppression in the blood and solid tumors. We identified effective small-molecule AhR antagonists for cancer immunotherapy. Methods: A new series of pyrazolopyrimidine derivatives was synthesized and evaluated for AhR antagonistic activity. Results: Compound 7k exhibited significant antagonistic activity against AhR...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41155994",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the Prognostic Performance of Various Machine Learning Models in Patients with Acute Myocardial Infarction: Results from the COREA-AMI Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: To date, several machine learning (ML) prognostic prediction models have been investigated for patients with acute myocardial infarction (AMI). However, few studies have compared the prognostic performance of ML techniques in AMI patients who underwent percutaneous coronary intervention (PCI). We sought to compare the prognostic performance among various machine learning techniques to determine which one showed the best prediction ability. Materials and Methods: Using...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41155770",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To date, several machine learning (ML) prognostic prediction models have been investigated for patients with acute myocardial infarction (AMI)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effects of Ritonavir on the Pharmacokinetics of Tofacitinib in Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objective: Tofacitinib (TOF), an oral Janus kinase inhibitor used to treat rheumatoid arthritis (RA), is extensively metabolized by cytochrome P450 (CYP) 3A4. Ritonavir (RTV), a protease inhibitor, is commonly used as a pharmacokinetic (PK) enhancer due to its potent CYP3A4 inhibitory effects. Considering the prevalence of comorbidities in RA patients, it is possible to use TOF and RTV concurrently, raising concerns about potential drug-drug interactions (DDIs). The current study...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155674",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Tofacitinib (TOF), an oral Janus kinase inhibitor used to treat rheumatoid arthritis (RA), is extensively metabolized by cytochrome P450 (CYP) 3A4",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-Performance Liquid Chromatography-Tandem Mass Spectrometry Multiple Reaction Monitoring-Based Multi-Component Analysis of Bangkeehwangkee-Tang: Method Development, Validation, and Application to Quality Evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Bangkeehwangkee-tang (BHT) is a traditional herbal formula composed of six medicinal herbs: Sinomenii Caulis et Rhizoma, Astragali Radix, Atractylodis Rhizoma Alba, Zingiberis Rhizoma Recens, Zizyphi Fructus, and Glycyrrhizae Radix et Rhizoma. BHT has been widely used for its immunomodulatory and anti-inflammatory effects. This study aimed to develop a reliable analytical method for the simultaneous determination of 22 marker compounds to ensure consistent quality control...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Bangkeehwangkee-tang (BHT) is a traditional herbal formula composed of six medicinal herbs: Sinomenii Caulis et Rhizoma, Astragali Radix, Atractylodis Rhizoma Alba, Zingiberis Rhizoma Recens, Zizyphi ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic Potential and Cancer Cell Death-Inducing Effects of Apigenin and Its Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Cancer remains one of the leading global health challenges, driving extensive research into natural dietary compounds with potential preventive and therapeutic benefits. This review data from preclinical research on the significance of a diet abundant in flavonoids in reducing cancer risk. An increasing number of experimental studies suggest that flavonoids play a protective role by modulating diverse mechanisms associated with cancer, including carcinogen activation, cellular signaling, cell...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41155376",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of a diet abundant in flavonoids in reducing cancer risk",
      "conclusion": null
    },
    {
      "title": "Antihyperuricemic Effects of <em>Cornus officinalis</em> Extract via URAT1 Regulation and Renoprotective Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Hyperuricemia, characterized by elevated serum uric acid levels, is a major risk factor for gout and kidney disease. This study evaluated the antihyperuricemic effects of Cornus officinalis extract (COE) using urate transporter 1 (URAT1)-expressing oocytes and a hyperuricemia rat model. COE effectively inhibited uric acid absorption by modulating URAT1, with an IC(50) value of 3.24 µg/mL. In the hyperuricemia model, COE administration (100 and 200 mg/kg) significantly reduced serum uric acid...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Terminalia chebula</em> Fruit Extract Ameliorates Peripheral Edema by Inhibiting NF-κB and MAPK Signaling Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Peripheral edema is a pathological condition caused by abnormal fluid accumulation in the interstitial space due to elevated vascular permeability and inflammation. This study evaluated the therapeutic efficacy of Terminalia chebula fruit extract (TCE) in inflammation-induced peripheral edema and clarified its molecular mechanisms. Using hydrogen peroxide (H(2)O(2))-stimulated human umbilical vein endothelial cells (HUVECs), TCE was tested for effects on cell viability, inflammatory gene...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41155257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Optimal Fibular Strut Bone Graft Fixation Angle for Unstable Proximal Humerus Fractures: A Finite Element Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Adding a fibular strut bone graft to locking plate fixation has been introduced to improve stability and prevent varus collapse. The purpose of this study was to perform finite element analysis (FEA) of the biomechanical characteristics of different insertion angles of the fibular strut graft in proximal humerus fractures. Proximal humerus fractures with metaphyseal comminution and instability were simulated by creating wedge-shaped osteotomies medially and laterally for varus and valgus models,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41155077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to perform finite element analysis (FEA) of the biomechanical characteristics of different insertion angles of the fibular strut graft in proximal humerus fractures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Classification of Hemiplegic Gait and Mimicked Hemiplegic Gait: A Treadmill Gait Analysis Study in Stroke Patients and Healthy Individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Differentiating genuine hemiplegic gait (HG) in stroke survivors from hemiplegic-like gait voluntarily imitated by healthy adults (MHG) is essential for reliable assessment and intervention planning. Treadmill-based gait data were obtained from 79 participants-39 stroke patients (HG) and 40 healthy adults-instructed to mimic HG (MHG). Forty-eight spatiotemporal and force-related variables were extracted. Random Forest, support vector machine (SVM), and logistic regression classifiers were...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41155073",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cancer-Associated Fibroblasts Arising from Endothelial-to-Mesenchymal Transition: Induction Factors, Functional Roles, and Transcriptomic Evidence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41154806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Cancer-associated fibroblasts (CAFs) are key components of the tumor microenvironment (TME) that influence cancer progression via extracellular matrix (ECM) remodeling and secretion of growth factors and cytokines. Endothelial-to-mesenchymal transition (EndMT) is emerging as an important axis among the heterogeneous origins of CAFs. This review introduces the diverse methods used to induce EndMT in cancer-mouse tumor models, conditioned-medium treatment, co-culture, targeted gene perturbation,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41154806",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "axis among the heterogeneous origins of CAFs",
      "conclusion": null
    },
    {
      "title": "Association Between Unmet Healthcare Needs and Depression in Older Adults: Evidence from the Korean National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41154314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Studies on the relationship between unmet healthcare needs and depression in older adults are limited in Asia. This study aimed to investigate the relationship between unmet healthcare needs and the risk of depression in older adults aged ≥65 years in Korea. Methods: This cross-sectional study used data from the Korean National Health and Nutrition Examination Survey in 2014, 2016, and 2018. Three models were constructed using a weighted multivariate logistic regression analysis to...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41154314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "older adults are limited in Asia. This study aimed to investigate the relationship between unmet hea",
      "objective": "investigate the relationship between unmet healthcare needs and the risk of depression in older adults aged ≥65 years in Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of Novel Biomaterials to Enhance Bone Regeneration in a Canine Non-Union Olecranon Fracture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "A six-year-old, neutered male Pomeranian weighing 4.25 kg was presented with a two-year history of non-weight-bearing lameness of the left thoracic limb following an untreated traumatic olecranon fracture. Orthopedic examination revealed markedly reduced elbow joint range of motion and muscle atrophy. Radiographs demonstrated a distinct fracture line with proximolateral displacement of the olecranon fragment. Preoperative computed tomography (CT) and three-dimensional (3D) reconstruction were...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153895",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Whole-Body, Local, and Modality-Specific Vibration Therapy on Gait in Parkinson's Disease: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Gait dysfunction is a major contributor to disability and reduced quality of life in Parkinson's disease (PD). Although pharmacological treatments and exercise-based rehabilitation programs provide partial improvement, residual gait dysfunction often persists. Given these limitations, there has been growing interest in non-pharmacological and non-invasive strategies such as vibration therapy (VT). However, previous systematic reviews and meta-analyses have yielded...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Gait dysfunction is a major contributor to disability and reduced quality of life in Parkinson's disease (PD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Allergic Conditions with Adolescent Sleep Duration: A National Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Managing allergic rhinitis may be crucial to promoting adequate sleep during adolescence. Furthermore, future research should incorporate physiological indicators to assess sleep quality, as self-reported measures may not capture sleep disturbances such as night-time awakenings. These findings can inform the development of integrated health strategies to enhance physical and psychological well-being of adolescents.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Managing allergic rhinitis may be crucial to promoting adequate sleep during adolescence. Furthermore, future research should incorporate physiological indicators to assess sleep quality, as self-reported measures may not capture sleep disturbances such as night-time awakenings"
    },
    {
      "title": "Pediatric Foreign Body Ingestion: Analysis of Patient Characteristics and Surgical Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FB ingestion predominantly affects young male children. Magnet ingestion frequently requires surgical intervention, underscoring the importance of preventive measures and safer environments. Surgical treatment should be considered in patients with symptomatic presentation, multiple ingested objects, or an uncertain ingestion history.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153536",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FB ingestion predominantly affects young male children. Magnet ingestion frequently requires surgical intervention, underscoring the importance of preventive measures and safer environments"
    },
    {
      "title": "Cross-Cultural Adaptation and Validation of the Mini-Eating and Drinking Ability Classification System for Korean Children with Cerebral Palsy Aged 18-36 Months",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Korean Mini-EDACS is a reliable and valid tool for classifying eating and drinking abilities in children with CP under 3 years. It enables standardized communication between caregivers and clinicians, complements existing functional classification systems, and may facilitate earlier identification and intervention for feeding difficulties.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Korean Mini-EDACS is a reliable and valid tool for classifying eating and drinking abilities in children with CP under 3 years. It enables standardized communication between caregivers and clinicians, complements existing functional classification systems, and may facilitate earlier identificati..."
    },
    {
      "title": "Trust Formation, Error Impact, and Repair in Human-AI Financial Advisory: A Dynamic Behavioral Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41153160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Understanding how trust in artificial intelligence evolves is crucial for predicting human behavior in AI-enabled environments. While existing research focuses on initial acceptance factors, the temporal dynamics of AI trust remain poorly understood. This study develops a temporal trust dynamics framework proposing three phases: formation through accuracy cues, single-error shock, and post-error repair through explanations. Two experiments in financial advisory contexts tested this framework....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41153160",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of hospitalization before hemodialysis on mortality in dialysis patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41152728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients hospitalized for more than 1 month before starting dialysis had significantly higher overall mortality rates. These findings highlight the need for comprehensive care and targeted interventions for this high-risk population.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University"
      ],
      "pmid": "41152728",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients hospitalized for more than 1 month before starting dialysis had significantly higher overall mortality rates. These findings highlight the need for comprehensive care and targeted interventions for this high-risk population"
    },
    {
      "title": "Cancer-associated fibroblast-derived GAS6 increases resistance to chemotherapy through AXL/STAT3/ABCG1 in gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41152601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CAF-derived GAS6 induces GC chemoresistance via the AXL/STAT3/ABCG1 pathway. 9im restores chemosensitivity by inhibiting AXL and ABCG1-mediated efflux. AXL inhibitors with chemotherapy may improve GC treatment.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41152601",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CAF-derived GAS6 induces GC chemoresistance via the AXL/STAT3/ABCG1 pathway. 9im restores chemosensitivity by inhibiting AXL and ABCG1-mediated efflux"
    },
    {
      "title": "Effects of organic and inorganic stabilizer amendments on arsenic and heavy metal transfer to lettuce and young radish in contaminated soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41152513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "This study assessed the potential of organic and inorganic soil amendments to reduce arsenic (As) and heavy metals (Pb, Zn, Cu, Cd) mobility and uptake by crops in contaminated agricultural soils. A pot experiment was conducted using biochar and a limestone-steel slag mixture (LSM) as stabilizing agents, with lettuce (Lactuca sativa L.) and young radish (Raphanus sativus var. longipinnatus) as test crops. The stabilization effects were evaluated by measuring 0.1 N HCl-extractable metal fractions...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41152513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in Gut Microbiome Following Acupuncture and Moxibustion in Patients With Parkinson Disease: Protocol for a Single-Group, Prospective, Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first clinical study to assess the effects of acupuncture and moxibustion on gut microbiome and explore its association with symptoms in patients with PD. The results will provide clinical evidence to explain the microbiome-gut-brain axis mechanism of acupuncture and moxibustion for PD and suggest the possibility of acupuncture as an alternative therapy for PD.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41160081",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first clinical study to assess the effects of acupuncture and moxibustion on gut microbiome and explore its association with symptoms in patients with PD. The results will provide clinical evidence to explain the microbiome-gut-brain axis mechanism of acupuncture and moxibustion for PD a..."
    },
    {
      "title": "Printable Stretchable Serpentine Electrodes Incorporating Support Patterns for Stretchable Electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The serpentine interconnect is a key component in implementing the island-bridge architecture for stretchable electronics. It has a simple structure and is easy to design and fabricate. However, its dimensions significantly influence the elasticity and are often limited by manufacturing constraints and available space. In this study, stretchability was enhanced by incorporating support patterns within the dimensional limits. The serpentine line width was optimized for the printing process, and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41160066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving Reaction Yield Prediction with Chemical Atom-Level Reaction Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Reaction yield, the percentage of reactants successfully converted into desired products relative to the theoretical maximum, is a critical metric for evaluating chemical reaction efficiency. Accurate prediction of reaction yields enables chemists to explore reaction space more effectively and design optimal synthetic pathways, which is essential for synthetic chemistry, drug development, and materials science. However, yield prediction remains challenging due to the complex influence of side...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159946",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age- and sex-specific knee alignment patterns in symptomatic Korean patients: A cross-sectional deep learning analysis of 16,000 knees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Knee alignment demonstrated nonlinear associations with age and clear sex-related differences. These findings underscore the need to consider age- and sex-specific alignment characteristics in clinical evaluation and research on osteoarthritis risk.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41159920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Knee alignment demonstrated nonlinear associations with age and clear sex-related differences. These findings underscore the need to consider age- and sex-specific alignment characteristics in clinical evaluation and research on osteoarthritis risk"
    },
    {
      "title": "Evaluation of the Real-World Practice of Model-Informed Therapeutic Drug Monitoring and Its Association With Pharmacokinetic Target Attainment Rates: A Large-Scale, Single-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The use of model-informed TDM, measured as the proportion of TDM consultations, varied across drugs and was generally associated with higher PK target attainment rates. Renal impairment, obesity, and advanced age require specific considerations to determine optimal dosing.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of model-informed TDM, measured as the proportion of TDM consultations, varied across drugs and was generally associated with higher PK target attainment rates. Renal impairment, obesity, and advanced age require specific considerations to determine optimal dosing"
    },
    {
      "title": "From Image Quality to Study Quality-Toward a Comprehensive Quality Assurance Framework in Prostate MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obstructive sleep apnea and venous thromboembolism risk: a nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: OSA is independently associated with an increased risk of VTE, including both PE and DVT.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OSA is independently associated with an increased risk of VTE, including both PE and DVT"
    },
    {
      "title": "Skeletal and Dentoalveolar Effects Using Three Types of Maxillary Protraction Protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The orthopaedic effects of BAFM and MARPE/FM were greater with maxillary protraction and intermaxillary relationship improvement than RPE/FM after protraction. Midface traction effects with MARPE/FM were less than with BAFM. However, MARPE/FM was more effective in preventing mesial movement and extrusion of the maxillary first molars.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41159630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The orthopaedic effects of BAFM and MARPE/FM were greater with maxillary protraction and intermaxillary relationship improvement than RPE/FM after protraction. Midface traction effects with MARPE/FM were less than with BAFM"
    },
    {
      "title": "Development of a Multienzyme Complex for Efficient Agarose Hydrolysis: Leveraging Agarolytic Enzymes and the Catcher-Tag Technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Red algae, a type of marine biomass, have garnered attention due to their significant economic potential. Agarose, the gelling component of agar, is composed of d-galactose and 3,6-anhydro-l-galactose. In this study, an enzyme-based multienzyme complex was designed to convert agarose into monosaccharides. Briefly, endo-type β-agarase and neoagarobiose hydrolase were employed, and the multienzyme complex was assembled using Catcher-Tag interactions, which facilitated efficient multienzymatic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41159628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using encoded hydrogel microparticles in a 96-well filter plate system for enhanced rinsing efficiency in multiplexed nucleic acid detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Accurate and efficient nucleic acid detection is crucial for biomedical applications, including disease diagnostics and molecular-level insights into disease mechanisms. Among various detection methods, hydrogel microparticle-based assays have garnered significant attention for their high sensitivity and multiplexing capability. However, these assays are often hindered by time-consuming, non-reproducible, and unstable rinsing steps, which compromise sensitivity and reliability. While filter...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41159609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased Anticholinergic Agent Use With Co-prescription of CYP2D6-Inhibiting SSRIs and Risperidone, but not Aripiprazole: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Co-prescription of strong CYP2D6-inhibiting SSRIs with risperidone, but not aripiprazole, is associated with a significant increase in anticholinergic use, providing large-scale, real-world evidence of a clinically meaningful DDI. These findings underscore the importance of considering SSRI metabolic profiles to mitigate EPS risk in patients treated with risperidone.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159603",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Co-prescription of strong CYP2D6-inhibiting SSRIs with risperidone, but not aripiprazole, is associated with a significant increase in anticholinergic use, providing large-scale, real-world evidence of a clinically meaningful DDI. These findings underscore the importance of considering SSRI metaboli..."
    },
    {
      "title": "Research Communication: Risk of Tuberculosis With Advanced Therapies in 20,705 Patients With Inflammatory Bowel Diseases in Low Incidence Regions-A U.S. Claims-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "We conducted a USA claims-based cohort study in 20,705 patients with inflammatory bowel diseases (IBD) on advanced therapies to estimate the overall and comparative risk of tuberculosis between advanced therapies using inverse probability of treatment weighted Cox proportional hazards model. The incidence rate (IR, per 100,000 person-years) of tuberculosis with TNF antagonists (n = 9378) and non-TNF-targeting biologics (anti-integrins [n = 5877], anti-interleukins [n = 5450]) was similar (38...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering the morphology of Mn(II)-chelated hybrid polyion nanocomplexes <em>via</em> tryptophan-directed assembly of double-hydrophilic block-copolymers for enhanced magnetic relaxation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Self-assembled nanostructures from double-hydrophilic block copolymers (DHBCs) offer versatile platforms for engineering nanomaterials with tunable morphologies. Herein, we report a rational design strategy employing a tryptophan (Trp)-functionalized poly(acrylic acid)-block-poly(ethylene glycol) (PAA-b-PEG), where Trp end groups enable hydrophobic interactions and acid-triggered Mannich-type dimerization, driving vesicle formation in aqueous media. The resulting Trp-PAA-b-PEG vesicles display...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41159399",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fine dust risk perception, perceived restorativeness, and environmental policy support among park visitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results highlight the role of nature-based experiences in fostering both psychological well-being and environmental engagement. As air pollution continues to pose health risks, providing access to clean, green spaces can be an effective intervention for improving public health and encouraging sustainability advocacy. Policymakers and urban planners should integrate green spaces into urban planning to enhance citizens' environmental awareness and engagement. Future studies...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41159173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "These results highlight the role of nature-based experiences in fostering both psychological well-being and environmental engagement. As air pollution continues to pose health risks, providing access to clean, green spaces can be an effective intervention for improving public health and encouraging ..."
    },
    {
      "title": "Psychosocial adaptation of children and adolescents with phenylketonuria in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Phenylketonuria (PKU) is one of the most common inherited metabolic disorders. If recognized and treated early, patients can avoid severe complications and maintain normal intellectual functioning. However, despite early and intensive treatment, several studies have reported an increased prevalence of psychiatric and behavioral symptoms, particularly in adulthood. The aim of this study was to investigate psychiatric manifestations in children and adolescents with PKU. The Korean version of the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158985",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to investigate psychiatric manifestations in children and adolescents with PKU",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Beyond Hunger: Uncovering the Link between Food Insecurity and Depression, Anxiety, and Stress in Adolescents [Current Developments in Nutrition 9 (2025) 107453]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.cdnut.2025.107453.].",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41158960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "UAV-based intelligent traffic surveillance using recurrent neural networks and Swin transformer for dynamic environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Urban traffic congestion, environmental degradation, and road safety challenges necessitate intelligent aerial robotic systems capable of real-time adaptive decision-making. Unmanned Aerial Vehicles (UAVs), with their flexible deployment and high vantage point, offer a promising solution for large-scale traffic surveillance in complex urban environments. This study introduces a UAV-based neural framework that addresses challenges such as asymmetric vehicle motion, scale variations,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41158789",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of cough in asthma patients attending clinic using the cough questionnaire for asthma (CQA)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CQA6 is a reliable and valid tool for assessing cough severity and its impact in asthma patients. It will help in the evaluation of cough as an important contributory symptom for asthma management.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158394",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in asthma patients",
      "conclusion": "CQA6 is a reliable and valid tool for assessing cough severity and its impact in asthma patients. It will help in the evaluation of cough as an important contributory symptom for asthma management"
    },
    {
      "title": "Surgical adjuncts in minimally invasive repair of pectus excavatum and carinatum deformities: techniques for internal visualization, sternal elevation, and depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Over the past two decades, the repair of pectus excavatum (PE) and pectus carinatum (PC) has evolved significantly, driven by innovations in surgical adjuncts and device development. Originally limited by high risks due to blind mediastinal dissection and force-based correction, pectus repair techniques now prioritize safety, precision, and minimal invasiveness. This paper introduces a series of adjunctive techniques and custom-designed tools that address major limitations in PE and PC surgery....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neoadjuvant chemoimmunotherapy versus chemoradiotherapy for non-small cell lung cancer: a comparative analysis of clinical outcomes and pathologic response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: neoCCRT and neoCIT demonstrate comparable safety and survival outcomes in patients with locally advanced NSCLC. While neoCCRT led to higher MPR rates, this did not correspond to improved survival. Treatment selection should be individualized based on tumor burden, histologic subtype, and risk of distant metastasis.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158382",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "neoCCRT and neoCIT demonstrate comparable safety and survival outcomes in patients with locally advanced NSCLC. While neoCCRT led to higher MPR rates, this did not correspond to improved survival"
    },
    {
      "title": "Impact of ventilation strategy on recurrence patterns after pneumothorax surgery: a stratified analysis by lung dystrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher preoperative DSS showed strong association with postoperative recurrence, especially on contralateral recurrence when TLV was utilized. Therefore, using the DSS for preoperative risk stratification to guide the selection of an optimal ventilation strategy may be important and could be considered for improving surgical outcomes in pneumothorax treatment.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41158345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "and could be considered for improving surgical outcomes in pneumothorax treatment",
      "conclusion": "Higher preoperative DSS showed strong association with postoperative recurrence, especially on contralateral recurrence when TLV was utilized. Therefore, using the DSS for preoperative risk stratification to guide the selection of an optimal ventilation strategy may be important and could be conside..."
    },
    {
      "title": "Low-intensity pulsed ultrasound in acute multiple rib fracture-a prospective analysis, randomized controlled trial and pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LIPUS appears to be a viable and effective treatment option for acute MRF. It may alleviate pain, reduce complications, and improve clinical outcomes, particularly in patients with traumatic hemothorax or pneumothorax.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LIPUS appears to be a viable and effective treatment option for acute MRF. It may alleviate pain, reduce complications, and improve clinical outcomes, particularly in patients with traumatic hemothorax or pneumothorax"
    },
    {
      "title": "Comparative perioperative outcomes of articulated versus conventional straight devices in laparoscopic low anterior resection: a propensity score-matched analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Articulated laparoscopic instruments demonstrated comparable safety and feasibility to conventional instruments but offered no significant clinical or oncological benefits beyond a longer DRM. Larger studies are needed to evaluate their value in laparoscopic rectal surgery.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41158053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Articulated laparoscopic instruments demonstrated comparable safety and feasibility to conventional instruments but offered no significant clinical or oncological benefits beyond a longer DRM. Larger studies are needed to evaluate their value in laparoscopic rectal surgery"
    },
    {
      "title": "Extracellular vesicles in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) remains a major global health issue, with challenges including early detection and recurrence monitoring. While colonoscopy and fecal-based tests are standard screening tools, their limitations have driven interest in less invasive alternatives. Extracellular vesicles (EVs) present in patient liquid biopsy samples have emerged as potential biomarkers and therapeutic tools in CRC. EVs carry molecular cargo, including nucleic acids and proteins, that reflect the status of...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41158051",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Principles of Doppler ultrasound and emerging blood flow imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Doppler ultrasound is one of the oldest modalities for measuring and visualizing blood flow. This review paper explores the principles of Doppler ultrasound and blood flow imaging. Following a brief history of Doppler ultrasound, all Doppler modes, including B-Flow imaging, are discussed, with emphasis on spectral broadening and Doppler spectrum amplitude in relation to clinical implications. The paper also outlines sources of uncertainty in Doppler flow measurement. Emerging technologies in...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157819",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intravascular ultrasound imaging with directional synthetic aperture focusing and coherence factor weighting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that directional echo screening effectively mitigates the limitations encountered with conventional SAF in IVUS imaging, offering a robust pathway to improved image quality. Additionally, the proposed approach can be integrated into existing IVUS workflows, potentially expediting clinical adoption and advancing intravascular diagnostic capabilities.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157818",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that directional echo screening effectively mitigates the limitations encountered with conventional SAF in IVUS imaging, offering a robust pathway to improved image quality",
      "conclusion": "These findings suggest that directional echo screening effectively mitigates the limitations encountered with conventional SAF in IVUS imaging, offering a robust pathway to improved image quality. Additionally, the proposed approach can be integrated into existing IVUS workflows, potentially expedit..."
    },
    {
      "title": "Four New <em>Pinnularia</em> Ehrenberg Species (Bacillariophyta) from Urban Freshwater Streams in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "This study reports the discovery of four novel Pinnularia species-P. latocentra sp. nov., P. rhombocentra sp. nov., P. seouloflexuosa sp. nov., and P. paristriata sp. nov.-from urban freshwater streams in South Korea. Species delimitation was achieved using a polyphasic approach that integrated light and scanning electron microscopy, ecological profiling, and molecular evidence from SSU rRNA and rbcL sequences. Each taxon was confirmed as morphologically and genetically distinct from its closest...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41157764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SIRT1 Activation by Lignans Identified via UPLC-qTOF-MS/MS-Based Metabolomic Profiling of <em>Piper longum</em> L. Fruit (Long Pepper)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The fruits of Piper longum L. (long pepper), a spice and medicinal plant of the family Piperaceae, are widely used in South and Southeast Asian cuisine and traditional medicine, valued for their pungent flavor and aroma. The metabolomic profiling of P. longum using UPLC-qTOF-MS/MS provided a comprehensive chemical characterization of this traditional medicinal plant, revealing that lignans and amide alkaloids are the major classes of secondary metabolites. To further investigate its...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Basal Medium and Organic Additives on In Vitro Germination and Plant Growth of Endangered Orchid <em>Gastrochilus fuscopunctatus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Gastrochilus fuscopunctatus is a rare epiphytic orchid in Korea threatened by habitat loss and illegal collection. This study aimed to establish an efficient in vitro propagation system by evaluating asymbiotic germination and seedling growth. Mature seeds germinated on both Hyponex (Hy) and Orchid Seed Sowing Medium (OSM), but protocorm development was more active on Hy, regardless of 1 µM NAA supplementation. For seedling culture, Murashige and Skoog (MS), Hy, and Orchid Maintenance Medium...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "establish an efficient in vitro propagation system by evaluating asymbiotic germination and seedling growth",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Semi-Automatic Labeling Framework for PCB Defects via Deep Embeddings and Density-Aware Clustering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "(1) Background. Printed circuit board (PCB) inspection is increasingly constrained by the cost and latency of reliable labels, owing to tiny/low-contrast defects embedded in complex backgrounds and severe class imbalance. (2) Methods. We proposed a semi-automatic labeling pipeline that converts anomaly detection proposals into class labels via small margin cropping from images, interchangeable embeddings (HOG, ResNet-50, ViT-B/16), clustering (k-means/GMM/HDBSCAN), and cluster-level verification...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ON-NSW: Accelerating High-Dimensional Vector Search on Edge Devices with GPU-Optimized NSW",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The Industrial Internet of Things (IIoT) increasingly relies on vector embeddings for analytics and AI-driven applications such as anomaly detection, predictive maintenance, and sensor fusion. Efficient approximate nearest neighbor search (ANNS) is essential for these workloads. Graph-based methods are among the most representative methods for ANNS. However, most existing graph-based methods, such as Hierarchical Navigable Small World (HNSW), are designed for CPU execution on high-end servers...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental Context Indicator for Evaluating Quality of GNSS Observation Environment Using Android Smartphone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "With location-based services becoming more common, smartphone global navigation satellite systems (GNSS) have begun to play a significant role in daily life. Providing reliable location information to smartphone users requires considering localization uncertainty, which varies with the surrounding environment. In this study, we developed an environmental context indicator (ECI) to provide interpretable, continuous information on GNSS observation quality using carrier-to-noise density ratio...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comparative Study of Lightweight, Sparse Autoencoder-Based Classifiers for Edge Network Devices: An Efficiency Analysis of Feed-Forward and Deep Neural Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "This study proposes a lightweight classification framework for anomaly traffic detection in edge computing environments. Thirteen packet- and flow-level features extracted from the CIC-IDS2017 dataset were compressed into 4-dimensional latent vectors using a Sparse Autoencoder (SAE). Two classifiers were compared under the same pipeline: a Feed-Forward network (SAE-FF) and a Deep Neural Network (SAE-DNN). To ensure generalization, all experiments were conducted with 5-fold cross-validation....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157493",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Image Representation-Driven Knowledge Distillation for Improved Time-Series Interpretation on Wearable Sensor Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "With the increased demand for wearable sensors, image representations-such as persistence images and Gramian angular fields-transformed from time-series data have been investigated to address challenges in wearables arising from physiological variations, sensor noise, and limitations in capturing contextual information. To preserve the lightweight structural design of models, knowledge distillation (KD) has also been employed alongside image representations during training to distill smaller and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Data-Driven Optimization of Healthcare Recommender System Retraining Pipelines in MLOps with Wearable IoT Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Personalized healthcare recommender systems are increasingly being deployed in edge AI environments through wearable devices. In such environments, cloud servers leverage high-performance GPUs to train base models, which are then optimized for data reduction deployment on edge devices, enabling the delivery of personalized services. However, the base model may experience a gradual decline in accuracy over time, a phenomenon known as model drift. Recommender systems that do not keep up with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimating Sleep-Stage Distribution from Respiratory Sounds via Deep Audio Segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Accurate assessment of sleep architecture is critical for diagnosing and managing sleep disorders, which significantly impact global health and well-being. While polysomnography (PSG) remains the clinical gold standard, its inherent intrusiveness, high cost, and logistical complexity limit its utility for routine or home-based monitoring. Recent advances highlight that subtle variations in respiratory dynamics, such as respiratory rate and cycle regularity, exhibit meaningful correlations with...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41157333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "global health and well-being",
      "conclusion": null
    },
    {
      "title": "Vaginal Microbiome and Functional Pathway Alterations in Preterm Premature Rupture of Membranes Revealed by 16S rRNA Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Preterm prelabor rupture of membranes (PPROM) is a leading cause of preterm birth and significant neonatal morbidity. The vaginal microbiome is implicated in its pathogenesis, but its detailed characteristics and functional consequences remain to be fully elucidated. This study aimed to provide a comprehensive, multi-faceted analysis of the vaginal microbiome and its functional potential in pregnant women with PPROM compared to healthy term controls. We collected vaginal fluid samples from eight...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "provide a comprehensive, multi-faceted analysis of the vaginal microbiome and its functional potential in pregnant women with PPROM compared to healthy term controls",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiation Pneumonitis Risk Assessment Using Fractal Analyses in NSCLC Patients Treated with Curative-Intent Radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study evaluated the utility of complex morphometric analyses for predicting radiation pneumonitis (RP) and proposed a quantitative prognostic framework for patients with non-small cell lung cancer (NSCLC) undergoing curative-intent radiotherapy (RT). Imaging biomarkers, including box-counting fractal dimension (BoxFD), lacunarity, and minimum spanning tree fractal dimension (MSTFD), were assessed for their prognostic significance. Materials and Methods: We retrospectively...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41157269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "This study evaluated the utility of complex morphometric analyses for predicting radiation pneumonitis (RP) and proposed a quantitative prognostic framework for patients with non-small cell lung cance...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cement-Augmented Screw Fixation for Unreconstructible Acetabular Posterior Wall Fractures: A Technical Note",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The management of severely comminuted acetabular posterior wall fractures in young, active patients presents a significant surgical challenge. When anatomical open reduction and internal fixation (ORIF) is not feasible, primary total hip arthroplasty (THA) is often considered but is a suboptimal solution due to concerns over long-term implant survivorship and the inevitability of revision surgery. This single-patient technical note presents a novel joint-preserving technique for managing...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Weekend Catch-Up Sleep and Obesity Among Working Adults: A Cross-Sectional Nationwide Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Insufficient sleep is significantly associated with increased risks of both general and abdominal obesity among Korean workers. While weekend CUS may offer partial mitigation of obesity risk, it should not be considered a substitute for regular, adequate sleep. Longitudinal studies are warranted to further explore causal relationships between sleep patterns and obesity in working populations.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41157236",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Insufficient sleep is significantly associated with increased risks of both general and abdominal obesity among Korean workers. While weekend CUS may offer partial mitigation of obesity risk, it should not be considered a substitute for regular, adequate sleep"
    },
    {
      "title": "Effect of Cervical Manual Therapy on Sleep Quality: A Scoping Review of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: With the dysregulated hypothalamic-pituitary-adrenal axis and aberrant serotonergic activity in FM, in this review, we formed a hypothesis and explored the potential effects of CMT on sleep-related serotonergic activity and HPA axis regulation. This scoping review underscores the need for further research to clarify the neuroendocrinological mechanisms underlying CMT's role in sleep modulation and its potential applications in sleep-related disorders.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With the dysregulated hypothalamic-pituitary-adrenal axis and aberrant serotonergic activity in FM, in this review, we formed a hypothesis and explored the potential effects of CMT on sleep-related serotonergic activity and HPA axis regulation. This scoping review underscores the need for further re..."
    },
    {
      "title": "Expanding the Use of Continuous Glucose Monitoring in Type 2 Diabetes Mellitus: Impact on Glycemic Control and Metabolic Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "This study aims to investigate the effects of continuous glucose monitoring (CGM) on glycemic control in patients with diabetes mellitus (DM) and to identify the sociodemographic or health behavioral factors that influence the outcomes. The data were collected from 510 diabetic patients prescribed to use CGM for 12 weeks and analyzed using SPSS 27.0. Paired samples t-tests were used to compare the glycemic control (HbA1c and fasting glucose) and metabolic health (body mass index and total...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157216",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate the effects of continuous glucose monitoring (CGM) on glycemic control in patients with diabetes mellitus (DM) and to identify the sociodemographic or health behavioral factors that inf...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Skin-Conformal Hydrogel-Based Electroencephalography Electrodes with Surfactant-Reorganized PEDOT:PSS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Electroencephalography (EEG) electrodes require low impedance, high biocompatibility, and long-term performance. Conventional Ag/AgCl wet electrodes achieve low impedance but suffer from dehydration and skin irritation, whereas dry electrodes often induce discomfort or exhibit high impedance. To address these limitations, this study engineered a hydrogel-based electrode by incorporating PEDOT:PSS and the nonionic surfactant Triton X-100 into an acrylic acid hydrogel matrix. The flexible acrylic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41157012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Numerical Simulation and Prediction of Flexure Performance of PSC Girders with Long-Term Prestress Loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The purpose of this parametric study was to develop a numerical simulation model calibrated with experimental data to predict the flexural behavior of prestressed concrete (PSC) girders subjected to long-term prestress losses. The model is capable of accurately simulating the flexural behavior of PSC girders using commercial finite-element (FE) software in the ABAQUS/Explicit program. The accuracy of the model was validated by comparing its results with flexural response test data from three...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156890",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this parametric study was to develop a numerical simulation model calibrated with experimental data to predict the flexural behavior of prestressed concrete (PSC) girders subjected to long-term pre...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tegoprazan-Amoxicillin Dual Therapy for Clarithromycin-Resistant <em>Helicobacter pylori</em>: A Feasibility Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Tegoprazan (TPZ) has the potential to enhance Helicobacter pylori eradication. This study aimed to investigate the efficacy of TPZ-amoxicillin (TA) dual therapy against clarithromycin-resistant H. pylori strains. All H. pylori-positive patients were diagnosed by real-time polymerase chain reaction that can detect point mutations causing clarithromycin resistance. Patients infected with clarithromycin-resistant H. pylori received TA dual therapy consisting of 50 mg TPZ twice daily and high-dose...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156866",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the efficacy of TPZ-amoxicillin (TA) dual therapy against clarithromycin-resistant H",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ST8 and ST72 Methicillin-Resistant <em>S. aureus</em> Bacteremia in Korea: A Comparative Analysis of Clinical and Microbiological Characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Methicillin-resistant Staphylococcus aureus (MRSA) remains a major cause of bloodstream infection worldwide. In Korea, sequence type (ST) 72 has predominated, whereas ST8, including the USA300 lineage, has recently emerged. Comparative data on these genotypes in MRSA bacteremia (MRSAB) are limited. We conducted a retrospective cohort study of adult patients with MRSAB admitted to a 2700-bed tertiary care hospital in Republic of Korea between July 2008 and December 2020. Clinical features and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antiviral Activity of Glucosyl Hesperidin Against Feline Calicivirus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to evaluate the antiviral activity of glucosyl hesperidin (GH), a water-soluble derivative of hesperidin with known antioxidant and anti-inflammatory properties, in order to explore its potential applications. Antiviral activity was assessed using feline calicivirus (FCV), a surrogate model for human norovirus, a major foodborne pathogen. Cytotoxicity testing in Crandell-Rees feline kidney (CRFK) cells demonstrated that GH exhibited high biocompatibility,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of this study was to evaluate the antiviral activity of glucosyl hesperidin (GH), a water-soluble derivative of hesperidin with known antioxidant and anti-inflammatory properties, in order to explore ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of <em>Lactobacillus delbrueckii</em> subsp. <em>lactis</em> CKDB001 Supplementation on Cognitive Function in Mild Cognitive Impairment: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that LL supplementation may enhance cognitive function in MCI by modulating the gut-brain axis through effects on gut microbiota and related metabolites, and could serve as a safe functional food to support cognitive health.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156564",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that LL supplementation may enhance cognitive function in MCI by modulating the gut-brain axis through effects on gut microbiota and related metabolites, and could serve as a safe functional food to s...",
      "conclusion": "These findings suggest that LL supplementation may enhance cognitive function in MCI by modulating the gut-brain axis through effects on gut microbiota and related metabolites, and could serve as a safe functional food to support cognitive health"
    },
    {
      "title": "The Impact of Chinese Adult's Food Literacy on Healthy Eating Intentions Based on the Planned Behaviour Theory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among adults in Henan and Shandong, the intake component of food literacy strengthened the association between PBC and healthy-eating intention, whereas overall food literacy showed no general moderating effect. Interventions should prioritise intake-related skills (e.g., portion planning, lower-sodium choices and nutrition label use) to enhance perceived behavioural control and, in turn, intention. Given the cross-sectional design, causal inference is limited; longitudinal,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among adults in Henan and Shandong, the intake component of food literacy strengthened the association between PBC and healthy-eating intention, whereas overall food literacy showed no general moderating effect. Interventions should prioritise intake-related skills (e"
    },
    {
      "title": "Associations Between Vitamin D Deficiency and Sarcopenia in South Korean Adults: Based on the 2022 Korea National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Although vitamin D has been associated with sarcopenia in older adults, evidence across age groups remains limited. This study evaluated the relationship between vitamin D deficiency (VDD) and muscle health in Korean adults aged ≥19 years. Methods: Data utilized in this study were obtained from the 2022 Korea National Health and Nutrition Examination Survey IX-1. Serum 25-hydroxyvitamin D [25(OH)D] levels were analyzed in relation to appendicular skeletal muscle mass...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although vitamin D has been associated with sarcopenia in older adults, evidence across age groups remains limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "L-Arginine Supplementation Improves Endurance Under Chronic Fatigue: Inducing In Vivo Paradigms with In Vitro Support",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings demonstrate that L-arginine supplementation under chronic fatigue-inducing paradigms improves endurance and alleviates fatigue by enhancing energy metabolism, preserving glycogen, reducing muscle injury, and attenuating oxidative stress. L-arginine shows potential as a functional ingredient for promoting exercise performance and recovery.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156492",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that L-arginine supplementation under chronic fatigue-inducing paradigms improves endurance and alleviates fatigue by enhancing energy metabolism, preserving glycogen, reducing muscle injury, and atte...",
      "conclusion": "These findings demonstrate that L-arginine supplementation under chronic fatigue-inducing paradigms improves endurance and alleviates fatigue by enhancing energy metabolism, preserving glycogen, reducing muscle injury, and attenuating oxidative stress. L-arginine shows potential as a functional ingr..."
    },
    {
      "title": "Risk of Sarcopenic Obesity Across Menopausal Transition Stages in Middle-Aged Korean Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The risk of sarcopenic obesity across menopausal transition stages remains unclear. This study investigated the association between menopausal stage and the risk of sarcopenic obesity. Methods: This longitudinal study included 4766 Korean women aged 42-52 years (median follow-up duration, 9.1 years). Menopausal transition was classified by STRAW + 10 stages: premenopause, early transition, late transition, and postmenopause. Sarcopenic obesity was defined as ASM index <...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The risk of sarcopenic obesity across menopausal transition stages remains unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breakfast Skipping Among Dormitory- and Home-Residing High School Students: Insights from the Korea Youth Risk Behavior Survey 2018-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Skipping breakfast is common among adolescents. Providing breakfast at school is a potential solution; however, its effectiveness remains unclear. This study aimed to compare breakfast skipping between dormitory- and home-residing high school students, analyze trends over time, and identify reasons for skipping breakfast. Methods: This study analyzed data from high school students who participated in the Korea Youth Risk Behavior Survey between 2018 and 2024, and who lived...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Skipping breakfast is common among adolescents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Silver Thin-Film Plated Interconnected Metal Mesh Networks for Virus Detection and Prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Many viruses, bacteria, and pollen that cause diseases such as COVID-19 are inhaled by humans as aerosols. Therefore, wearing a mask to block pathogen-containing aerosols is crucial for disease prevention. However, current masks have a drawback-residual bacteria on the mask surface can become aerosolized again, spreading infections. To address this, a reusable mask incorporating the antibacterial properties of silver particles should be developed to suppress the immune response to pathogens and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A CMOS Hybrid System for Non-Invasive Hemoglobin and Oxygen Saturation Monitoring with Super Wavelength Infrared Light Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "This paper presents a CMOS-based hybrid system capable of noninvasively quantifying the total hemoglobin (tHb), the oxygen saturation (SpO(2)), and the heart rate (HR) by utilizing five-wavelength (670, 770, 810, 850, and 950 nm) photoplethysmography. Conventional pulse oximeters are limited to the measurements of SpO(2) and heart rate, therefore hindering the real-time estimation of tHb that is clinically essential for monitoring anemia, chronic diseases, and postoperative recovery. Therefore,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Central Bone Mineral Density Is Not a Reliable Surrogate for Assessing Suitable Bone Strength for Cementless Total Knee Arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Central bone mineral density (cBMD) is widely utilized for assessing bone quality, but its reliability as a predictor of knee bone strength for cementless total knee arthroplasty (TKA) remains unclear. This study aimed to determine whether cBMD reliably estimates bone strength suitable for cementless fixation. Methods: 188 patients scheduled for TKA underwent preoperative cBMD assessment of the lumbar spine and femoral neck. During surgery, femoral bone specimens were...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156257",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Central bone mineral density (cBMD) is widely utilized for assessing bone quality, but its reliability as a predictor of knee bone strength for cementless total knee arthroplasty (TKA) remains unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences in Functional Performance and Minimal Detectable Change According to Levels of Ankle Plantar Flexor Spasticity in Patients with Chronic Stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Ankle plantar flexor spasticity after stroke may limit mobility, especially during turning and multi-directional stepping. Evidence on performance differences and measurement properties across spasticity levels is limited. We examined whether performance on the Activities-specific Balance Confidence Scale (ABC Scale), Five Times Sit-to-Stand Test (5xSTS), Figure-of-8 Walk Test (F8WT), and Four-Square Step Test (FSST) differs by spasticity severity, and evaluated...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156227",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Ankle plantar flexor spasticity after stroke may limit mobility, especially during turning and multi-directional stepping",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiological and Clinical Predictors of Surgical Intervention in Odontogenic Sinusitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Odontogenic sinusitis (ODS) is a frequent but under-recognized cause of chronic maxillary sinusitis, often requiring multidisciplinary management. Understanding clinical and microbiological predictors for oral and maxillofacial surgery (OMS) treatment may aid in early risk stratification. Methods: We retrospectively reviewed 47 patients diagnosed with ODS at a tertiary referral center between January 2023 and April 2025. Clinical characteristics, dental pathologies, and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156212",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tissue-Specific Genomic Evolution Despite Shared MED12 Mutations in Benign Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Uterine leiomyomas (ULs) and breast fibroadenomas (FAs) are the most common benign tumors in women, both arising in hormone-responsive mesenchymal tissues and often co-occurring during reproductive years. Despite their shared hormonal sensitivity and frequent MED12 mutations, their downstream molecular evolution remains poorly characterized. This study aimed to investigate whether ULs and FAs, though initiated by similar genetic alterations, diverge in their oncogenic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41156195",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Uterine leiomyomas (ULs) and breast fibroadenomas (FAs) are the most common benign tumors in women, both arising in hormone-responsive mesenchymal tissues and often co-occurring during reproductive ye...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiple Primary Cancers as an Independent Criterion for Germline Testing: Comparison with Guideline-Based Criteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Multiple primary cancers (MPCs) often indicate an underlying hereditary predisposition. Current genetic testing guidelines mainly target specific cancer types, potentially missing MPC patients who do not meet these criteria. This study evaluated the utility of MPCs as an independent criterion for germline genetic testing by comparing the pathogenic variant (PV) diagnostic yields of guideline-based and MPC-based testing. Methods: Between June 2022 and June 2023, we prospectively...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156180",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Analysis of Bone Resection Volume and Lateral Overhang in Four Closed-Wedge High Tibial Osteotomy Techniques-A 3D-CT Computational Simulation Study of Eleven Knees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Purpose: This study aimed to quantitatively compare the resected bony wedge volume and evaluate discrepancies in the non-overlapping lateral osteotomy surface areas among four closed-wedge high tibial osteotomy (CWHTO) techniques. Materials and Methods: Eleven knees from 10 patients who underwent high tibial osteotomy at our hospital (2016-2023) were analyzed using preoperative three-dimensional computed tomography. Representative cases were selected based on sex, the presence of proximal tibia...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41156161",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to quantitatively compare the resected bony wedge volume and evaluate discrepancies in the non-overlapping lateral osteotomy surface areas among four closed-wedge high tibial osteotom...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Rapid Early Weight Loss with One-Year Hepatic Steatosis Improvement After Sleeve Gastrectomy: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Metabolic dysfunction-associated steatotic liver disease (MASLD), previously referred to as NAFLD, affects nearly one-third of the global adult population and is a leading cause of chronic liver disease, particularly among individuals with obesity and type 2 diabetes (T2DM). Bariatric surgery, including sleeve gastrectomy (SG), has demonstrated a favorable impact on liver fat reduction. However, the predictive value of early postoperative weight-loss trajectories for long-term...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on liver fat reduction",
      "conclusion": null
    },
    {
      "title": "Designing and Implementing a Metaverse Strategy for Fall Prevention in Older Adults: A Theoretical Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The aim of this study was to propose the use of metaverse technology as an effective educational method for fall prevention in older adults. A theoretical review was conducted by analyzing publications from PubMed/MEDLINE, EBSCO, SciELO, and Google Scholar using the search terms \"metaverse,\" \"falls,\" \"older adults,\" \"virtual reality,\" and \"exercise.\" From 133 identified articles published between 2000 and July 2025, and one seminal pre-2000 study included due to its foundational relevance, 52...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156111",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to propose the use of metaverse technology as an effective educational method for fall prevention in older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maternal Pre-Pregnancy Glycemic Status and Growth Delay in Korean Children Aged 18-36 Months: A Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: This study aimed at evaluating the association between maternal pre-pregnancy glycemic status and growth delay in offspring using nationwide health screening data. Methods: A retrospective cohort of 258,367 mother-child dyads born between 2014 and 2021 was analyzed. Maternal glycemic status was categorized as normal (<100 mg/dL), impaired fasting glucose (IFG, 100-125 mg/dL), or diabetes mellitus (DM, ≥126 mg/dL). Growth delay was defined as measurements below the 10th...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed at evaluating the association between maternal pre-pregnancy glycemic status and growth delay in offspring using nationwide health screening data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep Learning-Based Risk Assessment and Prediction of Cardiac Outcomes Using Single-Lead 24-Hour Holter-ECG in Patients with Heart Failure or Myocardial Infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Deep learning (DL) models using Holter-ECG may enhance risk stratification after heart failure (HF) or myocardial infarction (MI). Objective: To evaluate the prognostic performance of a Holter-based DL model for predicting major adverse cardiac events (MACE), compared with conventional noninvasive markers. Methods: In the K-REDEFINE study, 1108 patients with acute MI or HF underwent 24 h Holter monitoring. A DL model was trained using raw Holter-ECG data and tested for predicting a...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156078",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "the K-REDEFINE study",
      "objective": "To evaluate the prognostic performance of a Holter-based DL model for predicting major adverse cardiac events (MACE), compared with conventional noninvasive markers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiographic Outcomes After Growing Rod Treatment in Early-Onset Scoliosis: With Versus Without Final Fusion Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Early-onset scoliosis (EOS) is often treated with growing rods, which use distraction-based correction to control deformity while allowing spinal growth. Although effective in the coronal plane, this technique may adversely affect sagittal alignment, particularly thoracic kyphosis and lumbar lordosis. Whether final fusion surgery is necessary after the growing rod treatment remains controversial. This study compared radiographic outcomes, including coronal and sagittal...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41156054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Early-onset scoliosis (EOS) is often treated with growing rods, which use distraction-based correction to control deformity while allowing spinal growth",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective Effect of Curcumin in Oxidative Stress-Induced Injury on Retinal Pigment Epithelial Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Oxidative stress is the major cause of retinal pigment epithelial cell death. We used oxidative stress-injured retinal pigment epithelial cells to investigate the protective effects of curcumin, a strong antioxidant, on the Nod-like receptor protein 3 (NLRP3) inflammasome pathway. Methods: To evaluate the effect of curcumin, cell viability was measured with cell counting kit-8 and lactate dehydrogenase assays. Hydrogen peroxide (H(2)O(2))-injured ARPE-19 cells were treated...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41156023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Oxidative stress is the major cause of retinal pigment epithelial cell death",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Traditional Korean Medicine Services and Its Association with Knee Surgery and Opioid Use in Patients with Knee Osteoarthritis: A Nationwide Retrospective Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41156020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Objectives: This study aimed to assess the impact of traditional Korean medicine services (TKMS) on subsequent knee surgery and opioid use in patients diagnosed with knee osteoarthritis (KOA). Methods: This retrospective cohort study used National Health Insurance Review and Assessment Service claims data from 2015 to 2017 to identify patients treated for KOA (M17) in 2016. Patients with at least two Korean medicine (KM) clinic visits within 6 weeks of the initial diagnosis formed the TKMS...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41156020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to assess the impact of traditional Korean medicine services (TKMS) on subsequent knee surgery and opioid use in patients diagnosed with knee osteoarthritis (KOA)",
      "significance": "of traditional Korean medicine services (TKMS) on subsequent knee surgery and opioid use in patients diagnosed with knee osteoarthritis (KOA)",
      "conclusion": null
    },
    {
      "title": "LMT2368 (1-(4-Chlorophenyl)-3-(3-fluoro-5-(trifluoromethyl)phenyl)urea) Negatively Regulates Inflammation by Inhibiting NLRP3 Inflammasome Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The dysregulation of NLRP3 inflammasome activation has been established as a key driver of inflammatory disease pathology, which marks NLRP3 as an attractive therapeutic target. However, the clinical development of NLRP3 inhibitors such as MCC950 has been hampered by their associated toxicity profiles, highlighting an unmet clinical need. Methods: Herein, we present LMT2368, a novel urea-based NLRP3 inhibitor identified through screening of urea-based derivatives from our...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41155878",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The dysregulation of NLRP3 inflammasome activation has been established as a key driver of inflammatory disease pathology, which marks NLRP3 as an attractive therapeutic target",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Locking Plate with Cerclage Wiring Versus Hook Plate Fixation for Unstable Distal Clavicle Fractures: Is There Still a Role for Hook Plates?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: Hook plate fixation has been widely used for unstable distal clavicle fractures, but concerns remain regarding implant-related complications and the need for secondary removal. Locking plate fixation with supplementary cerclage wiring has been proposed as an alternative that may provide stability while reducing complications. This study compared the clinical and radiologic outcomes of locking plate fixation with cerclage wiring versus hook plate fixation. Materials and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155868",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Hook plate fixation has been widely used for unstable distal clavicle fractures, but concerns remain regarding implant-related complications and the need for secondary removal",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of Bedside Ultrasound-Guided Peripherally Inserted Central Catheter Placement in Cancer Patients in Palliative Care: A Single-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: Some cancer patients in palliative care need to access intravenous administration of medications to relieve symptoms. Few studies have explicitly assessed the safety and feasibility of peripherally inserted central catheter (PICC) insertion at bedside in palliative care settings. In this study, we suggest the usefulness, safety, and feasibility of bedside ultrasound-guided PICC placement as a tool for improvement in the quality of life for patients in palliative and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155862",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Some cancer patients in palliative care need to access intravenous administration of medications to relieve symptoms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers to Predict Acute Kidney Injury in Patients with Trauma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: Acute kidney injury (AKI) is a common complication in patients with trauma and is associated with increased morbidity and mortality rates. Early identification of patients at risk of AKI may enable timely intervention and improved outcomes. Biomarkers such as urinary mitochondrial DNA copy number (mtDNAcn) may play a role in predicting AKI. However, its role as a predictor of AKI has rarely been studied in patients with trauma. Therefore, the aim of this study was to...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155840",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Acute kidney injury (AKI) is a common complication in patients with trauma and is associated with increased morbidity and mortality rates",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Risk Factor Changes for Myopia in Korean Adolescents Before and After the COVID-19 Pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: To analyze changes in risk factors for refractive errors among Korean adolescents before and after the COVID-19 pandemic and examine the impact of lifestyle modifications on myopia development, Methods: this cross-sectional study utilized nationally representative data from the Korea National Health and Nutrition Examination Survey (KNHANES) VII (2016) and VIII (2021). We analyzed 691 adolescents aged 10-18 years from 2016 (pre-COVID-19) and 490 from 2021...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To analyze changes in risk factors for refractive errors among Korean adolescents before and after the COVID-19 pandemic and examine the impact of lifestyle modifications on myopia development, Method...",
      "significance": "of lifestyle modifications on myopia development, Methods: this cross-sectional study utilized nationally representative data from the Korea National Health and Nutrition Examination Survey (KNHANES) ...",
      "conclusion": null
    },
    {
      "title": "Clinical Characteristics and the Prognostic Factors of Acute Peripheral Facial Palsy in Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: This study aimed to investigate the clinical characteristics of children with acute peripheral facial palsy (PFP) in a single medical center. Materials and Methods: We conducted a retrospective analysis of children under 19 years of age treated for acute PFP between January 2009 and July 2023. A total of 109 patients were enrolled, and 7 patients showed recurrence. Of all the patients included, only 68 patients followed up for over 1 month (the follow-up cohort), in...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155777",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to investigate the clinical characteristics of children with acute peripheral facial palsy (PFP) in a single medical center",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Prognostic Immune and Nutritional Index as a Predictor of Survival in Resected Non-Small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: The prognostic immune and nutritional index (PINI), derived from serum albumin levels and absolute monocyte counts, has demonstrated prognostic value in gastrointestinal cancers. However, its role in non-small cell lung cancer (NSCLC) remains unclear. This study assessed the prognostic utility of the PINI for overall survival (OS) in patients with stage I-IIIA NSCLC undergoing curative-intent resection. Methods: This was a retrospective cohort study that included 522...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41155750",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "The prognostic immune and nutritional index (PINI), derived from serum albumin levels and absolute monocyte counts, has demonstrated prognostic value in gastrointestinal cancers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opioid-Associated Postoperative Nausea and Vomiting in Women Undergoing Laparoscopic Hysterectomy: A Network Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background and Objectives: This systematic review and network meta-analysis evaluated the effects of postoperative opioid use on nausea and vomiting in women undergoing laparoscopic hysterectomy. Materials and Methods: A systematic search of PubMed, EMBASE, the Cochrane Library, and RISS was conducted to identify randomized controlled trials that met the eligibility criteria. The Cochrane Risk of Bias 2 tool was used to assess the quality of the included studies. A frequentist network...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155715",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This systematic review and network meta-analysis evaluated the effects of postoperative opioid use on nausea and vomiting in women undergoing laparoscopic hysterectomy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Safety of Empirical Antibiotic Classes in Newly Hospitalized COVID-19 Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Empirical antibiotic use is common in hospitalized patients with COVID-19 despite the low prevalence of bacterial coinfection, raising concerns about antimicrobial resistance and inappropriate prescribing. However, the comparative safety of commonly used antibiotic classes in this context remains unclear. Methods: We conducted a retrospective cohort study using real-world clinical data standardized through the Observational Medical Outcomes Partnership Common Data Model from 1...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155700",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Paliurus ramosissimus</em> Leaf Extract Inhibits Adipocyte Differentiation In Vitro and In Vivo High-Fat Diet-Induced Obesity Through PPARγ Suppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Obesity, defined by the excessive accumulation of adipose tissue, is associated with an increased risk of type 2 diabetes and metabolic dysfunction-associated steatotic liver disease (MASLD). Obesity treatments based on natural products are receiving increasing attention as viable alternatives to conventional treatments. Methods: To investigate the anti-obesity effects of Paliurus ramosissimus leaf extract (PRLE) in vitro and in vivo, we conducted studies using 3T3-L1...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Obesity, defined by the excessive accumulation of adipose tissue, is associated with an increased risk of type 2 diabetes and metabolic dysfunction-associated steatotic liver disease (MASLD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-Photoaging Effects of a Standardized Hot Water Extract of <em>Petasites japonicus</em> Leaves in Ultraviolet B-Exposed Hairless Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Ultraviolet B (UVB) radiation accelerates skin aging by inducing oxidative stress, collagen degradation, and cellular senescence. Although Petasites japonicus is known for its antioxidant properties, its anti-photoaging potential remains underexplored. This research explored the protective properties of a hot water extract from P. japonicus leaves (KP-1) against photoaging caused by UVB exposure. Methods: Hairless mice were exposed to UVB three times per week and orally administered...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41155605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "UCHL1 Promotes Gastric Cancer Progression by Regulating CIP2A Degradation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background: Gastric cancer is one of the most prevalent malignancies worldwide and the fourth leading cause of cancer-related mortality. Protein ubiquitination and deubiquitination regulate protein stability as post-translational modifications, playing essential roles in tumorigenesis. Although UCHL1, a deubiquitinating enzyme (DUB), is implicated in the progression of several cancer types, its role in gastric cancer remains unclear. Methods: Kaplan-Meier analysis and gastric cancer patient...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155583",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Baek et al. Hibiscus Collagen Alternative (VC-H1) as an Oral Skin Rejuvenating Agent: A 12-Week Pilot Study. <em>Int. J. Mol. Sci.</em> 2025, 26, 7291",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "In the original publication [...].",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DD-CC-II: Data Driven Cell-Cell Interaction Inference and Its Application to COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Cell-cell interactions play a pivotal role in maintaining tissue homeostasis and driving disease progression. Conventional Cell-cell interactions modeling approaches depend on ligand-receptor databases, which often fail to capture context-specific or newly emerging signaling mechanisms. To address this limitation, we propose a data-driven computational framework, data-driven cell-cell interaction inference (DD-CC-II), which employs a graph-based model using eigen-cells to represent cell groups....",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41155463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Class-Specific Effects of ARBs Versus ACE Inhibitors on Survival and Cardiovascular Outcomes in MASLD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Renin-angiotensin system (RAS) inhibitors, including angiotensin-converting enzyme inhibitors (ACEIs) and angiotensin II receptor blockers (ARBs), have been associated with improved outcomes in metabolic dysfunction-associated steatotic liver disease (MASLD). We aimed to assess the differential impact of ACEIs versus ARBs on survival and cardiovascular outcomes in individuals with MASLD. Using data from the UK Biobank, we identified 52,143 participants with exclusive use of either an ACEI or...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the differential impact of ACEIs versus ARBs on survival and cardiovascular outcomes in individuals with MASLD",
      "significance": "of ACEIs versus ARBs on survival and cardiovascular outcomes in individuals with MASLD",
      "conclusion": null
    },
    {
      "title": "Palonosetron, a 5-HT3 Receptor Antagonist, Induces G1 Cell Cycle Arrest and Autophagy in Gastric Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Serotonin or 5-hydroxytryptamine (5-HT) has been implicated in promoting cancer cell growth by acting on 5-HT receptors, such as 5-HT1 and 5-HT2 receptors. However, the role of 5-HT3 receptor antagonists in gastric cancer cell lines remains unclear. This study aimed to evaluate the effect of 5-HT3 receptor antagonists (ondansetron, palonosetron, and ramosetron) on cancer cell growth using AGS and MKN-1 cell lines, as well as the xenograft mouse model. All the three antagonists inhibited cell...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155333",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "evaluate the effect of 5-HT3 receptor antagonists (ondansetron, palonosetron, and ramosetron) on cancer cell growth using AGS and MKN-1 cell lines, as well as the xenograft mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nano-Encapsulated Spicule System Enhances Delivery of Wharton's Jelly MSC Secretome and Promotes Skin Rejuvenation: Preclinical and Clinical Evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Wharton's Jelly-derived mesenchymal stem cell (WJ-MSC) secretome contains diverse bioactive factors with potential for skin regeneration, but its clinical efficacy is limited by poor transdermal delivery. In this study, we developed a dual-delivery system by nanoencapsulating WJ-MSC secretome and coating it onto marine sponge-derived spicules. Physicochemical characterization, in vitro assays (fibroblast and keratinocyte proliferation, keratinocyte migration, type I procollagen secretion, and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155317",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Extracellular Matrix Derived from Porcine Tissue on Stemness of Porcine Spermatogonial Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The extracellular matrix (ECM) supports spermatogonial stem cell (SSC) function by mimicking biochemical and structural features of the native niche. However, optimal feeder systems and ECM materials remain key limitations in porcine SSC (pSSC) cultures. We developed a porcine-derived ECM (pECM) from porcine feet and evaluated its effectiveness in supporting pSSC maintenance and proliferation under feeder-dependent conditions. We examined protein molecular weight distribution and pECM extract...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155232",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "protein molecular weight distribution and pECM extract",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synaptic Plasticity-Enhancing and Cognitive-Improving Effects of Standardized Ethanol Extract of <em>Perilla frutescens</em> var. <em>acuta</em> in a Scopolamine-Induced Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "In our previous study, we demonstrated that a standardized ethanol extract of Perilla frutescens var. acuta (PE) alleviates memory deficits in an Alzheimer's disease mouse model by inhibiting amyloid β (Aβ) aggregation and promoting its disaggregation. However, the extent to which PE exerts additional cognitive benefits independent of Aβ pathology remained unclear. Here, we aimed to evaluate the effects of PE on synaptic plasticity and learning and memory functions. Male ICR mice were used, and...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155218",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the effects of PE on synaptic plasticity and learning and memory functions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Hibiscus syriacus</em> Bud 'Pyeonghwa' Water Extract Inhibits Adipocyte Differentiation and Mitigates High-Fat-Diet-Induced Obesity In Vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Obesity, characterized by the accumulation of excess adipocytes, is a significant risk factor for type 2 diabetes and non-alcoholic fatty liver disease. Medicinal plants, including Hibiscus sabdariffa, have been traditionally employed to prevent or treat conditions such as obesity and inflammation due to their safety profile and minimal side effects during long-term use. However, the anti-obesity potential of Hibiscus syriacus, a taxonomically distinct species within the same genus, remains...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155164",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Abutment Screw Design on Torque Loss Under Cyclic Fatigue Loading: A Comparison of TSIII and KSIII Implant Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The KSIII system demonstrated superior biomechanical stability, with significantly lower torque loss compared with TSIII, independent of torque level. Clinically, these findings suggest that the KSIII system may reduce the incidence of screw loosening and associated complications. A tightening torque of approximately 35 Ncm appeared to provide the most stable preload. Long-term in vivo studies are warranted to confirm these results under clinical conditions.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41155129",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the KSIII system may reduce the incidence of screw loosening and associated complications",
      "conclusion": "The KSIII system demonstrated superior biomechanical stability, with significantly lower torque loss compared with TSIII, independent of torque level. Clinically, these findings suggest that the KSIII system may reduce the incidence of screw loosening and associated complications"
    },
    {
      "title": "New Gait Representation Maps for Enhanced Recognition in Clinical Gait Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Gait analysis is essential in the evaluation of neuromuscular and musculoskeletal disorders; however, traditional approaches based on expert visual observation remain subjective and often lack consistency. Accurate and objective assessment of gait impairments is critical for early diagnosis, monitoring rehabilitation progress, and guiding clinical decision-making. Although Gait Energy Images (GEI) have become widely used in automated, vision-based gait analysis, they are limited in capturing...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155128",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "assessment of gait impairments is critical for early diagnosis, monitoring rehabilitation progress, and guiding clinical decision-making",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Slit Lamp Examination on Tear Osmolarity in Normal Controls and Dry Eye Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Tear hyperosmolarity is the main triggering factor in the immunopathogenesis of dry eye disease (DED). Tear osmolarity is known as the relevant metric to evaluate DED severity; however, measuring tear osmolarity after slit lamp examination (SLE) is known as a contraindication due to variability. In this study, we investigated the effects of SLE and fluorescein staining (FS) on the variabilities of tear osmolarity. Methods: In this prospective observational study sixty-five...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41155122",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Tear hyperosmolarity is the main triggering factor in the immunopathogenesis of dry eye disease (DED)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bridging Photoacoustic and Protoacoustic Imaging: Material Heterogeneity Effects on Proton Range Verification Using Time-of-Flight Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Photoacoustic and protoacoustic imaging share the common principle of acoustic wave generation through different excitation sources: optical absorption vs. proton Bragg-peak. These acoustic signals exhibit heterogeneity within the tissue, which strongly influence wave propagation and detection accuracy. In this study, we investigate how material variation affects time-of-flight (TOF)-based acoustic signal analysis in the context of protoacoustic proton range verification, providing insights...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155121",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomechanical Effects of Cement Augmentation and Prophylactic Vertebroplasty on Adjacent Segment Stability in Multilevel Spinal Fusion: A Finite Element Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cement augmentation alone did not compromise adjacent-level biomechanics, but prophylactic vertebroplasty created abnormal stress concentrations at adjacent interfaces, potentially increasing fracture risk. These findings highlight the need for careful patient selection and further studies in osteoporotic populations.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41155070",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cement augmentation alone did not compromise adjacent-level biomechanics, but prophylactic vertebroplasty created abnormal stress concentrations at adjacent interfaces, potentially increasing fracture risk. These findings highlight the need for careful patient selection and further studies in osteop..."
    },
    {
      "title": "Enhancing Muscle Activation Monitoring with Wearable Vibrating Sneakers: An EMG System-Based Approach for Continuous Health Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41155059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Whole-body vibration (WBV) has been widely studied for its effects on neuromuscular activation, circulation, and balance. This study investigates the effect of wearing frequency of vibrating sneakers (18 Hz) on lower limb muscle activation during walking and squatting in middle-aged Koreans (40-60 years old). The objective is to assess whether WBV footwear enhances muscle engagement in both active and sedentary individuals. Methods: A 16-week randomized controlled trial...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41155059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Whole-body vibration (WBV) has been widely studied for its effects on neuromuscular activation, circulation, and balance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical Quantification of Lithium Oxide Impurity in Lithium Sulfide via Lithium-Sulfur Battery Operation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "A novel electrochemical quantification method is proposed for determining low contents of lithium oxide (Li(2)O) impurities in lithium sulfide (Li(2)S), based on the operating principles of lithium-sulfur battery systems. Li(2)O is a critical impurity in Li(2)S used for next-generation battery applications, including sulfide solid-state electrolytes and high-energy cathodes. It promotes electrolyte decomposition and induces parasitic side reactions during solid electrolyte synthesis. In...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41159709",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted Rheumatoid Arthritis Therapy Using a Smart Nitric Oxide-Responsive JAK Inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Rheumatoid arthritis (RA) is a chronic autoimmune disease marked by persistent synovial inflammation, which leads to cartilage degradation and bone erosion. While Janus kinase (JAK) inhibitors, such as Tofacitinib (Tofa), have shown clinical efficacy in RA treatment, their broad immunosuppressive effects increase the risk of systemic toxicity. To address this challenge, NOR-Tofa, a Nitric oxide (NO)-responsive JAK inhibitor conjugate, designed for selective activation in inflamed joints are...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41157856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tiny Fish, Big Hope: Zebrafish Unlocking Secrets to Fight Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41154800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurological disorder marked by the gradual loss of dopamine-producing neurons in the brain. This neuronal degradation causes motor symptoms such as tremors, stiffness, and slowness of movement. Despite decades of research, current treatments remain limited to symptom management, highlighting the urgent need for deeper insights into PD mechanisms and new therapeutic approaches. Among model organisms, zebrafish (Danio rerio) have emerged as a valuable...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41154800",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treating complex PTSD with Schema Therapy, ImRs and EMDR: a review and case study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41160015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Introduction: Complex PTSD (CPTSD) often results from prolonged trauma, such as childhood abuse or domestic violence. Cognitive Behavioral Therapy (CBT) and Eye Movement Desensitization and Reprocessing (EMDR) are recommended for treating PTSD. However, their limited effectiveness for CPTSD highlights the need for alternatives such as Schema Therapy (ST) and Imagery Rescripting. This case study evaluates the effectiveness of a combined therapy approach integrating ST, ImRs, and EMDR for treating...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41160015",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Propulsion of a Soap at an Oil/Aqueous Interface Depending on pH",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "A self-propelled sodium oleate (OleNa) disk was investigated at an oil/aqueous interface prepared in an annular channel to induce characteristic features of self-propulsion. When the pH of the aqueous phase was changed, three types of motion were observed, i.e., unidirectional motion at 3.0 ≤ pH ≤ 6.0, motion with inversion at 8.0 ≤ pH ≤ 9.0, and no motion at 11.0 ≤ pH ≤ 12.0. At pH = 8.0, the interfacial tension and complementary contact angle of the meniscus oscillated simultaneously. The...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary anthocyanidin pelargonidin activates G protein-coupled receptor 35",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "G protein-coupled receptors (GPCRs) are the largest superfamily of cell surface receptors. They regulate critical physiological events and serve as potential therapeutic targets. G protein-coupled receptor 35 (GPR35), a class A rhodopsin-like GPCR expressed in various tissues, including adipose tissue and the gastrointestinal tract, has roles in diverse functions, including antioxidant, anticarcinogenic, and anti-inflammatory effects. Although many endogenous and synthetic GPR35 agonists have...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lennox-Gastaut syndrome unveiled: Advancing diagnosis, therapies, and advocacy-insights from the Genoa International Workshop",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Lennox-Gastaut syndrome (LGS) is one of the most severe, yet one of the most discussed, childhood-onset developmental and epileptic encephalopathies (DEEs). Dissent among epileptologists on the definition and minimum set of electroclinical features derives from the high etiological heterogeneity within the syndrome, which could make its prevalence overestimated. However, in recent years, our diagnostic strategies, including both high-resolution magnetic resonance imaging and next-generation...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41159734",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerated Durability Assessment and a Proposed Degradation Mechanism of NiCoO<sub><em>x</em></sub> OER Catalysts under Simulated Intermittent Renewable Power: Insights from XAS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The substantial cost reductions in renewable energy sources (RES), particularly solar and wind, could facilitate their large-scale integration into modern power systems, thereby accelerating the transition toward a carbon-neutral economy. However, the inherent intermittency of RES highlights the critical need for efficient energy storage technologies, with green hydrogen emerging as a promising and sustainable energy carrier. Alkaline water electrolysis offers a scalable and cost-effective...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159662",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Absolute Configuration of Symbiodinolactone A",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The absolute configurations at five stereogenic centers in symbiodinolactone A, a 12-membered macrolide isolated from the symbiotic marine dinoflagellate Symbiodinium sp. associated with an acoelomorpha Amphiscolops sp., were determined to be 7R,11R,12R,13R,14R. A combination of different techniques was applied in this regard such as Rychnovsky's method, Kishi's universal NMR databases, the modified Mosher's method, and comparison of the NMR data of the bis(S)-MTPA ester of a degradation product...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photocleavable Systems for Cell Biology: Conceptual Design across Molecular Modalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The spatiotemporal control of biomolecular functions via light-triggered bond cleavage has emerged as a powerful approach in chemical biology and cell biology. In this concept review, three major modalities of photo-cleavable systems-proteins, small molecules, and metal complexes-are classified and discussed, highlighting their design principles, biological applicability, and remaining challenges. Emphasis is placed on recent efforts to address key design challenges-such as balancing functional...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic resources for the scuttle fly Megaselia abdita: A model organism for comparative developmental studies in flies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The order Diptera (true flies) holds promise as a model taxon in evolutionary developmental biology due to the inclusion of the model organism, Drosophila melanogaster, and the ability to cost-effectively rear many species in laboratories. One of these dipteran species, the scuttle fly Megaselia abdita (Phoridae), has been used in evolutionary developmental biology for 30 years and is an excellent phylogenetic intermediate between fruit flies and mosquitoes but remains underdeveloped in genomic...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What do we mean by actionability? Examining a key criterion in genomic prenatal and newborn screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benzoxazole Derivatives as Potent FXR and PPARα Dual Agonists With Anti-Fibrotic and Metabolic Regulatory Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Fibrotic disease involves excessive fibrous connective tissue accumulation in organs, leading to dysfunction and irreversible damage. Metabolic alterations can sometimes contribute to fibrosis development. This study aimed to develop dual agonists for farnesoid X receptor (FXR) and peroxisome proliferator-activated receptor alpha (PPARα), targeting anti-fibrosis and metabolic regulation. Benzoxazole derivatives were found to potently activate both FXR and PPARα in hepatocytes. Among them,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University"
      ],
      "pmid": "41159141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop dual agonists for farnesoid X receptor (FXR) and peroxisome proliferator-activated receptor alpha (PPARα), targeting anti-fibrosis and metabolic regulation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case of Follicular Dendritic Cell Sarcoma of the Palatine Tonsil That Developed as a Radiation-Induced Sarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41159020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Follicular dendritic cell sarcoma is a rare malignant tumor originating from follicular dendritic cells. We present the first report of such a sarcoma of the palatine tonsils that developed as a radiation-induced sarcoma. A 78-year-old man, who had undergone chemoradiotherapy for hypopharyngeal and esophageal cancer 7 years prior, presented with discomfort during swallowing. Endoscopic pharyngeal examination revealed a tumor in the right palatine tonsil which was histopathologically diagnosed as...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41159020",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The directionality of collective cell delamination is governed by tissue architecture and cell adhesion in a <em>Drosophila</em> carcinoma model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Epithelial cells contact each other and the extracellular matrix via cell junctions, establishing mechanochemical barriers. During collective delamination, epithelia-derived tumors detach from the tissue with a directionality that dictates their malignancy. How cell junctions contribute to this process and how the directionality of delamination is regulated remains unknown. We used the Drosophila Ras ^(V12) carcinoma model and found that the loss of septate junctions in epithelial cells triggers...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41158866",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiology of multimorbidity among indigenous adults: Insights from a large-scale population survey of 53 different indigenous groups in East India",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight the urgent need for age- and sex-sensitive, integrated health interventions tailored to Indigenous communities.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41158847",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the urgent need for age- and sex-sensitive, integrated health interventions tailored to Indigenous communities"
    },
    {
      "title": "Diet, Disability, and Disparities: A Public Health Perspective on Fatigue and Depression in Multiple Sclerosis: Letter to the Editor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41158837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-life evaluation of the effectiveness of biologics for chronic rhinosinusitis with nasal polyps in Europe: a Delphi study to define key variables for the INVENT registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This international Delphi study identified a consensus-based set of clinically-relevant and feasible variables for inclusion in the INVENT registry. The selected variables reflect current best practices in the management of CRSwNP and will enable robust comparisons of biologic effectiveness in real-world settings. The INVENT registry is well-positioned to inform treatment decisions, optimize use of biologics, and support a personalized approach to CRSwNP care.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41158295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This international Delphi study identified a consensus-based set of clinically-relevant and feasible variables for inclusion in the INVENT registry. The selected variables reflect current best practices in the management of CRSwNP and will enable robust comparisons of biologic effectiveness in real-..."
    },
    {
      "title": "A chiral LC-MS strategy for stereochemical assignment of natural products sharing a 3-methylpent-4-en-2-ol moiety in their terminal structures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "A terminal 3-methylpent-4-en-2-ol (MPO) moiety is a common structural feature in various polyketide natural products. Stereochemical assignments of this moiety have mainly relied on computational analyses of NMR, ECD, and specific rotation data. However, none of these approaches can be applied to all compounds. In this study, we developed a method to determine the absolute configuration of the terminal MPO moiety with high accuracy and sensitivity by a combination of chemical degradation,...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41158285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multidetector computed tomography angiography predicts the need for bronchial artery embolization in hemoptysis: A retrospective cohort study of 32 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41158143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MDCTA identification of an abnormally dilated bronchial artery extending into the pulmonary parenchyma predicts BAE requirement in significant hemoptysis. This readily recognizable imaging criterion may expedite interventional consultation and optimize triage.",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41158143",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MDCTA identification of an abnormally dilated bronchial artery extending into the pulmonary parenchyma predicts BAE requirement in significant hemoptysis. This readily recognizable imaging criterion may expedite interventional consultation and optimize triage"
    },
    {
      "title": "An investigation into in-sample and out-of-sample model selection for nonstationary autoregressive models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "The stationary autoregressive model forms an important base of time-series analysis in today's psychology research. Diverse nonstationary extensions of this model are developed to capture different types of changing temporal dynamics. However, researchers do not always have a solid theoretical base to rely on for deciding a-priori which of these nonstationary models is the most appropriate for a given time-series. In this case, correct model selection becomes a crucial step to ensure an accurate...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41157920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "base of time-series analysis in today's psychology research",
      "conclusion": null
    },
    {
      "title": "Chemokine-Binding All-D-CLIPS Peptides Identified Using Mirror-Image Phage Display",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Chemokines are secreted blood proteins that steer leukocyte migration in the inflammatory response. Neutralization of chemokines is believed to be a beneficial therapeutic strategy for the treatment of inflammation-associated diseases. Proteolytically stable chemokine-binding peptides could be suitable candidates for the development of chemokine-neutralizing agents. Here, we report the mirror-image phage display selection of cyclic all-D-peptides against the C-X-C motif chemokine ligand 8...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41157908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chloroplast Hibernation-Promoting Factor PSRP1 Prevents Ribosome Degradation Under Darkness Independently of 100S Dimer Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Ribosome hibernation is a conserved translational stress response in bacteria, regulated by the hibernation-promoting factor (HPF). Plastid-specific ribosomal protein 1 (PSRP1) is the chloroplast ortholog of bacterial HPF. Although bacterial HPFs have been extensively characterized, both structurally and mechanistically, the physiological roles and mechanisms of PSRP1 in plant chloroplasts remain unclear. Here, we aimed to clarify the role of PSRP1 in chloroplast ribosome hibernation by...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41157713",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "clarify the role of PSRP1 in chloroplast ribosome hibernation by",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metagenomics Study of the Commercial Tomato Virome Focused on Virus Species of Epidemiological Interest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Plant viruses have detrimental effects on commercial tomato cultivation leading to severe economic consequences. Viral metagenomics studies provide the opportunity to examine in depth the virome composition of a sample set without any pre-existing knowledge of the viral species that are present. In the present study, 101 plant samples were collected from commercial greenhouses in 13 countries in Europe, Africa, Asia, and North America between 2017 and 2024. All samples were processed with the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41157605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oncogenic Viruses in Organ Transplantation: Implications of Virus-Host Interactions for Cancer Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41157571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251029152043&v=2.18.0.post22+67771e2",
      "description": "Organ transplantation significantly enhances the survival and quality of life for recipients. However, multiple dependent and independent variables can adversely affect life expectancy after transplantation. Cancer is one of the most common causes of morbidity and mortality for long-term organ transplant recipients. The incidence of cancer in transplanted tissues can be twice as high in approximately 32 distinct cancer types. Oncogenic viruses present in graft tissues may contribute to the...",
      "pubDate": "2025-10-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41157571",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}