{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-18T19:21:45.678Z",
  "totalItems": 150,
  "totalArchived": 26356,
  "newPapersAdded": 173,
  "institutionBreakdown": {
    "KAIST": 6,
    "SNU": 36,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 35,
    "IBS": 81,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 0,
    "Kyung Hee University": 2,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 8,
    "Biomedical": 32,
    "Multidisciplinary": 82,
    "Neuroscience": 8,
    "Cancer Research": 19,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Mechanistic Transformation of CuI Nanoparticles Into Oxidation-Resistant 2D Copper Nanoplates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Unconventional phase transformations reveal new crystallization mechanisms, yet direct observation of such pathways during nanoscale solution-phase synthesis remains challenging. This study uncovers an atypical growth process in which thermodynamically stable CuI nanoparticles (NPs) transform into high-energy 2D Cu plates. Using a combination of in situ transmission electron microscopy, ex situ structural analysis, and density functional theory calculations shows that the formation of structural...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41251060",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decellularized Extracellular Matrix (dECM) in Tendon Regeneration: A Comprehensive Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Tendon injuries pose significant clinical challenges due to complex structure and limited healing capacity. Decellularized Extracellular Matrix (dECM) offers a promising solution by replicating the native tendon microenvironment and promoting regeneration. This review summarizes the role of Extracellular Matrix (ECM), ongoing trends in the decellularization methods, as well as their integration with emerging technologies such as 3D printing, hybrid composite scaffold and hydrogels. Preclinical...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41250908",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dissipation in fermionic two-body continuous-time quantum walk under the steepest entropy ascent formalism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Quantum walks play a crucial role in quantum algorithms and computational problems. Many-body quantum walks can reveal and exploit quantum correlations that are unavailable for single-walker cases. Studying quantum walks under noise and dissipation, particularly in multiwalker systems, has significant implications. In this context, we use a thermodynamically consistent formalism of dissipation modeling, namely the steepest entropy ascent (SEA) formalism. We analyze two spinless fermionic...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41250493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eastward transients in the dayside ionosphere. II. A parallel-plate capacitorlike effect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "During the 23 April 2023 geospace storm, we observed chorus-wave-driven, energetic particle precipitation on closed magnetic field lines in the dayside magnetosphere. Simultaneously and in the ionosphere's bottom side, we observed signatures of impact ionization and strong enhancements in the ionospheric electric field, via radar detection of meter-scale turbulence, and with temporal characteristics matching those of the magnetospheric observations. We detail this in another work [M. F. Ivarsen...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41250404",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": "ionization and strong enhancements in the ionospheric electric field, via radar detection of meter-scale turbulence, and with temporal characteristics matching those of the magnetospheric observations",
      "conclusion": null
    },
    {
      "title": "Eastward transients in the dayside ionosphere. I. Electrodynamics on closed field lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "At night in Earth's polar regions, energetic aurorae frequently penetrate into the atmosphere, with the peculiar effect of driving turbulent electrojet currents in the bottomside ionosphere. During the day, however, Earth's plasma environment becomes highly conductive, owing to the constant flux of extreme ultraviolet radiation emitted from the Sun. The high-conductivity plasma in the dayside ionosphere can effectively short out plasma turbulence around aurorae, and so electrojet turbulence is...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41250403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of on-site potentials on q breathers in nonlinear chains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "On-site potentials are ubiquitous in physical systems and strongly influence their heat transport and energy localization. These potentials will inevitably affect the dynamical properties of q breathers (QBs), defined as periodic orbits exponentially localized in normal mode space. By integrating on-site terms into the Fermi-Pasta-Ulam-Tsingou-β system, this work utilizes numerical simulations and Floquet analysis to systematically explore the influence of on-site potentials on QB stability. For...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41250394",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "User-Centered Formative Evaluation of Cognitive Rehabilitation Software: Cognitive Walkthrough and System Usability Scale Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The combined use of CW and the SUS enabled the identification of both objective and perceived usability challenges in the cognitive rehabilitation software. Findings emphasize the importance of user-centered design and formative evaluation in the early stages of software development. Recommendations such as improving information visibility, reducing unnecessary steps, and enhancing system feedback may contribute to safer and more effective digital cognitive interventions. However,...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41252193",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "and perceived usability challenges in the cognitive rehabilitation software",
      "significance": null,
      "conclusion": "The combined use of CW and the SUS enabled the identification of both objective and perceived usability challenges in the cognitive rehabilitation software. Findings emphasize the importance of user-centered design and formative evaluation in the early stages of software development"
    },
    {
      "title": "Long-Term Outcomes Following Endoscopic Papillectomy for Ampullary Neuroendocrine Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EP is a safe and effective option for small, well-differentiated Amp-NETs without radiologic evidence of LN metastasis. Although the incomplete resection rate is concerning, the absence of recurrence in margin-negative patients supports EP as a viable treatment option in carefully selected cases. Patients with positive margins warrant close surveillance and consideration of additional surgery.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251953",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EP is a safe and effective option for small, well-differentiated Amp-NETs without radiologic evidence of LN metastasis. Although the incomplete resection rate is concerning, the absence of recurrence in margin-negative patients supports EP as a viable treatment option in carefully selected cases"
    },
    {
      "title": "Tislelizumab + Chemotherapy in Gastric Cancer: Long-Term RATIONALE-305 Randomized Trial Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Results from RATIONALE-305 continued to show durable and improved efficacy outcomes with tislelizumab + chemotherapy versus placebo + chemotherapy at 3 years in advanced GC/GEJC, supporting PD-L1 as a potential prognostic biomarker.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41251890",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results from RATIONALE-305 continued to show durable and improved efficacy outcomes with tislelizumab + chemotherapy versus placebo + chemotherapy at 3 years in advanced GC/GEJC, supporting PD-L1 as a potential prognostic biomarker"
    },
    {
      "title": "The impact of congenital heart disease on somatic growth: a monozygotic twin study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Children with congenital heart disease (CHD) often experience growth faltering. However, somatic growth is significantly influenced by genetic and environmental factors. Given the unique genetic and environmental similarities of monozygotic twins, this study aims to evaluate the relationship between CHD and growth faltering, while minimizing the influence of these factors. We retrospectively reviewed data from 41 pairs of twins, where one had CHD and the other did not. Anthropometric measures...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate the relationship between CHD and growth faltering, while minimizing the influence of these factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison between single and dual antiplatelet therapy in patients on oral anticoagulants undergoing coil embolization for unruptured intracranial aneurysms: a retrospective multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: With respect to SAPT, DAPT was not associated with a reduction in thromboembolic complications in patients taking OACs who underwent coil embolization, but it was associated with an increase in all bleeding events.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41251770",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With respect to SAPT, DAPT was not associated with a reduction in thromboembolic complications in patients taking OACs who underwent coil embolization, but it was associated with an increase in all bleeding events"
    },
    {
      "title": "Abnormal Doppler and perinatal outcomes according to the placental lesions of maternal and fetal vascular malperfusion in preterm fetal growth restriction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We identified key findings among placental MVM and FVM associated with abnormal UA and MCA Doppler as well as neonatal mortality in preterm FGR.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251687",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified key findings among placental MVM and FVM associated with abnormal UA and MCA Doppler as well as neonatal mortality in preterm FGR"
    },
    {
      "title": "High-Contrast Black-and-White Switching via Reversible Copper Electrodeposition for Reflective Monotone Displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Despite their low power consumption, commercial black-and-white reflective displays based on electrophoretic technology (i.e., electronic paper) suffer from limited brightness, contrast, and temperature tolerance. Here, this study presents an electrochemical display mechanism that addresses these limitations by integrating a light-scattering layer beneath a roughened indium tin oxide (ITO) electrode supporting reversible metal electrodeposition (RME). The scattering layer is composed of an...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41251469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delayed post-polypectomy perforation: A case report of a 65-year-old man at 54 days post-procedure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Post-polypectomy perforation (PPP) is an uncommon complication, usually occurring within 24 hours of colonoscopic polypectomy. Delayed perforation beyond several days is extremely rare.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural and dynamic roles of tandem acyl carrier proteins in aryl polyene biosynthesis in carbapenem-resistant Acinetobacter baumannii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Aryl polyenes (APEs) are critical secondary metabolites in gram-negative pathogens, synthesized by polyketide synthases that rely on acyl carrier proteins (ACPs) as essential cofactors. Despite their importance, the structural and functional dynamics of tandem ACPs-ApeE and ApeF-have remained largely uncharacterized. In this study, we elucidate the molecular mechanisms underlying these ACPs within the APE biosynthetic gene cluster of carbapenem-resistant Acinetobacter baumannii (CRAB), a major...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of Interlayer Excitons in Mixed-Dimensional MoS<sub>2</sub> and InGaN/GaN Quantum Well Heterojunctions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Mixed-dimensional heterojunctions (HJs) between compound semiconductors and transition metal dichalcogenides (TMDCs) provide a versatile platform for modulating interfacial exciton dynamics. While compound semiconductors offer precise compositional control for bandgap tuning across wide spectral ranges, they exhibit weak exciton binding energies that limit exciton stability at room temperature. Mixed-dimensional HJs address this limitation by integrating compound semiconductors with TMDCs, whose...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "eVLP-Mediated Cas9 Delivery for Preventing IBMIR in Islet Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Islet transplantation is a promising strategy for effective β-cell replacement in patients with type 1 diabetes. However, its success is hindered significantly by instant blood-mediated inflammatory reaction (IBMIR), which leads to rapid graft loss. IBMIR is triggered when the transplanted islets come in contact with blood, activating the coagulation cascade, complement pathways, and innate immune responses. Tissue factor (TF), abundantly expressed on the islet surface, initiates the coagulation...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41251053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GLP-1RA and Liver Fibrosis Progression in MASLD and Type 2 Diabetes: Target Trial Emulation Using Propensity Score Matching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GLP-1RA use significantly reduced the risk of liver fibrosis progression in patients with MASLD and T2DM, supporting its potential role in early disease modification.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250965",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GLP-1RA use significantly reduced the risk of liver fibrosis progression in patients with MASLD and T2DM, supporting its potential role in early disease modification"
    },
    {
      "title": "Catalyst-Free Collagen Filament Crosslinking for Engineering Anisotropic and Mechanically Robust Tissue Scaffolds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Engineering mechanically resilient hydrogels from naturally derived proteins, such as collagen and gelatin, remains a key challenge in tissue regeneration, particularly when cell compatibility and structural integrity are simultaneously required. Here, a bioorthogonal crosslinking strategy using rhodamine and polyethylene glycol (PEG) is reported to fabricate dense, mechanically reinforced collagen hydrogels. PEG-mediated dehydration induces spontaneous peptide bond formation between rhodamine...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated Serum Bile Acids Predict Poor Liver Outcomes in Children With Alagille Syndrome: Results From the GALA Study Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lower SBA in children with ALGS liver disease predicts improved NLS and EFS. SBA is also associated with NLS in children with ALGS who clear their bilirubin, that is, those with anicteric cholestasis. Although the patients studied here did not receive IBAT inhibition, these data suggest that lowering SBA may improve important clinical outcomes.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250932",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "clinical outcomes",
      "conclusion": "Lower SBA in children with ALGS liver disease predicts improved NLS and EFS. SBA is also associated with NLS in children with ALGS who clear their bilirubin, that is, those with anicteric cholestasis"
    },
    {
      "title": "Association between sudden work recall and psychological health issues: a cross-sectional analysis of the 6th Korean Working Conditions Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The relationship between sudden work recall and psychological health may not be a simple linear one. The results suggest that only a high frequency of sudden work recall is associated with an increased risk of anxiety and fatigue. Therefore, it is necessary to establish appropriate measures and to conduct additional research in this area.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250909",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The relationship between sudden work recall and psychological health may not be a simple linear one. The results suggest that only a high frequency of sudden work recall is associated with an increased risk of anxiety and fatigue"
    },
    {
      "title": "Health effects of weekend work on Korean workers: based on the 6th Korean Working Conditions Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Weekend work was found to increase the risk of both physical and mental health problems of Korean workers, and the effect varied according to employment status. There is a need to design a comprehensive occupational health policy that reflects the characteristics of different employment statuses.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Weekend work was found to increase the risk of both physical and mental health problems of Korean workers, and the effect varied according to employment status. There is a need to design a comprehensive occupational health policy that reflects the characteristics of different employment statuses"
    },
    {
      "title": "Cathode Interface Layer-Free Sequential-Deposited Nonfullerene Acceptor Organic Solar Cells Via a 3-(<em>N</em>,<em>N</em>-Dimethylamino)propyloxy-Flanked Benzo[1,2-b; 4,5-b']dithiophene Electron-Extracting Additive",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Cathode interface layers (CILs), which are often built between the active layer and the metal cathode to facilitate electron collection and extraction, are highly necessary to develop stable and efficient organic solar cells (OSCs). However, most CILs are usually very sensitive to film thickness and work only in ultrathin films. In this study, 4,8-bis((N,N-dimethylamino)propyloxy)benzo[1,2-b,4,5-b']dithiophene (BDT-N) is utilized as an electron-attracting additive for sequential-deposited (SD)...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41250790",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward personalized therapeutic drug monitoring of ustekinumab in Crohn's disease: influence of previous exposure to biologics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Ustekinumab TLs in patients may differ according to their prior exposure to biologic agents and disease activity. Accordingly, rather than applying a uniform threshold, ustekinumab levels should be interpreted using individualized, patient-specific strategies in clinical practice.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41250753",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ustekinumab TLs in patients may differ according to their prior exposure to biologic agents and disease activity. Accordingly, rather than applying a uniform threshold, ustekinumab levels should be interpreted using individualized, patient-specific strategies in clinical practice"
    },
    {
      "title": "Innovative Strategy for Enhanced Delivery of Anti-Fibrotic miR-150 via PDGFR-Targeted Exosomes for Fibrosis Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings highlight the potential of PDGFR-tEx for efficient miR-150 delivery, demonstrating improved therapeutic efficacy with reduced systemic toxicity. This targeted approach may offer a more precise and effective treatment for liver fibrosis, surpassing conventional methods.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight the potential of PDGFR-tEx for efficient miR-150 delivery, demonstrating improved therapeutic efficacy with reduced systemic toxicity. This targeted approach may offer a more precise and effective treatment for liver fibrosis, surpassing conventional methods"
    },
    {
      "title": "Impact of Intravascular Fluid Resuscitation on Whole Blood Viscosity During Endovascular Detachable Coiling Procedure for Unruptured Intracranial Aneurysm: A Prospective Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study showed that HES infusion provided significantly lower WBV than crystalloid infusion during the EDC procedure. Further study is warranted to determine whether the lower WBV after HES infusion would enhance clinical outcomes.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250652",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study showed that HES infusion provided significantly lower WBV than crystalloid infusion during the EDC procedure. Further study is warranted to determine whether the lower WBV after HES infusion would enhance clinical outcomes"
    },
    {
      "title": "Varicella Vaccine Effectiveness and Duration of Protection: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The two-dose vaccination demonstrated superior clinical efficacy compared to the one-dose vaccination, with protection slightly diminishing over time. These findings highlight the importance of implementing universal two-dose varicella vaccination programs in countries.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41250651",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The two-dose vaccination demonstrated superior clinical efficacy compared to the one-dose vaccination, with protection slightly diminishing over time. These findings highlight the importance of implementing universal two-dose varicella vaccination programs in countries"
    },
    {
      "title": "Exercise-induced modulation of IGF-1 in healthy, obese, and cancer populations: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Chronic exercise exerts health status-dependent effects on circulating IGF-1, supporting metabolic benefits in healthy and obese individuals and potentially contributing to cancer care by reducing IGF-1 in cancer patients or survivors. These findings demonstrate the complex endocrine response to exercise and support the therapeutic potential of tailored exercise prescriptions. .",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250619",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the complex endocrine response to exercise and support the therapeutic potential of tailored exercise prescriptions",
      "conclusion": "Chronic exercise exerts health status-dependent effects on circulating IGF-1, supporting metabolic benefits in healthy and obese individuals and potentially contributing to cancer care by reducing IGF-1 in cancer patients or survivors. These findings demonstrate the complex endocrine response to exe..."
    },
    {
      "title": "Association between changes in systolic blood pressure and the incidence of diabetes mellitus: a retrospective study based on the Korean National Health Screening Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: As the global prevalence of diabetes mellitus continues to increase, it is important to identify its risk factors and implement preventive approaches. This study aimed to investigate the association between changes in systolic blood pressure (SBP) and the incidence of diabetes.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the association between changes in systolic blood pressure (SBP) and the incidence of diabetes",
      "significance": "to identify its risk factors and implement preventive approaches",
      "conclusion": null
    },
    {
      "title": "Subcritical pitchfork bifurcation transition of a single nanoparticle in strong confinement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Confinement often influences the properties of fluids. Using molecular dynamics simulations with explicit solvents, we show that strong slit confinement induces a first-order transition between solvation states, where a nanoparticle either resides at the slit center or binds to the confining surfaces. We find that the stability transition of this bistable state follows a subcritical pitchfork bifurcation. Furthermore, along with the transition, the nanoparticle's lateral diffusion, which is...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41250499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experimental observation of enhanced electron cyclotron resonance heating and nonlocal electron kinetics induced by Ramsauer-Townsend effect in ultralow electron temperature plasmas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The effect of the Ramsauer-Townsend effect, a quantum mechanical phenomenon, is investigated by generating an ultralow electron temperature plasma (T_{e}<1 eV) in a weakly magnetized inductively coupled argon plasma using a dc-biased grid. In the ultralow electron energy regime, the Ramsauer-Townsend effect is maximized, significantly reducing electron-neutral collisions. Consequently, electron cyclotron resonance (ECR) heating remains effective even at high pressures (ω_{c}≪ν), where it is...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41250496",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microscopic heat engines with hydrodynamic flow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Hydrodynamic flows are often generated in colloidal suspensions. Since colloidal particles are frequently used to construct stochastic heat engines, we study how the hydrodynamic flows influence the output parameters of the engine. We study a single colloidal particle confined in a harmonic trap with time-periodic stiffness that provides the engine protocol, in the presence of an externally applied steady linear shear flow. The nature of the flow (circular, elliptic, or hyperbolic) is externally...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250376",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Speed limits for discrete-time Markov chains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "As a fundamental thermodynamic principle, speed limits reveal the lower bound of entropy production (EP) required for a system to transition from a given initial state to a final state. While various speed limits have been developed for continuous-time Markov processes, their application to discrete-time Markov chains remains unexplored. In this study, we investigate the speed limits in discrete-time Markov chains, focusing on two types of EP commonly used to measure the irreversibility of a...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41250375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge and Self-Reported Practices in Central Line-Associated Bloodstream Infection Prevention Among Nurses: The Mediating Effect of Perceived Barriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Perceived barriers play a crucial role in the adherence of ICU nurses to self-reported CLABSI prevention practices.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Perceived barriers play a crucial role in the adherence of ICU nurses to self-reported CLABSI prevention practices"
    },
    {
      "title": "DeepCOI: a large language model-driven framework for fast and accurate taxonomic assignment in animal metabarcoding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Metabarcoding remains challenging due to incomplete taxonomic annotations and computationally intensive processes. We present DeepCOI, a large language model-based classifier pre-trained on seven million cytochrome c oxidase I gene sequences. DeepCOI enables fast and accurate taxonomic assignment across eight major phyla, achieving an AU-ROC of 0.958 and AU-PR of 0.897-outperforming existing methods while significantly reducing inference time. Additionally, DeepCOI demonstrates interpretability...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41250240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reliability and validity of virtual reality box &amp; block test in healthy adults and patients with stroke: a prospective, multi-center, exploratory, cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The VR-BBT demonstrated strong reliability and validity despite differences in performance counts compared to BBT. The affected hand showed greater movement distance but lower speed, indicating inefficient motor control. These parameters were significantly associated with FMA-UE, suggesting their potential as objective markers of upper limb motor impairment. These findings suggest that the VR-BBT could serve as a complementary tool for motor function assessment, with potential...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250114",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "markers of upper limb motor impairment",
      "significance": "that the VR-BBT could serve as a complementary tool for motor function assessment, with potential",
      "conclusion": "The VR-BBT demonstrated strong reliability and validity despite differences in performance counts compared to BBT. The affected hand showed greater movement distance but lower speed, indicating inefficient motor control"
    },
    {
      "title": "Prevalence and predictors of self-medication with antibiotics among adults in Santo Domingo and the National District, Dominican Republic: an online cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41250085",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns and trends in infection control nursing research: text network analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study confirmed that keywords revealed through text network analysis were medical workers, vaccines, and gloves. Vaccine was closely related to terms such as influenza, hepatitis, and healthcare provider, while the term gloves was closely related to respiratory protection, injury and needles, and healthcare provider. Infection control for healthcare providers is based on evidence-based knowledge and practices, and quality evaluation of the evidence and verification of...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41250074",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirmed that keywords revealed through text network analysis were medical workers, vaccines, and gloves. Vaccine was closely related to terms such as influenza, hepatitis, and healthcare provider, while the term gloves was closely related to respiratory protection, injury and needles, a..."
    },
    {
      "title": "Skeletal muscle loss and associated clinical outcomes in patients with small-cell lung cancer receiving concurrent chemoradiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41249994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Skeletal muscle loss during CCRT, particularly a decrease in L3 SMI, was associated with inferior overall survival in LD-SCLC patients. Monitoring and mitigating skeletal muscle loss may improve patient prognosis.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41249994",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Skeletal muscle loss during CCRT, particularly a decrease in L3 SMI, was associated with inferior overall survival in LD-SCLC patients. Monitoring and mitigating skeletal muscle loss may improve patient prognosis"
    },
    {
      "title": "Comparison of deep learning models for real-time neural tissue segmentation in spinal endoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41249940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41249940",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimating Causal Treatment Effects in the Sequential Parallel Comparison Design (SPCD)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41249861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The high placebo responses observed in many placebo-controlled randomized clinical trials, particularly in psychiatric research, have hindered the demonstration of treatment efficacy. To address this issue, Fava proposed the Sequential Parallel Comparison Design (SPCD) in 2003, which aims to mitigate the placebo response by estimating a pooled treatment effect (denoted by Δ SPCD $$ {\\Delta}_{\\mathrm{SPCD}} $$ ). This is achieved by combining the treatment effect observed in the first stage...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41249861",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to mitigate the placebo response by estimating a pooled treatment effect (denoted by Δ SPCD $$ {\\Delta}_{\\mathrm{SPCD}} $$ )",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural insights into the G-protein subtype selectivity revealed by human sphingosine-1-phosphate receptor 3-G<sub>q</sub> complexes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Sphingosine-1-phosphate (S1P) is one of the most extensively studied bioactive lipids that transduces signals via the S1P receptor (S1PR) family (S1PR1-5), a class of G-protein-coupled receptors (GPCRs), to regulate immune cell migration, vascular permeability, and pain modulation. However, the mechanism for achieving specificity in downstream signaling remains poorly understood. Here, we present cryogenic electron microscopic structures of the S1PR3-G(αq) complex bound to endogenous agonists:...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41252158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diabetic Ketoacidosis and Severe Hypoglycemia Risks with Ipragliflozin/Insulin Versus Insulin in Type 1 Diabetes: A Japanese Real-World Database Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Ipragliflozin/insulin combination therapy showed no difference in the incidence of DKA, but a lower incidence of SH, versus insulin therapy in patients with T1D in Japan. These results suggest that ipragliflozin treatment is not associated with increased incidences of initial DKA or SH; however, its use should be accompanied by appropriate monitoring, education, and risk mitigation strategies to minimize the occurrence of these events.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41252111",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ipragliflozin treatment is not associated with increased incidences of initial DKA or SH; however, its use should be accompanied by appropriate monitoring, education, and risk mitigation strategi...",
      "conclusion": "Ipragliflozin/insulin combination therapy showed no difference in the incidence of DKA, but a lower incidence of SH, versus insulin therapy in patients with T1D in Japan. These results suggest that ipragliflozin treatment is not associated with increased incidences of initial DKA or SH; however, its..."
    },
    {
      "title": "Breast reconstruction-related complications from postmastectomy radiation therapy in stage II-III breast cancer: sub-analysis of a multi-institutional observational study (Reborn-03)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PMRT was associated with an increased incidence of BR-related complications in prosthetic BR, but not with reoperation, irrespective of the reconstruction method.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41252041",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PMRT was associated with an increased incidence of BR-related complications in prosthetic BR, but not with reoperation, irrespective of the reconstruction method"
    },
    {
      "title": "A case of encapsulating peritoneal sclerosis associated with tuberculous peritonitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "We report a case of encapsulating peritoneal sclerosis (EPS) associated with tuberculous peritonitis. A man in his 50s presented with fever, anorexia, and abdominal distension and was urgently hospitalized because computed tomography (CT) revealed ascites. Despite hospitalization for 1 month, the diagnosis remained unclear and his condition worsened; therefore, the patient was transferred to our hospital. At our hospital, his fever reached approximately 38 °C and an upper abdominal mass was...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251885",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Are weight control and food waste a trade-off?: A clustering of pre-meal portion planning and plate-clearing behaviors among Japanese adult consumers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results support the possibility of a trade-off between food waste and weight gain if PPP-O is not implemented.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results support the possibility of a trade-off between food waste and weight gain if PPP-O is not implemented"
    },
    {
      "title": "Clinicopathological features and prognosis of metastatic tumors in the small bowel: a large multicenter analysis of the JSCCR database in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The lung cancer is the most frequent primary tumor of metastatic tumors in the small bowel. Surgical intervention was associated with improved survival outcomes.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251800",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The lung cancer is the most frequent primary tumor of metastatic tumors in the small bowel. Surgical intervention was associated with improved survival outcomes"
    },
    {
      "title": "The Goddard score for emphysema predicts the postoperative prognosis in pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The GS, a simple radiological index of emphysema, may serve as a novel preoperative prognostic indicator in patients undergoing pancreatic cancer surgery.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251761",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The GS, a simple radiological index of emphysema, may serve as a novel preoperative prognostic indicator in patients undergoing pancreatic cancer surgery"
    },
    {
      "title": "A LAT1-selective PET tracer, 5-[¹⁸F]F-αMe-3BPA, as a companion to its structurally matched ¹⁰B analog in boron neutron capture therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The 5-[¹⁸F]F-αMe-3BPA/5F-αMe-3[¹⁰B]BPA theranostic pair demonstrates high LAT1 specificity, low normal tissue uptake, and strong pharmacokinetic alignment, enabling accurate prediction of therapeutic boron delivery for BNCT. Furthermore, 5-[¹⁸F]F-αMe-3BPA shows promise as a dedicated LAT1 imaging probe for advancing LAT1-targeted therapies.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 5-[¹⁸F]F-αMe-3BPA/5F-αMe-3[¹⁰B]BPA theranostic pair demonstrates high LAT1 specificity, low normal tissue uptake, and strong pharmacokinetic alignment, enabling accurate prediction of therapeutic boron delivery for BNCT. Furthermore, 5-[¹⁸F]F-αMe-3BPA shows promise as a dedicated LAT1 imaging pr..."
    },
    {
      "title": "Correction to: Localization of parvovirus B19 in the renal allografts of healthy donors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251744",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence of hyponatremia with different postoperative intravenous maintenance fluids: a single-center, prospective, randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The use of postoperative fluids with a sodium concentration of 140 mmol/L significantly reduced the incidence of hyponatremia. There was no significant difference in the incidence of postoperative delirium.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of postoperative fluids with a sodium concentration of 140 mmol/L significantly reduced the incidence of hyponatremia. There was no significant difference in the incidence of postoperative delirium"
    },
    {
      "title": "Enhancing hydrogen adsorption on SnS<sub>2</sub> and SnSe<sub>2</sub> monolayers: alkali and alkaline earth metal decoration under external electric fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Efficient hydrogen storage is essential for advancing clean energy technologies. In this study, based on density functional theory (DFT), we report the hydrogen storage functionality of the post-transition metal dichalcogenides including SnS(2) and SnSe(2) monolayers modified by decoration with alkali (Li, Na, K) and alkaline-earth (Mg, Ca) metals. We reveal that Ca-decorated SnS(2) and SnSe(2) offer the most favorable hydrogen adsorption, with binding energies of approximately -0.15 eV per...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251610",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microcondensate-Mediated Intracellular Infusion of mRNA Across the Plasma Membrane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "This study presents a strategy for developing micrometer-sized coacervates comprised of cationic intracellular delivery peptide FcB(L17E)(3) and nucleic acids (termed \"microcondensates\") as a lipid nanoparticle (LNP)-free platform for intracellular messenger RNA (mRNA) delivery. The feasibility of this approach is demonstrated both in vitro and in vivo. This approach is based on our previous finding that FcB(L17E)(3) forms a microcondensate through interactions with IgG labeled with a negatively...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ongoing independent evolution of linezolid and vancomycin-resistance pELF-type linear plasmids across the One Health spectrum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Vancomycin and linezolid are crucial for treating enterococcal infections. The global emergence of linezolid- and vancomycin-resistant enterococci is a growing concern. Enterococcal pELF-type linear plasmids, which confer both types of resistance, have been identified worldwide from clinical and environmental sources. Phylogenetic and structural analyses of pELF-type linear plasmids revealed that they diverged into two distinct lineages and evolved through the integration of circular plasmids....",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251365",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obesity-induced leptin resistance is directly involved in skin fragility by decreasing type I collagen synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The relationship between obesity-induced leptin resistance and skin function remains unclear. In this study, we examined the effects of leptin signaling on collagen production in mouse skin. Mice were divided into three groups: control diet, high-fat diet, and switching diet [from the high-fat diet to the control diet]. We measured the expression of leptin signaling-related genes and type I tropocollagen levels in the skin. In an additional experiment, leptin was administered to leptin-deficient...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of leptin signaling on collagen production in mouse skin",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a spore-based confrontation assay to screen for biocontrol organisms with antagonistic activity against oomycete and fungal pathogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study showcases a versatile and robust spore-based screening that outperforms conventional screening methods. Through the use of the SBCA, two promising biocontrol strains with antagonistic activity against P. cactorum in strawberry were identified.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41251323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showcases a versatile and robust spore-based screening that outperforms conventional screening methods. Through the use of the SBCA, two promising biocontrol strains with antagonistic activity against P"
    },
    {
      "title": "Impact of total neoadjuvant therapy regimens on radiation-induced lymphopenia in locally advanced rectal cancer: a retrospective analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Total neoadjuvant therapy (TNT) improves oncological outcomes in locally advanced rectal cancer (LARC); however, treatment-induced lymphopenia remains a concern. We analyzed 74 patients undergoing three TNT regimens: long-course chemoradiotherapy with consolidation chemotherapy (LCCRT-CNCT), short-course radiotherapy with CNCT (SCRT-CNCT), and induction chemotherapy with LCCRT (INCT-LCCRT). Severe radiation-induced lymphopenia (RIL, Grade ≥ 3) occurred in 48%, 24%, and 54%, respectively (P =...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250916",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "74 patients undergoing three TNT regimens: long-course chemoradiotherapy with consolidation chemotherapy (LCCRT-CNCT), short-course radiotherapy with CNCT (SCRT-CNCT), and induction chemotherapy with ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single Inhalation of Peppermint Essential Oil Alleviates Acute Restraint Stress-Exacerbated Itch in Oxazolone-Induced Mild Dermatitis: Correlations With Brain Neuronal Activity in Female BALB/c Mouse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Acute restraint stress exacerbates itch, and PEO inhalation alleviates the stress-associated aggravation of pruritus caused by OXA-induced dermatitis, which is associated with the modulation of neuronal activity in itch-related brain regions.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250826",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Acute restraint stress exacerbates itch, and PEO inhalation alleviates the stress-associated aggravation of pruritus caused by OXA-induced dermatitis, which is associated with the modulation of neuronal activity in itch-related brain regions"
    },
    {
      "title": "Temperature chaos as a logical consequence of the reentrant transition in spin glasses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Temperature chaos is a striking phenomenon in spin glasses, where even slight changes in temperature lead to a complete reconfiguration of the spin state. Another intriguing effect is the reentrant transition, in which lowering the temperature drives the system from a ferromagnetic phase into a less ordered spin-glass or paramagnetic phase. In the present paper, we reveal an unexpected connection between these seemingly unrelated phenomena in the finite-dimensional Edwards-Anderson model of spin...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiple Notch ligands in the synchronization of the segmentation clock",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Notch signaling is a ubiquitous and versatile intercellular signaling system that drives collective behaviors and pattern formation in biological tissues. During embryonic development, Notch is involved in generation of collective biochemical oscillations that form the vertebrate body segments, and its failure results in embryonic defects. Notch ligands of the Delta family are key components of this collective rhythm, but it is unclear how different Delta ligands with distinct properties...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250473",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coupling an elastic string to an active bath: The emergence of inverse damping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "We consider a slow elastic string with Klein-Gordon dynamics coupled to a bath of run-and-tumble particles. We derive and solve the induced Langevin-Klein-Gordon string dynamics with explicit expressions for the streaming term, friction coefficient, and noise variance. These parameters are computed exactly in a weak-coupling expansion. The induced friction is a sum of two terms: one entropic, proportional to the noise variance as in the Einstein relation for a thermal equilibrium bath, and a...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Passive objects in a chiral active bath: From microscopic to macroscopic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "We present a detailed derivation of the Langevin dynamics obeyed by a massive rigid body immersed in a chiral active bath. We show how the antisymmetric nature of the noise leads to an unusual relationship between the Langevin equation describing stochastic trajectories and the Fokker-Planck equation governing the time evolution of the probability density. The chirality of the bath endows the object dynamics with odd diffusivity, odd mobility, and rotational ratchet effects that depend on the...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synchronization in bus systems with partially overlapping routes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "In an increasingly interconnected world, understanding congestion-related phenomena in transportation and their underlying mechanisms is crucial for improving efficiency. As the transportation system becomes denser, different modes of transportation have more opportunities to interact with each other, giving rise to emergent dynamics that simple models cannot explain. In this study, we investigate the synchronized motion of indirectly coupled transportation modes. We develop a numerical...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Universal trade-off between irreversibility and intrinsic timescale in thermal relaxation with applications to thermodynamic inference",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "We establish a general lower bound for the entropy production rate (EPR) based on the Kullback-Leibler divergence and the logarithmic-Sobolev constant that characterizes the timescale of relaxation. This bound can be considered as an enhanced second law of thermodynamics. When applied to thermal relaxation, it reveals a universal trade-off relation between the dissipation rate and the intrinsic relaxation timescale. From this relation, a thermodynamic upper bound on the relaxation time between...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transitions and thermodynamics on species graphs of chemical reaction networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Chemical reaction network (CRN) theory is widely utilized to model and analyze a wide range of biochemical phenomena. Structural transformations and reductions serve as essential tools to better understand how topological properties of a CRN are related with specific functions. In this context, graph-based representations of CRNs have been explored; however, their connections to concentration dynamics and thermodynamics remain elusive. In this study, we propose a natural transformation from the...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphometric prediction of mesenchymal stromal cell-like immunosuppressive capacity of human hair follicle dermal sheath cup cells: an implication for regenerative medicine in hair loss diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Results suggest that human DSCCs can help regenerative medicine approaches, not only for supporting hair follicle regeneration but also for suppressing microinflammation that potentially contributes to hair loss, and this can be readily evaluated using a newly developed morphometric analysis.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results suggest that human DSCCs can help regenerative medicine approaches, not only for supporting hair follicle regeneration but also for suppressing microinflammation that potentially contributes to hair loss, and this can be readily evaluated using a newly developed morphometric analysis"
    },
    {
      "title": "Sequential omics analysis reveals molecular signatures of malignant transformation in recurrent meningiomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Meningiomas are the most common primary brain tumors in adults and have the potential for recurrence. Although most recurrent meningiomas retain their initial World Health Organization grade, a subset undergoes malignant transformation (MT). The molecular mechanisms underlying this transformation remain poorly understood. We aimed to characterize distinct recurrence subtypes-MT and grade 1-retained recurrence (GR)-using sequential multi-omic analyses. In this study, we reviewed meningioma...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250239",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "characterize distinct recurrence subtypes-MT and grade 1-retained recurrence (GR)-using sequential multi-omic analyses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unlocking safety: a mathematical model and selective extraction for Δ9-THC removal from hemp seed husks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Among the myriad components found in marijuana, cannabis, and hemp, cannabidiol (CBD), delta 9-tetrahydrocannabinol (Δ9-THC), cannabinol (CBN), cannabigerol (CBG), and other cannabinoids have long been utilized. However, controversies persist regarding the addictive and hallucinogenic effects of Δ9-THC, CBN, and hexahydrocannabihexol (HHCH) in various countries, contrasting with the positive attributes associated with CBD and CBG. Ongoing debates and sudden regulatory shifts pose challenges for...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endoscope-integrated indocyanine green videoangiography for craniocervical dural arteriovenous fistula with ruptured anterior spinal artery aneurysm: a case report and review of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41250142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In the treatment of dural arteriovenous fistulas with anterior spinal artery aneurysm, a more precise assessment of small vessels and their occlusion is possible through the use of an endoscope-integrated indocyanine green videoangiography.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41250142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the treatment of dural arteriovenous fistulas with anterior spinal artery aneurysm, a more precise assessment of small vessels and their occlusion is possible through the use of an endoscope-integrated indocyanine green videoangiography"
    },
    {
      "title": "Prenatal psychosocial factors and changes in marital satisfaction after childbirth: an online cohort study of pregnant women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41249991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Psychosocial factors during pregnancy, including depressive symptoms, economic hardship, and perceived domestic burden, were significantly associated with subsequent changes in marital satisfaction. These findings underscore the importance of early mental health screening and supportive interventions for expectant couples.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41249991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Psychosocial factors during pregnancy, including depressive symptoms, economic hardship, and perceived domestic burden, were significantly associated with subsequent changes in marital satisfaction. These findings underscore the importance of early mental health screening and supportive intervention..."
    },
    {
      "title": "Screening cognitive decline in older adults using umami hypogeusia and oral diadochokinesis: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41249939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Umami hypogeusia and reduced ODK performance were significantly associated with cognitive impairment. This simple, noninvasive screening method may facilitate early detection of cognitive decline in routine dental care.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41249939",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Umami hypogeusia and reduced ODK performance were significantly associated with cognitive impairment. This simple, noninvasive screening method may facilitate early detection of cognitive decline in routine dental care"
    },
    {
      "title": "Effect of Intolerance of Uncertainty and Resource Consumption on Therapeutic Strategies Chosen by Physiotherapists: Virtual Patient Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Resource consumption may have a negative influence in some cases on the treatment strategies chosen by the physiotherapists who are most intolerant of uncertainty. Future research avenues are suggested to ensure the quality of patient care concerning physiotherapists' level of intolerance of uncertainty.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252197",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Resource consumption may have a negative influence in some cases on the treatment strategies chosen by the physiotherapists who are most intolerant of uncertainty. Future research avenues are suggested to ensure the quality of patient care concerning physiotherapists' level of intolerance of uncerta..."
    },
    {
      "title": "Low-Voltage Organic Transistor-Based Reservoir Computing for Multitask Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Physical reservoirs, particularly those based on transistors, exhibit nonlinear dynamic responses and are well-suited for dynamic temporal tasks. In this work, we present a reservoir computing system utilizing a low-voltage organic field-effect transistor (OFET). At the system level, we establish a device-specific spike current map that can be reused across multiple tasks, enabling consistent hardware pipelining. Diverse inputs are preprocessed to conform to a unified spike protocol, while the...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How AI Is Transforming Medical Education: Bibliometric Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: There are critical needs for (1) interdisciplinary studies that intentionally integrate generative AI with foundational medical AI work and (2) involving medical educators and students in AI development. Future research should focus on building theoretical frameworks and collaborative projects that connect these currently separate domains to foster a more cohesive knowledge base.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252190",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There are critical needs for (1) interdisciplinary studies that intentionally integrate generative AI with foundational medical AI work and (2) involving medical educators and students in AI development. Future research should focus on building theoretical frameworks and collaborative projects that ..."
    },
    {
      "title": "<em>Smed-pou4-2</em> regulates mechanosensory neuron regeneration and function in planarians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "POU4 homologs are involved in the development of sensory cell types across diverse species, including cnidarians, ascidians, and mammals. Whether these developmental regulators are redeployed during adult tissue maintenance and regeneration remains an open question in regenerative biology. Here, we investigated the role of the Schmidtea mediterranea BRN3/POU4 homolog, Smed-pou4-2 (pou4-2), in the regeneration of mechanosensory neurons. We found that pou4-2 is regulated by the SoxB1 homolog...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252183",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the role of the Schmidtea mediterranea BRN3/POU4 homolog, Smed-pou4-2 (pou4-2), in the regeneration of mechanosensory neurons",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Effectiveness of and Optimization Strategies for Mirikizumab in Pediatric Ulcerative Colitis: A Prospective, Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MIRI can induce and sustain CR in pediatric UC, particularly when early optimization strategies are applied. These findings highlight IUS as a useful surrogate for mucosal healing and support MIRI as a promising, adaptable, and safe therapeutic option in pediatric UC.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MIRI can induce and sustain CR in pediatric UC, particularly when early optimization strategies are applied. These findings highlight IUS as a useful surrogate for mucosal healing and support MIRI as a promising, adaptable, and safe therapeutic option in pediatric UC"
    },
    {
      "title": "Barriers and Solutions to Efficient Health Care AI Implementation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252174",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesh Use in Emergency Ventral Hernia Repair-Clinical and Research Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252172",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Population-Level Health Intervention and Primary Care Quality for Veterans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This cohort study found that implementation of VHA's PHI was associated with improved care quality of care for diabetes and hypertension and did not increase preventable care use, suggesting that the PHI may serve as a model for population health approaches that seek to reengage inactive patients since the COVID-19 pandemic.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This cohort study found that implementation of VHA's PHI was associated with improved care quality of care for diabetes and hypertension and did not increase preventable care use, suggesting that the PHI may serve as a model for population health approaches that seek to reengage inact..."
    },
    {
      "title": "Synergistic Construction of Lanthanide Coordination Supramolecular Framework through Coordination Bonds and π-π Stacking Interactions for Visible Blue-Red Ratio Luminescence Detection of D<sub>2</sub>O",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "In scientific research, the application of D(2)O has been limited by the requirement of high purity for a long time, so it is of great significance to develop methods for D(2)O detection. Based on the factors of energy transfer between ligand and lanthanide ions, and the correlation between the vibration frequency of the D-O bond and H-O bond and the luminescence of Ln-CP, we designed and successfully prepared a three-dimensional coordination supramolecular framework EuL, which was assembled by...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252159",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to develop methods for D(2)O detection",
      "conclusion": null
    },
    {
      "title": "Alleviation of negative emotional and pain responses through amygdala-hypothalamic social circuit activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Pain is a multifaceted experience that not only impacts individuals physiologically but also reshapes their emotional well-being and social dynamics. The expression of pain and postpain emotional states is profoundly influenced by social contexts. Recent research has highlighted the pivotal role of social rewards-including empathy, support, and acceptance-in modulating both pain perception and subsequent negative emotional responses. However, how direct manipulation of brain circuits that govern...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252153",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EVOLVE platform, a trispecific T cell engager with integrated CD2 costimulation, for the treatment of solid and hematologic tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Ten CD3 T cell engagers (TCEs) have received regulatory approval for the treatment of hematologic and solid tumors. However, limited costimulatory signaling essential for sustained T cell effector activity may limit CD3 TCE clinical efficacy and response duration. The CD2 receptor is an attractive costimulation target owing to its association with T cell receptor signaling and favorable expression profile. We show that CD2 costimulation is superior in maintaining T cell viability and effector...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252152",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Waiting time during admission procedures increases social inequalities in higher education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Many domains in life require people to wait to access better outcomes, such as waiting in line to access prized tickets for a show, waiting to obtain a job offer from a selective firm, or being waitlisted for a prestigious university. Although waiting might be perceived as a fair mechanism to allocate resources, it may have unintended consequences on social inequalities as individuals from lower socioeconomic backgrounds (SES) may be less likely to wait. In this study, we investigate...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The liver talks back: NPY orchestrates attraction of cancer cells and CHK2-dependent clonogenicity in the metastatic niche",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "RNA interference (RNAi) therapeutics represent breakthrough discoveries, but their use in cancer remains limited due to hepatocyte-specific targeting. Cancer metastasis is regulated by complex crosstalk between tumor cells and niche-derived factors. However, the molecular mechanisms enabling metastatic seeding and outgrowth in the liver remain incompletely understood, representing a major clinical challenge. We identified neuropeptide Y (NPY) as a promotor of liver metastasis. Hepatocyte-derived...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252148",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A DNA-Tile-Based Fluorescence Lighting System for Signal-Amplified Imaging at the Single Live-Cell Level",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Nucleic acid aptamer technology, with precise targeting and excellent biosafety, has significantly improved dynamic fluorescence imaging at the live-cell level. While integrating isothermal amplification technology can effectively enhance target signal output to improve imaging effects, the high sequence homology with aptamers often increases the background signal and presents a significant challenge for sequence design. Herein, we developed a novel DNA tile-based fluorescent labeling system...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Race and Risk of COVID-19 Hospitalization: Examining the Contribution of Social Determinants of Health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: No significant racial differences in 30-day hospitalization were observed; however, we found that clinical factors and SDOH explained similar variation in hospitalization risk.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252118",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No significant racial differences in 30-day hospitalization were observed; however, we found that clinical factors and SDOH explained similar variation in hospitalization risk"
    },
    {
      "title": "Four Isosteroidal Alkaloids from Fritillaria Alleviate Lipopolysaccharide-Induced Inflammation in vitro and in vivo through MyD88- and TRIF-Dependent Signaling Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The 4 alkaloids of Fritillaria exert anti-inflammatory effects in vivo and in vitro through MyD88- and TRIF-dependent signaling pathways, thereby protecting rats from ALI.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 4 alkaloids of Fritillaria exert anti-inflammatory effects in vivo and in vitro through MyD88- and TRIF-dependent signaling pathways, thereby protecting rats from ALI"
    },
    {
      "title": "Prevention and Treatment of Doxorubicin and Trastuzumab-Induced Cardiotoxicity with Compound Danshen Dripping Pill",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CDDP can prevent and protect against DOX/TRZ-induced cardiac injury. It influences tryptophan metabolism by modulating Clostridia_UCG-014 abundance, inhibits indole-3-carboxylic acid levels, increases kynurenine levels, thereby exerting anti-cardiotoxic effects.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252114",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CDDP can prevent and protect against DOX/TRZ-induced cardiac injury. It influences tryptophan metabolism by modulating Clostridia_UCG-014 abundance, inhibits indole-3-carboxylic acid levels, increases kynurenine levels, thereby exerting anti-cardiotoxic effects"
    },
    {
      "title": "Effect of Tofogliflozin on Urinary Albumin-to-Creatinine Ratio vs. Metformin in Diabetic Kidney Disease: Rationale and Study Protocol of the TRUTH-DKD Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Metformin is widely recommended as a first-line therapy for patients with type 2 diabetes; however, evidence supporting its effects on cardiovascular outcomes is limited and derived from older studies. Furthermore, there is little direct evidence that demonstrates the protective effect of metformin on renal events. By contrast, sodium-glucose cotransporter 2 (SGLT2) inhibitors have consistently shown benefits in reducing cardiovascular and renal events. This study aims to directly...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252113",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to directly",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pros and Cons of Early Treatment with GLP-1 Receptor Agonist and SGLT-2 Inhibitors for Youth with Type 2 Diabetes: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The incidence of youth-onset type 2 diabetes (Y-T2D) has been increasing over the last two decades in line with the growing rate of childhood obesity. Prior to 2019, the only United States Food and Drug Administration (FDA)-approved therapies for Y-T2D were metformin and insulin, and the current consensus guidelines recommend these therapies as first-line treatment. While metformin has a known safety profile and early efficacy for glycemic control, it has not been shown to prevent β-cell...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic syndrome and risk of dementia and cognitive decline: a systematic review and meta-analysis of prospective cohort studies from 6,753,197 participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Previous findings on the link between metabolic syndrome (MetS) and the risk of all-cause dementia, Alzheimer's disease (AD), vascular dementia (VD), and cognitive decline are inconsistent. We systematically searched Embase, PubMed, Web of Science, the Cochrane Library, and Scopus up to June 2025 for prospective cohort studies conducted in community-based settings among adults aged 18 years or older that reported risk estimates (e.g., relative risks, hazard ratios, or odds ratios) for the...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252085",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic exceptionalism and genomic contextualism among Asian Americans: a qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Views on genetic information - and how it compares to other health information - play a key role in shaping policy surrounding its treatment, management, and communication. Genetic exceptionalism and genomic contextualism are important frameworks to better understand how communities view genetic information in comparison to other medical data. This study aimed to explore how Asian Americans view genetic information and what factors influence their views. Using a qualitative study design guided...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252082",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore how Asian Americans view genetic information and what factors influence their views",
      "significance": "frameworks to better understand how communities view genetic information in comparison to other medical data",
      "conclusion": null
    },
    {
      "title": "Correction: Accuracy comparison between active robot and freehand techniques in modified mid-segment-first extraction of impacted mandibular third molars: an in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plat safeguards maternally aged oocytes against programmed cell death through activating the Erk1/2 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The decline in oocyte quality and developmental potential with female reproductive aging is well recognized, yet the underlying mechanisms remain insufficiently investigated. In this study, an integrative analysis of transcriptomes and morphologies of individual oocytes from young and aged mice identifies morphologically defective aged oocytes with distinct transcriptomic features. Further analysis demonstrates that both apoptotic and ferroptotic pathways are activated in the defective aged...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative eQTL and Mendelian randomization analysis reveals key genes in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Three critical CRC-affecting genes were identified, offering new molecular insights and potential research and treatment directions.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252059",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Three critical CRC-affecting genes were identified, offering new molecular insights and potential research and treatment directions"
    },
    {
      "title": "Utilizing a novel mitochondrial-related gene signature for predicting the prognosis and immunological impact in bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This validated mitochondrial risk model delivers a clinically actionable biomarker for BLCA prognosis stratification and guides personalized therapeutic selection, enabling precision treatment intensification.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252049",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This validated mitochondrial risk model delivers a clinically actionable biomarker for BLCA prognosis stratification and guides personalized therapeutic selection, enabling precision treatment intensification"
    },
    {
      "title": "Loss Limits as a Predictor of Future Gambling Behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "In 2021, the Norwegian government implemented a policy requiring individuals gambling with the horse betting monopolist, Norsk Rikstoto, to set personal loss limits, capping the maximum loss limit at 20,000 NOK (10 NOK ∼ 1 €) per month. The present study investigated whether loss limits set in 2021 could predict gambling behavior in 2023, and whether loss limits were associated with the proportion of moderate-to-high risk gamblers. Method: The dataset encompassed the entire population of...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Attachment Style, Perceived Stress, and Physical and Mental Health: A Cross-sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Stress is a multifaceted phenomenon with a significant impact on physical and mental health. Unsafe attachment, along with a high level of perceived stress, has been projected to have a detrimental effect on physical and mental health. The purpose of this study was to investigate the interrelation between attachment style, perceived stress, and health disorders in a sample of Greek adults. A total of 211 Greek individuals were investigated for their attachment style, levels of perceived stress,...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the interrelation between attachment style, perceived stress, and health disorders in a sample of Greek adults",
      "significance": "on physical and mental health",
      "conclusion": null
    },
    {
      "title": "The Association Between Work-Related Stress and Miscarriage in Pregnant Women: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Miscarriage is a naturally occurring event that can be caused by several factors, such as work-related stress. The aim of the current systematic review was to examine the association between work-related stress and miscarriage in pregnant women, and to corroborate previous findings on the subject. A systematic review was conducted using the PubMed and Scopus databases. Observational studies published in English were considered for inclusion. A total of 412 papers were identified through the...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "English were considered for inclusion",
      "objective": "of the current systematic review was to examine the association between work-related stress and miscarriage in pregnant women, and to corroborate previous findings on the subject",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ego Defense Mechanisms of Greek Social Work Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41252000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Defense mechanisms are unconscious mental processes employed as defensive strategies in the service of the ego, constituting their field of action. They alleviate intrapsychic conflicts and anxieties within the ego enabling its liberation. Social work students perform tasks within demanding, adverse, and conflicting situations and are often overwhelmed by difficult emotions affecting their psychological adjustment. Recognizing and adopting mature mechanisms can support and provide intrapsychic...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41252000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-point source pollution transport and photocatalytic degradation effect in the Mudong River basin of Huixian Wetland based on WASP model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Agricultural activities are one of the important sources of water pollution in small agricultural watersheds. It is of great significance to understand the current status of water quality and non-point source pollution in small agrarian watersheds, estimate their pollution load, and explore pollutant reduction methods for sustainable water environmental management and protection. In this paper, the small watershed of Mudong River in Huixian Wetland was selected as the study area, and the water...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "sources of water pollution in small agricultural watersheds",
      "conclusion": null
    },
    {
      "title": "Molecular targets and the emerging role of copper radionuclides in prostate cancer theranostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Copper-based radiopharmaceuticals represent a promising class of agents with the potential to refine PCa management. As research advances, these compounds are poised to enhance diagnostic precision and therapeutic efficacy, paving the way for more personalized strategies and favorable clinical outcomes.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251982",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Copper-based radiopharmaceuticals represent a promising class of agents with the potential to refine PCa management. As research advances, these compounds are poised to enhance diagnostic precision and therapeutic efficacy, paving the way for more personalized strategies and favorable clinical outco..."
    },
    {
      "title": "Language matters: the case of \"septic arthritis\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Teaching Oncology in the Medical Degree: Integrating Knowledge and Experience of a Multidisciplinary Tumour Board",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Cancer is recognised as a major health problem that requires a multidisciplinary approach to achieve the best possible outcomes. The rapid and important changes in the understanding of cancer need to be incorporated into clinical practice. Because of both the magnitude and pace of these changes, medical schools must also assess and update the level of knowledge and skills that need to be taught in oncology training. Multidisciplinary tumour boards (MTB) integrate the knowledge of various...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251977",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "changes in the understanding of cancer need to be incorporated into clinical practice",
      "conclusion": null
    },
    {
      "title": "Patient and provider perspectives on how a mobile health application may address barriers to Lynch Syndrome care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251970",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thyroid peroxidase antibodies and coronary artery calcification: results from the ELSA-Brasil cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings indicate that individuals with higher levels of TPOAb were at higher risk of developing CAC over a 5-year follow-up period, suggesting an atherogenic role of TPOAb independent of thyroid function.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that individuals with higher levels of TPOAb were at higher risk of developing CAC over a 5-year follow-up period, suggesting an atherogenic role of TPOAb independent of thyroid function"
    },
    {
      "title": "The Dorsal CA2 to Ventral CA1 Circuit Contributes to Spatial and Context-Dependent Memories",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The hippocampal dorsal CA2 subregion (dCA2) is critical for social memory; however, its contribution to other types of hippocampus-dependent memories is not well understood. Here, we performed dCA2-specific circuit tracing, single-neuron projectome analysis, photometric Ca^(2+) imaging, and optogenetic manipulations to study the physiological roles of dCA2 neurons and their axon projections in behavioral paradigms for novel object recognition, novel location recognition, and contextual fear...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251939",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Transmitter Oscillations for Ejaculation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic surgical planning based on point cloud filtering and geometric constraints for temporomandibular joint prosthesis implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Compared to the cumbersome manual planning methods currently used for TMJ prosthesis implantation, the approach proposed in this paper facilitates efficient and accurate automated preoperative planning. This method simulates the optimal placement of TMJ prosthesis to ensure long-term stability, demonstrating significant clinical potential for future applications in TMJ prosthesis implantation surgery.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251908",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared to the cumbersome manual planning methods currently used for TMJ prosthesis implantation, the approach proposed in this paper facilitates efficient and accurate automated preoperative planning. This method simulates the optimal placement of TMJ prosthesis to ensure long-term stability, demo..."
    },
    {
      "title": "Executive summary of the 15th HHT international scientific conference",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Hereditary Hemorrhagic Telangiectasia (HHT) is a rare autosomal dominant vascular disorder characterized by mucocutaneous telangiectasias and visceral arteriovenous malformations (AVMs), which arise due to direct connections between arteries and veins. These vascular lesions are prone to bleeding and vascular shunts, leading to recurrent epistaxis and GI bleeding, among other systemic complications. HHT is caused by heterozygous loss-of-function mutations in genes involved in the BMP9/BMP10...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical interventions for endodontic-periodontal lesions: A Systematic Review without Meta-analysis (SWiM)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Current limited evidence suggests that surgical intervention may be beneficial in managing endodontic-periodontal lesions, particularly when preceded by non-surgical treatment.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current limited evidence suggests that surgical intervention may be beneficial in managing endodontic-periodontal lesions, particularly when preceded by non-surgical treatment"
    },
    {
      "title": "Accumulation of antibiotics in groundwater of the damodar river basin, India and health risk prediction: source identification and linkage with hydrochemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Monitoring of antibiotics in groundwater, their transport mechanism, and associated health and ecological risks draws serious attention of the global scientific community nowadays. The present article is the first report of the detection of 12 antibiotics in the groundwater of the Damodar river basin in India using Ultra High Performance Liquid Chromatography-High Resolution Mass Spectrometry after analysing 749 samples collected during three different seasons in 49 locations. The sum of the...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiological characteristics of pediatric trauma and the role of the Injury Severity Score in predicting mortality risk: a multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results show that traffic accidents and falls remain major causes of pediatric trauma. Boys and children aged 0-3 years are at particularly high risk, emphasizing the need for enhanced supervision and public education to prevent injuries. An ISS > 24.5 upon admission is linked to a significantly increased risk of mortality. These findings provide important insights for clinical management and prevention strategies aimed at reducing the incidence and severity of pediatric trauma.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "insights for clinical management and prevention strategies aimed at reducing the incidence and severity of pediatric trauma",
      "conclusion": "Our results show that traffic accidents and falls remain major causes of pediatric trauma. Boys and children aged 0-3 years are at particularly high risk, emphasizing the need for enhanced supervision and public education to prevent injuries"
    },
    {
      "title": "Preliminary Impact of Public Health Messaging on HPV Vaccine Uptake Among Adolescent Girls and Young Women Living with HIV in Central Uganda",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "We assessed the preliminary impact of public health messaging on HPV vaccine uptake among adolescents and young women living with HIV in central Uganda. We conducted a pilot randomized controlled trial involving 100 adolescent girls and young women (ages 10-24) living with HIV across four healthcare facilities in the Greater Masaka region of Uganda. Facilities were randomly assigned to either the treatment or control arm. Participants in the control arm were only exposed to informational posters...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of public health messaging on HPV vaccine uptake among adolescents and young women living with HIV in central Uganda",
      "conclusion": null
    },
    {
      "title": "A Dual Prevention Pill for HIV &amp; Pregnancy Prevention: A Pilot Study Among Adolescent Girls and Young Women in Zimbabwe",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Adolescent girls and young women (AGYW) in sub-Saharan Africa are at risk for HIV/unintended pregnancy. Adherence and continuation to effective oral pre-exposure prophylaxis (PrEP) are limited in AGYW. We hypothesized that an over-encapsulated dual prevention pill (DPP) combining PrEP + oral contraceptive (OC) would be preferred, acceptable, and improve adherence compared to PrEP alone. We randomized HIV-uninfected, 16-24 year-olds 1:1 to use DPP or 2-pill regimen (2PR -PrEP and OCs separately)...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Inhibition of telomerase and mitochondria synergistically promote apoptosis in AML cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Despite the significant anti-proliferative effects of telomerase inhibition on acute myeloid leukemia (AML) cells, complementary therapies that promote apoptosis on AML cells have been suggested. This investigation assessed the impact of concurrently targeting telomerase with BIBR1532 and mitochondrial function with Tigecycline on inducing apoptosis in AML cell models. KG-1a and KG-1 AML cells were treated with IC50 concentrations of the telomerase inhibitor BIBR1532 and the mitochondrial...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of concurrently targeting telomerase with BIBR1532 and mitochondrial function with Tigecycline on inducing apoptosis in AML cell models",
      "conclusion": null
    },
    {
      "title": "Advancing Juvenile Spondyloarthritis: Closing Knowledge Gaps with New Axial JSpA Classification Criteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Until recently, the absence of validated, pediatric-specific classification criteria for juvenile spondyloarthritis (JSpA) limited targeted clinical trials evaluating treatment efficacy and advancements in understanding the natural history in pediatric-onset disease. There is an urgent need for efficacy and effectiveness studies in this understudied group.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251853",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Until recently, the absence of validated, pediatric-specific classification criteria for juvenile spondyloarthritis (JSpA) limited targeted clinical trials evaluating treatment efficacy and...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of immunochemotherapy with versus without radiation therapy for stage IVB esophageal squamous cell carcinoma confined to non-regional nodal metastases: a multicenter propensity score matching study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adding RT to first-line ICT improves survival in stage IVB ESCC with non-regional nodal metastases, particularly when delivered sequentially to the primary tumor.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251846",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adding RT to first-line ICT improves survival in stage IVB ESCC with non-regional nodal metastases, particularly when delivered sequentially to the primary tumor"
    },
    {
      "title": "Piracetam attenuates oxidative stress and inflammation-induced neuronal cell death in rats with vascular dementia potentially via the activation of the AMPK/SIRT-1/Nrf-2 signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Chronic cerebral hypoperfusion (CCH) is the second leading cause of dementia and a major contributor to vascular dementia (VaD). Among the mechanisms underlying CCH-induced cognitive decline, programmed cell death plays a pivotal role. Lytic forms of programmed cell death, including necroptosis and pyroptosis, have recently been identified as consequences of chronic inflammation. However, their precise involvement in VaD remains unclear. It has been demonstrated that piracetam has...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251844",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of genetic counseling on parental risk perception and prevention strategy utilization for type 2 diabetes in at-risk children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Family history is a strong risk factor for type 2 diabetes (T2D), but few studies have evaluated if parents with T2D understand their child's risk and appropriate prevention strategies. Genetic counseling is an effective intervention to communicate risk for multifactorial disease and provide counseling on management and prevention. This prospective, cross-sectional feasibility study evaluates the impact of a genetic counseling intervention on parental risk perception towards T2D, knowledge of...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of a genetic counseling intervention on parental risk perception towards T2D, knowledge of",
      "conclusion": null
    },
    {
      "title": "Multi-target synergistic anti-aging: QG extends Caenorhabditis elegans lifespan through DAF-16/FOXO pathways, mitochondrial homeostasis and metabolic reprogramming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Aging not only significantly reduces the quality of life for the elderly but also poses multifaceted challenges to society. Its progression involves the synergistic interaction of multidimensional, multipathway molecular mechanisms, including mitochondrial dysfunction, oxidative stress accumulation, chronic inflammation, and genomic damage. Quercetagetin (QG), as a natural flavanol monomer, exhibits significant potential in anti-aging due to its simultaneous targeting of key aging pathways such...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of the subjective spine value in patients with adult idiopathic scoliosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The novel single-item score SSpV validly represents the established multi-item ODI, COMI-back, and SRS-22 in patients with AdIS.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251803",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The novel single-item score SSpV validly represents the established multi-item ODI, COMI-back, and SRS-22 in patients with AdIS"
    },
    {
      "title": "Mortality and cancer risk in patients with chronic pancreatitis in japan: insights into the importance of surveillance for pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with alcohol-related CP have higher mortality than the general population in Japan. Pancreatic cancer remains a crucial prognostic factor in patients with CP. Regular surveillance for pancreatic cancer is important to improve their prognosis.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251799",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to improve their prognosis",
      "conclusion": "Patients with alcohol-related CP have higher mortality than the general population in Japan. Pancreatic cancer remains a crucial prognostic factor in patients with CP"
    },
    {
      "title": "Structure Characterization and Anti-Aging Activities of a Polysaccharide Derived from Hericium coralloides (Agaricomycetes) Using the Three-Phase Partitioning Method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "This study investigates the structural characteristics and anti-aging potential of polysaccharides from Hericium coralloides (HCP) using Caenorhabditis elegans models. Through three-phase partitioning and chromatographic purification, HCP with 58.4% yield from crude extracts was obtained. Structural analysis revealed a heteropolysaccharide comprising mannose (6.6%), glucose (73.0%), and galactose (20.4%) in pyranose configurations. It features a β-(1⟶6)-glucan backbone with terminal α-mannose...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ammoniphilus soli sp. nov., Isolated from an Efficient Pymetrozine-Degrading Bacterial Community Derived from a Long-Term Continuous Cotton Field in Xinjiang",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "A Gram-stain-variable, designated as strain 3BR4^(T), was isolated from a bacterial community capable of efficiently degrading pymetrozine. This community was enriched from the soil of a long-term continuous cropping cotton field in Xinjiang. Strain 3BR4^(T) exhibited growth capabilities at temperatures ranging from 16 to 45 °C (optimum 37 °C), with a pH 5.0-9.0 (optimum pH 7.0), and in the presence of 0-8% (w/v) NaCl (optimum 2.0%). The complete genome of the novel strain was determined to be 7...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abdominal multi-organ segmentation on 3D negative-contrast CT cholangiopancreatography: a comparative study of deep learning methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The comparative analysis demonstrates the superiority of 3D volumetric models (Swin-UNETR 3D) over 2D models for accurate and stable abdominal multi-organ segmentation on 3D-nCTCP, reduces manual annotation time, and may aid broader clinical adoption.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The comparative analysis demonstrates the superiority of 3D volumetric models (Swin-UNETR 3D) over 2D models for accurate and stable abdominal multi-organ segmentation on 3D-nCTCP, reduces manual annotation time, and may aid broader clinical adoption"
    },
    {
      "title": "Predicting chemotherapy response in pediatric lymphoma using pre-treatment contrast-enhanced CT radiomics: A hypothesis-generating study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This hypothesis-generating study demonstrates that baseline CECT radiomics shows promise for predicting chemotherapy response in pediatric lymphoma.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This hypothesis-generating study demonstrates that baseline CECT radiomics shows promise for predicting chemotherapy response in pediatric lymphoma"
    },
    {
      "title": "Analysis of deep learning-based segmentation of lymph nodes on full-dose and reduced-dose body CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Degraded image quality impacted nodal delineation on reduced-dose CT. Performance improved when a model trained on both full- and reduced-dose CTs was used.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Degraded image quality impacted nodal delineation on reduced-dose CT. Performance improved when a model trained on both full- and reduced-dose CTs was used"
    },
    {
      "title": "Evaluating Facelift Outcomes and Technique Trends in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The deep-plane facelift is emerging as the preferred rhytidectomy technique among facial plastic surgeons. This underscores the need for additional studies to clarify which surgical techniques minimize risks and optimize outcomes.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The deep-plane facelift is emerging as the preferred rhytidectomy technique among facial plastic surgeons. This underscores the need for additional studies to clarify which surgical techniques minimize risks and optimize outcomes"
    },
    {
      "title": "Thirty-day outcomes of a novel biomimetic balloon-expandable transcatheter heart valve in patients with small aortic annuli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with SAA, the DurAVR THV demonstrated promising clinical and echocardiographic outcomes at 30 days. Longer-term follow-up in larger cohorts is needed to confirm these encouraging early results.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251720",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with SAA, the DurAVR THV demonstrated promising clinical and echocardiographic outcomes at 30 days. Longer-term follow-up in larger cohorts is needed to confirm these encouraging early results"
    },
    {
      "title": "Is multiple sclerosis-related depression different from depression in general? The data for and against",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Depression in people with multiple sclerosis (MS) is two to three times more frequent than in demographically matched people without MS. The MS-depression literature is large and has expanded exponentially over the past few years. This increase in new knowledge is the impetus for assessing whether there is now sufficient evidence to differentiate depression linked to multiple sclerosis from depression alone. Establishing the validity of MS-depression as a distinct diagnosis is important because...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "because",
      "conclusion": null
    },
    {
      "title": "Enhanced Antitumor Efficacy and Reduced Myelosuppression by a Supramolecular Complex Composed of Azocalix[4]arene and Sunitinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Antiangiogenic therapy, which inhibits tumor growth by blocking oxygen and nutrition supply, represents a promising strategy for antineoplastic therapy. However, the widespread biodistribution of antiangiogenic agents often leads to off-target toxicities, including hematotoxicity and myelosuppression. In this study, we demonstrated that the sunitinib@mannose-modified azocalix[4]arene (ST@ManAC4A) complex exhibited favorable tumor-targeting capabilities, hypoxia-responsive drug release, and...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251680",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Speeding up Brownian escape via intermediate finite potential barriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The mean first-passage time (MFPT) for a Brownian particle to surmount a potential barrier of height ΔU is a fundamental quantity governing a wide array of physical and chemical processes. According to the Arrhenius law, the MFPT typically grows exponentially with increasing barrier height, reflecting the rarity of thermally activated escape events. In this work, we demonstrate that the MFPT can be significantly reduced by reshaping the original single-barrier potential into a structured energy...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251674",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RecurrenceMicrostatesAnalysis.jl: A Julia library for analyzing dynamical systems with recurrence microstates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Recurrence Quantification Analysis (RQA) has become a standard tool for extracting nonlinear characteristics from time series. It relies on specific recurrence structures within Recurrence Plots, such as diagonal lines that are typically associated with deterministic dynamics. However, its scope is often constrained by the use of predefined patterns. To overcome this limitation, we have recently proposed Recurrence Microstates Analysis (RMA)-an advanced approach that generalizes the analysis of...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thymic Dendritic Cells Revisited",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Central tolerance in the thymus ensures that the developing T cell repertoire is safe yet effective against infections. This process relies greatly on antigen presentation by both stromal and hematopoietic antigen-presenting cells (APCs), with dendritic cells (DCs) playing a particularly critical role. Thymic DCs acquire a broad spectrum of self-antigens, including tissue-restricted antigens (TRAs), inflammation-associated antigens (ISAs), and peripheral antigens imported via circulation or...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individual Survey Items in Emergency Department Patient Experience Surveys Have Limited Ability to Distinguish Unique Aspects of Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ED patient experience survey items may reflect overall experience rather than distinct constructs. Shorter surveys or alternative formats, such as incorporating free-text responses with natural language processing, may improve the efficiency and interpretability of patient experience measurement.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251651",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ED patient experience survey items may reflect overall experience rather than distinct constructs. Shorter surveys or alternative formats, such as incorporating free-text responses with natural language processing, may improve the efficiency and interpretability of patient experience measurement"
    },
    {
      "title": "Iridescent Particle in Phacolytic Glaucoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251644",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atrial Flow Regulator: Bridging Pediatric Patients With Pulmonary Arterial Hypertension to Lung Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AFR implantation is a valuable bridging strategy to LTX in pediatric patients with therapy-refractory PAH, enabling clinical stabilization and safer perioperative management. Post-transplant transcatheter closure is reasonable to reduce long-term risks associated with persistent atrial shunting.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251642",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AFR implantation is a valuable bridging strategy to LTX in pediatric patients with therapy-refractory PAH, enabling clinical stabilization and safer perioperative management. Post-transplant transcatheter closure is reasonable to reduce long-term risks associated with persistent atrial shunting"
    },
    {
      "title": "Successful Long-Term Outflow Graft Patency Restoration With a Stent-Graft Implantation in an LVAD Recipient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Owing to a shortage of heart donors and the increasing prevalence of end-stage heart failure, left ventricular assist device (LVAD) therapy is expanding. LVAD complications, including outflow graft (OG) obstruction, significantly affect patient prognosis.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251640",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative Ileum Transcriptomics Implicate Sex-Biased Mechanisms in Crohn's Disease Recurrence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In recurrent disease of the postoperative neoterminal ileum, markedly greater dynamic ranges of gene expression occur in male compared with female patients. Pathway analyses implicate numerous nuclear hormone pathways, highlighting new mechanisms for therapeutic targeting beyond pro-inflammatory cytokine blockade. This study identifies key covariates and pathways of disease recurrence, many of which are distinct from drivers of initial disease susceptibility.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251630",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In recurrent disease of the postoperative neoterminal ileum, markedly greater dynamic ranges of gene expression occur in male compared with female patients. Pathway analyses implicate numerous nuclear hormone pathways, highlighting new mechanisms for therapeutic targeting beyond pro-inflammatory cyt..."
    },
    {
      "title": "Crystal and Electronic Structure Studies of La<sub>4</sub>Ni<sub>3</sub>O<sub>10-δ</sub> under High-Pressure and Low-Temperature Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Recent discoveries of pressure-induced high-temperature superconductivity in bilayer and trilayer Ruddlesden-Popper nickelates have sparked global research interest in these unconventional superconducting systems. Understanding the crystal and electronic structures is essential to uncover the underlining mechanism of superconductivity. For trilayer La(4)Ni(3)O(10-δ), structural studies have only been conducted at ambient temperature, leaving a vast P-T space unexplored. Here we report our in...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimized extraction and analytical protocols for guanitoxin: an organophosphate cyanobacterial neurotoxin of environmental concern",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "This study evaluated cell growth, chlorophyll-a production, and guanitoxin (GNT) synthesis by the cyanobacterium Sphaerospermopsis torques-reginae (strain ITEP-24) in different culture media over 52 days. The maximum total GNT production was observed in Z8 medium, peaking on the 45th day, indicating potential for biotechnological studies. BG-11 with 5% nitrogen offered a good balance between yield and stability, while ASM-1 with 5% nitrogen showed higher GNT production efficiency per cell,...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coping strategies of people with a refugee or migration background during the COVID-19 pandemic and their association with mental health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic has been a period of uncertainty, inevitably affecting people's mental health, with a disproportionate impact on vulnerable populations, such as migrants and refugees. To understand what could either mitigate or protect these outcomes, this study explored strategies that refugees and migrants used to cope with the pandemic and its mental health impact. The responses of N = 16 910 refugees and migrants from the worldwide ApartTogether survey were analysed using descriptive...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on vulnerable populations, such as migrants and refugees",
      "conclusion": null
    },
    {
      "title": "Photoredox-Mediated C-N Bond Cleavage Enables Synthesis of <em>Tetra</em>-Substituted Olefins via Reductive Radical-Polar Crossover",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Synthesizing all-carbon tetra-substituted olefins is challenging due to steric hindrance. Herein, we report a concise photoinduced radical aryl migration strategy for accessing these valuable structures with excellent stereoselectivity under mild conditions. This method is compatible with various carboxylic acids, including amino acids, dipeptides, and alkyl carboxylic acids, and propiolamides with electron-rich or electron-deficient aryl groups. Mechanistic studies reveal a reductive...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Listening to Hypoglycemia: Voice as a Biomarker for Detection of a Medical Emergency Using Machine Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: An ML approach exclusively based on voice data allows for noninvasive hypoglycemia detection, corroborating the potential of ML-based approaches to infer acute health states through voice.",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251597",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An ML approach exclusively based on voice data allows for noninvasive hypoglycemia detection, corroborating the potential of ML-based approaches to infer acute health states through voice"
    },
    {
      "title": "A Prospective Controlled Trial of Large Language Model-based Simplification of Oncologic CT Reports for Patients with Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "Background Radiology staging reports (ie, oncologic reports) are written for referring physicians using complex medical terminology. Large language models (LLMs) show promise for simplifying medical text for patient use, but controlled studies evaluating the impact of LLM simplification on patients' comprehension of radiology reports are lacking. Purpose To evaluate whether LLM-based simplification of oncologic CT reports improves patients' cognitive workload, text comprehension, perception, and...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251553",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate whether LLM-based simplification of oncologic CT reports improves patients' cognitive workload, text comprehension, perception, and",
      "significance": "of LLM simplification on patients' comprehension of radiology reports are lacking",
      "conclusion": null
    },
    {
      "title": "Matching drug and polymer for efficient delivery of anti-inflammatory drugs: PLGA, polyesteramides, and acetalated dextran",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "The hydrochalcone derivative MF-15 and the synthetically derived BRP-201 are potent anti-inflammatory active pharmaceutical ingredients (APIs) that suffer from poor bioavailability. This necessitates their incorporation into drug delivery systems. To address this limitation, we investigated four polymeric carrier materials. The poly(ester amide)s poly(3-benzylmorpholine-2,5-dione) (PPheG) and poly(3-isopropyl-morpholine-2,5-dione) (PValG), the benchmark poly(lactic-co-glycolic acid) (PLGA), and...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251545",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "four polymeric carrier materials",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Freeze-Thaw Cycling Accelerates Microbial Reduction and Immobilization of Vanadium(V) in Groundwater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "As global warming intensifies, freeze-thaw cycling has become more pronounced, significantly impacting microbial metabolic processes. In this study, microbial vanadium(V) [V(V)] reduction under freeze-thaw conditions was investigated. Temperature fluctuations between -4 and +4 °C accelerated V(V) reduction, together with the faster decrease in organic matter and total nitrogen in the sediment, compared to constant-temperature incubations at either -4 or +4 °C. V(V) was bioreduced to vanadium(IV)...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated Multi-Tier Tagging of Chinese Online Health Education Resources Using a Large Language Model: Development and Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41251541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251118142138&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A fine-tuned LLM, integrated into a hybrid pipeline, can function as a powerful augmentation tool for health content annotation. The system's consistency (A-H κ=0.544) was found to be superior to the baseline human workflow (H-H κ=0.323). By moving beyond simple automation to reliably identify relevant health topics missed by manual annotators with high, expert-validated accuracy, this study provides a robust technical and methodological blueprint for implementing AI to enhance...",
      "pubDate": "2025-11-18T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41251541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A fine-tuned LLM, integrated into a hybrid pipeline, can function as a powerful augmentation tool for health content annotation. The system's consistency (A-H κ=0"
    }
  ]
}