{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-27T08:01:01.860Z",
  "totalItems": 150,
  "totalArchived": 58191,
  "newPapersAdded": 116,
  "institutionBreakdown": {
    "KAIST": 43,
    "SNU": 0,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 13,
    "Korea University": 0,
    "IBS": 100,
    "UNIST": 6,
    "Hanyang University": 0,
    "KIST": 0,
    "GIST": 0,
    "Kyung Hee University": 0,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Biomedical": 29,
    "Cancer Research": 17,
    "Multidisciplinary": 85,
    "Neuroscience": 11,
    "Materials Science": 7,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Effectiveness and Safety of Evogliptin in Patients With Type 2 Diabetes Mellitus: A Multicenter, Prospective, Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Evogliptin reduces blood glucose levels and is well-tolerated when used as an add-on, as a switch from other dipeptidyl peptidase 4 inhibitors, or as part of an initial combination therapy in patients with type 2 diabetes mellitus.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41749418",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Evogliptin reduces blood glucose levels and is well-tolerated when used as an add-on, as a switch from other dipeptidyl peptidase 4 inhibitors, or as part of an initial combination therapy in patients with type 2 diabetes mellitus"
    },
    {
      "title": "Transcriptome-based high-frequency recurrence index predicts frequent recurrence in non-muscle-invasive bladder cancer after Bacillus Calmette-Guérin therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: HfRI represents a robust, transcriptome-based tool for predicting frequent recurrence in NMIBC patients. The HfRI supports earlier identification of patients at risk of high-frequency recurrence, thereby supporting personalized treatment strategies.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41749284",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HfRI represents a robust, transcriptome-based tool for predicting frequent recurrence in NMIBC patients. The HfRI supports earlier identification of patients at risk of high-frequency recurrence, thereby supporting personalized treatment strategies"
    },
    {
      "title": "Exploring early-stage orienting behavior using an eye tracker for attention deficit hyperactivity disorder classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "UNIST"
      ],
      "pmid": "41748846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Personalized brain decoding of spontaneous pain in individuals with chronic pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Spontaneous pain is a hallmark of chronic pain disorders, but its assessment remains limited by the lack of objective biomarkers. Here we used precision functional magnetic resonance imaging data, collected over more than half a year from two individuals with chronic pain, to develop personalized brain-decoding models of spontaneous pain. The personalized decoding models accurately tracked fluctuations in spontaneous pain intensity across sessions, runs and minutes (Participant 1:...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41748786",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "biomarkers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Universal cryogenic transfer of liquid metal particles in polymers for wafer-scale stretchable integrated electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Gallium-based liquid metals (LMs) are promising materials for stretchable electronics due to their metallic conductivity and deformability. However, the fabrication of large-area stretchable integrated electronics using LMs on various polymers remains challenging due to their high surface tension, fluidity, and poor wettability. Current techniques, such as selective wetting and lift-off processes, face limitations related to substrate compatibility and Ga/metal alloying, hindering their...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41748601",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatocyte TonEBP promotes metabolic stress-induced hepatic fibroinflammation involving transcriptional activation of ELR⁺ CXC chemokines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Metabolic dysfunction-associated steatohepatitis (MASH), a progressive stage of metabolic dysfunction-associated steatotic liver disease (MASLD), is characterized by liver inflammation, fibrosis, and hepatocyte injury. Despite its clinical relevance, the molecular mechanisms linking metabolic stress to hepatic fibroinflammation remain poorly understood. In this study, we identify Tonicity-Responsive Enhancer-Binding Protein (TonEBP) as a key stress-responsive transcription factor that mediates...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41748547",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paraprobiotic Lactiplantibacillus plantarum MYO ameliorates dexamethasone-induced muscle atrophy: implications for age-related sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41746443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: These findings demonstrate that LPM2 effectively modulates muscle protein turnover and protects against glucocorticoid-induced muscle atrophy. Given its paraprobiotic nature, ginseng-derived origin, and excellent safety profile, LPM2 represents a promising nutritional or therapeutic candidate for the prevention and management of age-related sarcopenia, supporting healthy aging and extended healthspan.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41746443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": "that LPM2 effectively modulates muscle protein turnover and protects against glucocorticoid-induced muscle atrophy",
      "conclusion": "These findings demonstrate that LPM2 effectively modulates muscle protein turnover and protects against glucocorticoid-induced muscle atrophy. Given its paraprobiotic nature, ginseng-derived origin, and excellent safety profile, LPM2 represents a promising nutritional or therapeutic candidate for th..."
    },
    {
      "title": "Visualization of small vibrations inside an MRI scanner using video motion amplification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41746189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Motion amplification of high-speed video provides a viable method for detecting and analyzing vibrations during MRI scans. This approach could serve as a valuable tool for QA, offering an alternative to conventional vibration assessment techniques.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41746189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Motion amplification of high-speed video provides a viable method for detecting and analyzing vibrations during MRI scans. This approach could serve as a valuable tool for QA, offering an alternative to conventional vibration assessment techniques"
    },
    {
      "title": "Misperception in Heart Failure Phenotyping: Moving Beyond the Chamber to the Myocardium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41744116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: LVEF may overestimate systolic function in concentric remodeling, particularly in elderly women. Geometry-adjusted iLVEF(RWT) and LVGLS can provide consistent physiological interpretation and robust prognostic utility.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41744116",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LVEF may overestimate systolic function in concentric remodeling, particularly in elderly women. Geometry-adjusted iLVEF(RWT) and LVGLS can provide consistent physiological interpretation and robust prognostic utility"
    },
    {
      "title": "Poorer Outcomes With Blood Pressure Lowering in Severe White Matter Disease After Thrombectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41744094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Intensive BP management post-EVT was associated with poorer functional outcomes, particularly in patients with severe WMH. WMH burden may modify BP control effects, supporting individualized BP targets based on WMH severity.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41744094",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intensive BP management post-EVT was associated with poorer functional outcomes, particularly in patients with severe WMH. WMH burden may modify BP control effects, supporting individualized BP targets based on WMH severity"
    },
    {
      "title": "Enantioselective Olefin 1,2-Arylamination Catalyzed by a Planar Chiral Indenyl-Rhodium(III) Complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41743317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "We report an enantioselective 1,2-arylamination of unactivated alkenes catalyzed by a chiral indenyl-Rh-(III) complex using Troc-protected hydroxylamine derivatives. This method enables efficient access to structurally diverse 2-aminotetralin scaffolds and amino-substituted carbospirocycles via a 6-endo cyclization involving electrophilic aromatic substitution (EAS). Experimental and computational studies reveal that the electronic asymmetry of the chiral indenyl ligand plays a pivotal role in...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41743317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic Insights into the Antibacterial Mechanism of Brevibacillus brevis HK544 Producing Edeine B1 against Erwinia amylovora",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41742721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Recently, we reported that Brevibacillus brevis HK544, which produces edeine B1 (EB1), exhibits promising antimicrobial activity against plant pathogens. To elucidate its antibacterial mechanisms against Erwinia amylovora, the causal agent of fire blight, we conducted label-free shotgun proteomic analysis of E. amylovora TS3128 treated with B. brevis culture filtrate (CF) or purified EB1. Comparative analysis showed significant (over twofold) changes in 45 of 624 and 81 of 846 quantified...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41742721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spontaneous thrombotic occlusion of a patent ductus arteriosus in an adult dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41742541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "A 7-year-old Pomeranian with a history of patent ductus arteriosus (PDA) was presented with acute hindlimb paralysis. Hindlimb aortic thrombosis (ATh) was suspected, and spontaneous PDA thrombus was incidentally identified on echocardiography and computed tomography (CT). Concurrent protein-losing nephropathy was identified as the underlying condition contributing to the hypercoagulable state. Low-dose antithrombotic therapy was initiated to minimize the risk of abrupt PDA recanalization, which...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41742541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune Cells at the Frontline of SFTSV Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41742453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Severe fever with thrombocytopenia syndrome virus (SFTSV) is an emerging tick-borne Dabie bandavirus that causes hemorrhagic fever with high case fatality. Although numerous studies have examined specific aspects of SFTSV infection, an integrated framework that links viral immune cell tropism to immunopathogenesis remains lacking. The virus exhibits broad immune tropism, particularly infecting monocytes and B cells, which serve as major viral reservoirs and sources of inflammatory cytokines,...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41742453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ribonuclease κ promotes longevity by preventing age-associated accumulation of circular RNA in stress granules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41742417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Circular RNAs (circRNAs) accumulate with age, but their functional impact on aging remains elusive. In this study, we reveal a mechanism by which ribonuclease κ (RNASEK) prevents age-dependent circRNA accumulation by promoting its degradation. Through a genetic screen targeting ribonucleases, we identified RNASEK as a specific circRNA-cleaving ribonuclease. RNASEK is downregulated during aging, causing the age-dependent increase in circRNA levels. RNASEK is necessary and sufficient for lifespan...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41742417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on aging remains elusive",
      "conclusion": null
    },
    {
      "title": "Association of Cardiovascular-Kidney-Syndrome and Brain Macrostructure and Microstructure Injury: A Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Our findings indicate that CKM syndrome severity is associated with abnormalities in brain macrostructure and microstructure. This is evidenced by both progressive white matter microstructural deterioration, which is detectable early, and concomitant, albeit more modest, declines in brain macrostructure. These results underscore the importance of early identification and monitoring of CKM syndrome to help mitigate or delay subsequent decline in brain health.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749423",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that CKM syndrome severity is associated with abnormalities in brain macrostructure and microstructure. This is evidenced by both progressive white matter microstructural deterioration, which is detectable early, and concomitant, albeit more modest, declines in brain macrostruc..."
    },
    {
      "title": "The LIN and LINL E3 ligases function redundantly in arbuscular mycorrhizal symbiosis and nodulation of Medicago truncatula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "LUMPY INFECTION (LIN) is known to direct the polar growth of infection threads during nodulation in Medicago. However, the role of LIN in the arbuscular mycorrhizal (AM) symbiosis has yet to be characterized. Here, we identified a novel lin allele mutant lin-6 (FN9104) in Medicago that exhibited impaired nodulation and reduced efficiency of AM symbiosis. LIN and its four LIN-like homologs (LINL1-4) are involved in both nodulation and AM symbiosis in Medicago. RNAi knockdown assays in both...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants of animal-source food consumption in children 6-48 months in livestock-keeping households in Narok County, Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of RECIST v1.1 for predicting overall survival in sarcoma patients with pulmonary metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Imaging progression patterns of pulmonary metastatic sarcoma demonstrate distinct associations with OS, highlighting the need for sarcoma-specific adaptations to established response criteria.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749400",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Imaging progression patterns of pulmonary metastatic sarcoma demonstrate distinct associations with OS, highlighting the need for sarcoma-specific adaptations to established response criteria"
    },
    {
      "title": "Dynamics of the milk microbial community during subacute ruminal acidosis with or without intramammary lipopolysaccharide challenge in dairy cows",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749387",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A comprehensive framework for the interpretation of TTN missense variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: By integrating clinical, computational, and functional evidence, we propose a framework for interpreting TTN missense variants. Combining multiple lines of evidence is essential for variants' classification and interpretation, especially given TTN complexity. Advancing diagnostic accuracy will require tailored interpretation guidelines and a global effort in data sharing and functional validation.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749372",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "By integrating clinical, computational, and functional evidence, we propose a framework for interpreting TTN missense variants. Combining multiple lines of evidence is essential for variants' classification and interpretation, especially given TTN complexity"
    },
    {
      "title": "Children with suspected hereditary spastic paraplegia clearly benefit from whole exome analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phylogenomic Placement and Morphological Description of a Novel Phagotrophic Euglenid From Hawaii: Hokulea waialensis n. gen. et sp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Euglenids are a diverse group of flagellated protists that include phagotrophic, osmotrophic, and phototrophic lineages. Understanding the phylogenetic relationships of phagotrophic euglenids is crucial in understanding euglenid evolution. Yet many relationships within euglenids remain unclear, and further resolution requires extensive sampling, particularly from the deep-branching, paraphyletic group known as \"ploeotids\". Improved resolution of evolutionary relationships among ploeotid taxa is...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of Albuminuria Across Cardiovascular-Kidney-Metabolic Phenotypes in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intracranial hemorrhage after ischemic stroke in patients on direct oral anticoagulants: results from a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749338",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The transepicondylar axis or the posterior condylar axis: Which is the best reference for femoral component rotation in robotic-assisted total knee arthroplasty?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: The inter-surgeon consistency of the PCA was significantly greater than that of the TEA in robotic-assisted TKA planning. To mitigate the risk of inappropriate femoral component rotation, surgeons should verify landmark positions, particularly in patients with anatomical abnormalities of the distal femur, and consider cross-referencing both axes. Video Abstract.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749336",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The inter-surgeon consistency of the PCA was significantly greater than that of the TEA in robotic-assisted TKA planning. To mitigate the risk of inappropriate femoral component rotation, surgeons should verify landmark positions, particularly in patients with anatomical abnormalities of the distal ..."
    },
    {
      "title": "Diagnostic performance of thromboelastography and systemic inflammatory indicators in chronic glomerulonephritis: a case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This study shows that TEG-related parameters and inflammatory indicators are significantly associated with the presence of CGN. The data and thresholds reported here can serve as a reference for future studies evaluating TEG and systemic inflammation indicators as biomarkers for CGN.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that TEG-related parameters and inflammatory indicators are significantly associated with the presence of CGN",
      "conclusion": "This study shows that TEG-related parameters and inflammatory indicators are significantly associated with the presence of CGN. The data and thresholds reported here can serve as a reference for future studies evaluating TEG and systemic inflammation indicators as biomarkers for CGN"
    },
    {
      "title": "Distinct gut virome profiles are associated with response to anti-PD-1 therapy in non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749306",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SASdb: a comprehensive database for sex-biased alternative splicing profiles in human tissues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Alternative splicing (AS) significantly enhances transcriptomic diversity, and its dysregulation is implicated in numerous human diseases. However, no public database systematically compiles sex-related AS events across human tissues. We developed SASdb (http://www.gdbioinfo.top/sasdb), a comprehensive database contains 2,951,059 AS events and 46,418 sex-biased alternative splicing (SAS) events, covering 22 human tissues. SASdb reveals extensive sex-specific splicing patterns, offering new...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kynurenine pathway dysregulation in major depressive disorder: the convergence of excitotoxicity, neuroinflammation, and oxidative stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Major depressive disorder (MDD) has traditionally been linked to deficient serotonergic neurotransmission, chronic stress, and heightened inflammation. Compelling evidence implicates the kynurenine pathway (KP), activated by inflammatory cytokines and stress-related signals, as a critical mediator connecting these factors. The KP degrades tryptophan, the metabolic precursor of serotonin, into neuroactive metabolites called kynurenines, such as quinolinic acid and kynurenic acid. Patients with...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of alkaline phosphatase, γ-glutamyl transferase, total bilirubin, and bile acid levels with HCC risk: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This meta-analysis suggests that elevated ALP, GGT, and TB might be associated with new-onset HCC, emphasizing the importance of monitoring these cholestasis-related parameters in clinical practice. BA could not be analyzed due to the small number of studies and the differences in reporting.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749290",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis suggests that elevated ALP, GGT, and TB might be associated with new-onset HCC, emphasizing the importance of monitoring these cholestasis-related parameters in clinical practice. BA could not be analyzed due to the small number of studies and the differences in reporting"
    },
    {
      "title": "Outcomes and prediction of mortality in patients requiring prolonged veno-arterial extracorporeal membrane oxygenation support in the PRECISE-ECLS observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749286",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative vector competence analysis reveals differential Tembusu virus transmission efficiency between Aedes albopictus and Culex quinquefasciatus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This study represents the inaugural comparative assessment of vector competence between Sichuan-native Culex quinquefasciatus and Aedes albopictus (Guangzhou) for TMUV, thereby addressing critical research gaps and providing novel insights for the development of TMUV biocontrol strategies.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study represents the inaugural comparative assessment of vector competence between Sichuan-native Culex quinquefasciatus and Aedes albopictus (Guangzhou) for TMUV, thereby addressing critical research gaps and providing novel insights for the development of TMUV biocontrol strategies"
    },
    {
      "title": "Objective assessment of long-term impact of COVID-19 on multiple sensory functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: COVID-19 impacts sensory systems broadly and differently, both peripherally and centrally, driven in part by aging, initial disease severity, and underlying post-COVID cognitive dysfunctions. Subjective symptoms may not always be corroborated by measured deficits.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749262",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "COVID-19 impacts sensory systems broadly and differently, both peripherally and centrally, driven in part by aging, initial disease severity, and underlying post-COVID cognitive dysfunctions. Subjective symptoms may not always be corroborated by measured deficits"
    },
    {
      "title": "Targeting lactylation in a novel metabolic-epigenetic-inflammatory axis mitigates inflammation and promotes healing following corneal injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Humanistic nursing care and quality of life in patients with nasopharyngeal carcinoma: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: The quality of life score was reduced after chemo-radiotherapy in NPC patients, and it was significantly associated with humanistic nursing care. The quality of life of NPC patients may be improved by elevating the nursing humanistic care level.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749255",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The quality of life score was reduced after chemo-radiotherapy in NPC patients, and it was significantly associated with humanistic nursing care. The quality of life of NPC patients may be improved by elevating the nursing humanistic care level"
    },
    {
      "title": "Testing the effectiveness of Family Spirit Strengths (FSS) - a culturally informed intervention designed to prevent mental health and substance misuse for indigenous families through home visiting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The association between Dietary Fat Quality (DFQ) indices, coronary occlusion, and lipid profile among adults living in Central Iran",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A retrospective, single-center analysis of clinical features and mortality risk factors in pediatric pertussis patients with severe pneumonia and encephalopathy complications in Southwest China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749225",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering integrin αvβ8-targeted extracellular vesicles to deliver BDNF mRNA for motor recovery in spinal cord injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Spinal cord injury (SCI) remains difficult to treat, and current interventions provide limited functional restoration and often require invasive procedures. Existing cell- or extracellular vesicles (EV)-based approaches are frequently administered alongside surgery, limiting therapeutic reach and overall efficacy. In this study, we developed an engineered extracellular vesicle (EV) platform by displaying a single-chain variable fragment (scFv) against integrin αvβ8 (αITGEV) and loading...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Angelica sinensis polysaccharide nanoparticles can improve myocardial ischemia-reperfusion injury by inhibiting ferritinophagy via the ATF6/NCOA4 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of problem-based learning in EBERs-ISH theoretical and practical teaching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hi-fun, homepas and incidental sex with drugs: a qualitative study developing a locally grounded definition of hi-fun (chemsex) compared to other sexualised drug use types practiced by gay, bisexual and other men who have sex with men in Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Hi-fun in Thailand can be defined as the intentional combination of sex and crystal methamphetamine (ice) to enhance intimacy and pleasure with one or more other man/men, facilitated by technology and usually in a private setting. This definition will be useful for those supporting GBMSM in Thailand through policy, research and service provision.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hi-fun in Thailand can be defined as the intentional combination of sex and crystal methamphetamine (ice) to enhance intimacy and pleasure with one or more other man/men, facilitated by technology and usually in a private setting. This definition will be useful for those supporting GBMSM in Thailand..."
    },
    {
      "title": "PD1 cell membrane-coated Ru(ll)-Pt(lV) complex nanoparticles inhibit liver metastatic melanoma via cascade immune activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Chemotherapy and photodynamic therapy (PDT) can indirectly increase T cell infiltration in metastatic melanoma by inducing immunogenic cell death (ICD) effects that activate the innate immune system. However, this indirect adaptive immune activation show limited efficacy in treating liver metastatic melanoma, mainly because the presence of abundant inimmunosuppressive cells within liver metastases leads to impaired function of the ICD-activated effector T cells. Therefore, to combine indirectly...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749201",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing mental health professionals' willingness to use digital therapeutics: a cross-national survey in South Korea and Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ageing, multimorbidity and polypharmacy shape prosthodontic case-mix in undergraduate clinics: a 9-year retrospective cohort study of 1,205 patients in Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749184",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatitis delta virus co-infection in patients with hepatocellular carcinoma and people living with HIV in Nigeria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749169",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The predictive value of niacin skin flushing response and inflammatory factors for the antidepressant efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Splicing mutation in DSPP causes dentinogenesis imperfecta and amelogenesis imperfecta",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding mental health and psychosocial support needs among marginalised communities in Uganda",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749145",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The mainz resilience assessment in childhood cancer (MRAcc): development of a novel age-specific patient-reported outcome measure to assess resilience in childhood cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749123",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delays and detours during cancer diagnosis: a cross-sectional study on patient pathways and provider intervals in public healthcare networks of Chile, Colombia and Ecuador",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749118",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction for occurrence of subdural hematoma following spontaneous intracranial hypotension: a large cohort of 575 adults in a single center from 2023 to 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "WRKY transcription factors govern selenium metabolism in Broussonetia papyrifera: genome-wide identification, expression profiling, and regulatory network analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fat/Water Separation at 7 T Using a 3D Radial Sequence With Quasi-Continuous Echo Times",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This study successfully demonstrated the application of a 3D radial sequence with quasi-continuous TEs for FWS at 7 T. Due to the high sampling rate (effective TE increment below 100 μs), the presented FWS workflow demonstrated high robustness against fat/water swaps, which are typical at ultra-high field strengths.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study successfully demonstrated the application of a 3D radial sequence with quasi-continuous TEs for FWS at 7 T. Due to the high sampling rate (effective TE increment below 100 μs), the presented FWS workflow demonstrated high robustness against fat/water swaps, which are typical at ultra-high..."
    },
    {
      "title": "Exploring the Effects of Climate Change on Child Malnutrition: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: As the global polycrisis unfolds, early childhood nutrition demands urgent, coordinated responses that are evidence-based, socially just, and future-oriented.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "As the global polycrisis unfolds, early childhood nutrition demands urgent, coordinated responses that are evidence-based, socially just, and future-oriented"
    },
    {
      "title": "Impact of Documented Social Vulnerability on Clinical Outcomes in Metabolic Dysfunction-Associated Steatotic Liver Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Documented social vulnerability is independently associated with higher risks of liver and cardiovascular complications in MASLD. These findings underscore the importance of integrating SDoH into MASLD management and risk prediction models to address disparities in long-term outcomes.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749065",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Documented social vulnerability is independently associated with higher risks of liver and cardiovascular complications in MASLD. These findings underscore the importance of integrating SDoH into MASLD management and risk prediction models to address disparities in long-term outcomes"
    },
    {
      "title": "Medically Unnecessary Venipuncture in Autism Spectrum Disorder Behavior Assessments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This study demonstrates that routine screening labs in asymptomatic children with ASD presenting to the ED with behavioral disturbances are often outside the range of normal, but without clinical relevance. This practice may lead to unnecessary and painful venipuncture. Children with ASD are a uniquely vulnerable population for whom we should choose wisely.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749064",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that routine screening labs in asymptomatic children with ASD presenting to the ED with behavioral disturbances are often outside the range of normal, but without clinical relevance",
      "conclusion": "This study demonstrates that routine screening labs in asymptomatic children with ASD presenting to the ED with behavioral disturbances are often outside the range of normal, but without clinical relevance. This practice may lead to unnecessary and painful venipuncture"
    },
    {
      "title": "Population Pharmacokinetics of Dupilumab in Adults, Adolescents, and Children With Eosinophilic Esophagitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Dupilumab, a fully human monoclonal antibody that blocks key drivers of type 2 inflammation, is approved across 8 diseases, including eosinophilic esophagitis. Subcutaneous dupilumab 300 mg weekly improved outcomes vs. placebo in adults (aged ≥ 18 years) and adolescents (aged ≥ 12 to < 18 years) during the phase III LIBERTY EoE TREET study (NCT03633617). The phase III EoE KIDS study (NCT04394351) demonstrated efficacy of a weight-tiered, higher exposure dupilumab dose approximating 300 mg weekly...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Induction of Cellular Senescence by Pesticide Exposure in Human Umbilical Vein Endothelial Cells (HUVECs): Impacts on Telomerase Length, Cellular Morphology, and mtDNA Variation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Chronic exposure to pesticides represents a substantial risk to human health; however, their role in promoting cellular senescence remains poorly understood. It's well known that endothelial dysfunction is an early hallmark of aging-related vascular damage. We employed Human Umbilical Vein Endothelial Cells (HUVECs) as an in vitro model for vascular endothelium to investigate whether pesticide exposure accelerates cellular senescence. The pesticides Boscalid (B), Pyraclostrobin (PY), Propamocarb...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A humanized NOG-EXL mouse model for producing severe fever with thrombocytopenia syndrome virus-reactive human antibodies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This model provides a valuable platform for evaluating humoral immunity and isolating B cells using high-affinity human monoclonal antibodies without genetic engineering.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This model provides a valuable platform for evaluating humoral immunity and isolating B cells using high-affinity human monoclonal antibodies without genetic engineering"
    },
    {
      "title": "FlowVN Trained on a Single Dataset Enables Rapid Reconstruction of Highly Accelerated 4D Flow MRI Across Multiple Sites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: FlowVN accurately reconstructs highly undersampled 4D Flow MRI from multiple sites using a model trained on a single dataset, maintaining excellent quantitative image quality even at very high acceleration factors.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "FlowVN accurately reconstructs highly undersampled 4D Flow MRI from multiple sites using a model trained on a single dataset, maintaining excellent quantitative image quality even at very high acceleration factors"
    },
    {
      "title": "Profound neuronal differences during exercise-induced hypoalgesia between athletes and non-athletes revealed by functional near-infrared spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Regular physical activity is an important treatment component for chronic pain. To unravel the neuronal influence of exercise on pain, we investigated the neuronal changes during exercise-induced hypoalgesia in endurance athletes and controls. Twenty-two athletes (mean age: 33.3 ± 10.8 years) and 20 non-athletes (mean age: 28.9 ± 9.0 years) underwent high-intensity interval training (HIIT) and pressure pain tests, while brain oxygenation was monitored using functional near-infrared spectroscopy...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749046",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the neuronal changes during exercise-induced hypoalgesia in endurance athletes and controls",
      "significance": "treatment component for chronic pain",
      "conclusion": null
    },
    {
      "title": "Hematopoietic Stem Cell Transplantation for CSF1R-Related Disorder: A Longitudinal Study of Efficacy and Safety",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: HSCT is a potent disease-modifying therapy for CSF1R-RD, drastically improving survival and slowing deterioration. The findings underscore the necessity of early intervention during the symptomatic phase to maximize the preservation of quality of life for affected individuals.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HSCT is a potent disease-modifying therapy for CSF1R-RD, drastically improving survival and slowing deterioration. The findings underscore the necessity of early intervention during the symptomatic phase to maximize the preservation of quality of life for affected individuals"
    },
    {
      "title": "Correction: Performance of Older Adults on the Digital Clock and Recall Test Compared to the Montreal Cognitive Assessment in Primary Care Settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749008",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reaching Veterans Most in Need: Evaluating Engagement in a National Telephone Lifestyle Coaching Program for Veterans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: TLC demonstrated success in reach and engagement across a diverse Veteran population. Rurality and mental health conditions were not a barrier to TLC program referral, while prior participation in a VA lifestyle change intervention may facilitate subsequent engagement in lifestyle change programs. Providing a virtual option for lifestyle-focused counseling programs is essential for addressing persistent disparities in Veterans' cardiovascular health outcomes.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TLC demonstrated success in reach and engagement across a diverse Veteran population. Rurality and mental health conditions were not a barrier to TLC program referral, while prior participation in a VA lifestyle change intervention may facilitate subsequent engagement in lifestyle change programs"
    },
    {
      "title": "Randomized Trial of Education to Increase Resident Prescribing of Gender-Affirming Hormone Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: We found that brief educational videos had measurable effects on attitudes and likelihood to prescribe GAHT in IM resident PCPs. Addressing clinical knowledge gaps may be a more efficient way to achieve these results than focusing on cultural competency.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found that brief educational videos had measurable effects on attitudes and likelihood to prescribe GAHT in IM resident PCPs. Addressing clinical knowledge gaps may be a more efficient way to achieve these results than focusing on cultural competency"
    },
    {
      "title": "Comparing Approaches to Support Implementation of a Hospital Walking Program: Evidence from a Cluster Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41749000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: This study found no significant advantage of enhanced over foundational support for implementing the STRIDE hospital mobility program. Development of targeted implementation strategies to improve reach is needed to enhance overall impact of hospital mobility programs and age-friendly care initiatives.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41749000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of hospital mobility programs and age-friendly care initiatives",
      "conclusion": "This study found no significant advantage of enhanced over foundational support for implementing the STRIDE hospital mobility program. Development of targeted implementation strategies to improve reach is needed to enhance overall impact of hospital mobility programs and age-friendly care initiative..."
    },
    {
      "title": "Early Perceptions of the Effects of North Carolina's Medicaid Expansion on Primary Care Provider Organizations: Findings from the 2024 North Carolina Medicaid Provider Experience Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Missing Elements in Child Welfare Systems of Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "This paper describes conclusions from an expert report prepared for litigation against the Office of Refugee Resettlement (ORR) with relevance for all children at risk for placement in restrictive settings. The claims that ORR refused to release unaccompanied immigrant children to appropriate custodians, improperly retained children in restrictive placements, and placed children with behavioral, mental health, or intellectual and/or developmental disabilities in restrictive facilities because of...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "that ORR refused to release unaccompanied immigrant children to appropriate custodians, improperly retained children in restrictive placements, and placed children with behavioral, mental health, or i...",
      "significance": null,
      "conclusion": "from an expert report prepared for litigation against the Office of Refugee Resettlement (ORR) with relevance for all children at risk for placement in restrictive settings. The claims that ORR refused to release unaccompanied immigrant children to appropriate custodians, improperly retained childre..."
    },
    {
      "title": "Methadone maintenance therapy alters the expression of PLK1 and IFIH1 in patients with heroin addiction: a case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: PLK1 and IFIH1 may play critical roles in MMT for heroin addiction, providing a scientific basis for further research into the molecular mechanisms and potential therapeutic targets of MMT.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748979",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PLK1 and IFIH1 may play critical roles in MMT for heroin addiction, providing a scientific basis for further research into the molecular mechanisms and potential therapeutic targets of MMT"
    },
    {
      "title": "Author Correction: Governance and resilience as entry points for transforming food systems in the countdown to 2030",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary Immunodeficiency Diseases with BCG-Induced Diseases: A 15-Year Longitudinal Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ca<sup>2+</sup>-Independent Exocytosis Favors Axonal Release through Enlarged Fusion Pores in Sensory Neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "While Katz's Ca^(2+) hypothesis has defined that action potentials trigger neurotransmitter release through Ca^(2+)-dependent secretion (CDS), recent discoveries of Ca^(2+)-independent secretion (CiVDS) have demonstrated that action potentials per se can directly trigger exocytosis independent of Ca^(2+). However, a critical gap remains regarding how CDS and CiVDS coordinate to precisely control neurotransmitter release within a single neuron's soma and axons/terminals. Here, using...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748963",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vegetarian diets and cancer risk: pooled analysis of 1.8 million women and men in nine prospective studies on three continents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Vegetarian diets might influence risk for several cancers. The generalisability should be considered cautiously.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748939",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Vegetarian diets might influence risk for several cancers. The generalisability should be considered cautiously"
    },
    {
      "title": "FLT3-SYK inhibitor and Ixazomib combination impact HOXA and oxidative stress control by β-catenin, SQSTM1 and NRF2 in AML",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Acute myeloid leukemia (AML) is sustained by oncogenic signaling and stress-adaptive networks that enable proliferative sustenance and therapeutic resistance. Transcriptomic profiling of AML blasts revealed upregulation of FLT3, SYK, HOXA9/10, and CTNNB1 with elevated oxidative phosphorylation (OXPHOS). Proteasome inhibition induced phosphorylation-dependent ubiquitination and nuclear export of β-catenin, triggering stress signaling (p62/SQSTM1/c-JUN/NRF2) and apoptosis in FLT3^(ITD) mutant AML...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IMP2 enhances M2 macrophage polarization via LKB1-AMPK-mediated mitochondrial dynamics and fatty acid β-oxidation to ameliorate diabetic osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beam shape effect on enhanced laser wakefield acceleration of electrons driven by 10-fs mJ-class pulses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zscan4 enables the formation of the Z compartment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748917",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Explainable deep learning framework incorporating medical knowledge for insulin titration in diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: We present an explainable deep learning framework that combines post-hoc XAI and expert domain knowledge to provide transparent and expert-aligned explanations for insulin titration in type 2 diabetes management. This framework enhances decision-making accuracy and confidence, especially for junior clinicians, and may facilitate broader clinical adoption of AI-assisted decision-making tools.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748914",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We present an explainable deep learning framework that combines post-hoc XAI and expert domain knowledge to provide transparent and expert-aligned explanations for insulin titration in type 2 diabetes management. This framework enhances decision-making accuracy and confidence, especially for junior ..."
    },
    {
      "title": "Genome-wide association analyses of autoimmune hypothyroidism reveal autoimmune and thyroid-specific contributions and an inverse relationship with cancer risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "The high prevalence (>5%) of autoimmune hypothyroidism (AIHT) provides a unique opportunity to dissect genetic contributions to systemic and organ-specific autoimmunity. Here we performed a genome-wide association meta-analysis of 81,718 AIHT cases in FinnGen and the UK Biobank, identifying 418 independent signals (P < 5 × 10^(-8)). At 48 of these loci, a protein-coding variant is, or is highly correlated (r² > 0.95) with, the lead variant, including Finnish-enriched coding variants in LAG3,...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748903",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Selenoprotein thioredoxin reductase 1 promotes cancer cells ferroptosis by suppressing GPX4 expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Ferroptosis is a type of regulated necrosis driven by iron-dependent lethal accumulation of lipid peroxides. Selenoprotein thioredoxin reductase (TrxR) plays crucial roles in cellular redox homeostasis. However, its role in ferroptosis remains unclear. Here, we report TrxR1 positively regulates ferroptosis. The selenocysteine of TrxR1 is required for its regulation of ferroptosis. Mechanistically, the CRL4A^(CRBN) E3 complex ubiquitinates KEAP1 at K84 and K312, driving KEAP1 degradation....",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748901",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A genomic approach for accurate identification of closely related species with next-generation sequencing samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Accurate species identification from Whole Genome Sequencing (WGS) data remains challenging, particularly for closely related species such as sheep (Ovis aries) and goats (Capra hircus). Through analysis of mapping quality metrics and Kraken2 taxonomic classification of 40 WGS sheep and goat samples, we demonstrate that conventional approaches yield ambiguous results, with overlapping alignment rates and inconclusive taxonomic assignments. We present a robust comparative genomic approach that...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A non-conventional biodiesel process route from waste palm fatty acid distillate and ethyl acetate via esterification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "The high cost and food competition associated with conventional biodiesel feedstocks limit its widespread adoption. This research investigates using palm fatty acid distillate (PFAD), a low-cost industrial by-product which is high in free fatty acids (FFAs), as a sustainable feedstock. A novel glycerol-free esterification route was developed employing ethyl acetate as acyl acceptor and sulfuric acid as catalyst, producing fatty acid ethyl esters (FAEEs) and valuable acetic acid as by-product....",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable flow synthesis of ultrasmall inorganic nanoparticles for biomedical applications via a confined impinging jet mixer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748858",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cholesterol-high-density lipoprotein-glucose index versus triglyceride-glucose-derived indices for predicting 10-year cardiovascular mortality in the MASHAD cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of tooth agenesis on facial soft tissue profile",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mobile health applications for parents of children with Hirschsprung disease: a requirement analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Integrating the perspectives of specialists and parents resulted in the development of a comprehensive set of requirements for designing a mHealth application tailored to parents of children with HD. This framework can serve as a model for developing similar educational applications for other pediatric gastrointestinal diseases and provides a foundation for future supportive digital intervention design.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrating the perspectives of specialists and parents resulted in the development of a comprehensive set of requirements for designing a mHealth application tailored to parents of children with HD. This framework can serve as a model for developing similar educational applications for other pediat..."
    },
    {
      "title": "3D hierarchically aligned nanofiber scaffolds promote cell migration for tissue regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "During tissue regeneration, cells are recruited from surrounding tissue to the defect site. However, when the defect site is large and morphologically complex, cell recruitment often fails to match healthy tissue morphology, resulting in a dysfunctional repair. The integration of bioscaffolds can help to direct the repair process. Here, we present a protocol that integrates electrospinning, weaving, thermal fixation and modified gas-foaming technologies to fabricate 3D hierarchically aligned...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sleep disorders and structural alterations in brain regions linked with motivation: a neuroimaging meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748813",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical characterization analysis of surface modified-plastics (SMP) induced by atmospheric cold plasma system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unravelling water sustainability: a decentralised, data-driven model for water governance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hidden Markov model analysis of fluorescence blinking in fluorescently labeled DNA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Magnetic resonance microscopy maps widespread effects of Alzheimer's disease on brain structures and behavior in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Alzheimer's disease has widespread effects on brain structure, function and behavior, but we lack a systematic dissection of its impact across hundreds of forebrain and brainstem regions. Here, using diffusion tensor MRI at 25 µm, we mapped the global consequences of mutations in APP and PSEN1 across 231 regions of interest (ROIs) in male and female 5×FAD BXD hybrid mice at 14 months. Over half of the ROIs change in volume along rostrocaudal and mediolateral axes of the CNS, with unexpected...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748785",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "across hundreds of forebrain and brainstem regions",
      "conclusion": null
    },
    {
      "title": "Author Correction: Myocardial reprogramming by HMGN1 underlies heart defects in trisomy 21",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generative adversarial networks and hyperparameter-optimized XGBoost for enhanced heart disease prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Heart Disease (HD) serves as the primary reason for worldwide deaths which creates an urgent requirement to create diagnostic intelligent systems that can identify patients at their earliest stage. The development of strong predictive models faces a significant obstacle because clinical data contains both biased information and noisy elements which create unreliable results. This study proposed a hybrid framework, GAN-XO, for early HD detection. The methodology addressed fundamental data quality...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748782",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between steatotic liver disease and post-traumatic stress symptoms in the Fukushima health management survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748780",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Life's Essential 8 with albuminuria in a Northern Chinese population: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Albuminuria is strongly associated with the development and progression of cardiovascular disease. We aimed to investigate the association between Life's Essential 8 (LE8) and albuminuria. The cross-sectional study enrolled 8,648 adults and excluded individuals with incomplete LE8 index data, missing serum creatinine or albumin/creatinine ratio data, and a diagnosis of chronic kidney disease. Albuminuria was defined as urinary albumin to creatinine ratio (uACR) ≥ 30 mg/g. According to the...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the association between Life's Essential 8 (LE8) and albuminuria",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Considerations for the future of in vitro gametogenesis in fertility care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748765",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PEGylated liposomal fluopsin C triggers cuproptosis and ferroptosis pathways and suppresses 3D tumor spheroid growth in NCI-H460 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748761",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of risk of hearing loss by industry noise from cross-sectional and longitudinal data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: These findings provide evidence-based prediction tools that enable individualized risk assessment. Practically, identifying workers at high risk would benefit the hearing preservation in the frequencies more relevant to speech sounds and maintain good communication.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide evidence-based prediction tools that enable individualized risk assessment. Practically, identifying workers at high risk would benefit the hearing preservation in the frequencies more relevant to speech sounds and maintain good communication"
    },
    {
      "title": "IRES-cargo interplay structurally modulates circular RNA translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dexmedetomidine versus opioids for sedation during therapeutic hypothermia in neonatal HIE: efficacy, safety, and dose-response relationship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Dexmedetomidine was effective and generally well tolerated during TH. Infusion rates between 0.25 and 0.5 μg/kg/hr may optimize the balance of efficacy and safety.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dexmedetomidine was effective and generally well tolerated during TH. Infusion rates between 0"
    },
    {
      "title": "The therapeutic potential of orphan adhesion G-protein-coupled receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Adhesion G-protein-coupled receptors (aGPCRs) are essential membrane proteins that contribute to diverse human pathologies, including cancer, psychiatric disorders and autoimmune diseases. A defining feature of these receptors is the large N terminus including the GPCR autoproteolysis-inducing domain, which mediates autoproteolysis and enables complex modes of activation through both cis and trans signalling. Recent breakthroughs in structural biology, in particular, cryogenic electron...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748743",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimal benefit of co-testing over HPV primary screening with cytology triage from resource-limited settings in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: In resource-limited county programmes, HPV primary screening with cytology triage provides the most favourable balance between detecting cervical pre-cancer and limiting unnecessary procedures. These findings support transitioning from routine co-testing to HPV-based screening tailored to local capacity.",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748739",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In resource-limited county programmes, HPV primary screening with cytology triage provides the most favourable balance between detecting cervical pre-cancer and limiting unnecessary procedures. These findings support transitioning from routine co-testing to HPV-based screening tailored to local capa..."
    },
    {
      "title": "ATPase N-ethylmaleimide-sensitive factor mediated calcium dependent fusion pore closure and endocytosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "For a long time, it remained an unresolved question how the fusion pore is regulated to close after fusion occurs during kiss-and-run. Our study focuses on the physiological function of NSF in modulating single vesicle fusion events in live cells, using whole-cell capacitance recording coupled with live-cell confocal imaging. Our results demonstrates that in both male Sprague-Dawley rat adrenal chromaffin endocrine cells and dorsal root ganglion neurons, inhibiting or diminishing the ATPase...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748728",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inequities and global declines in SARS-CoV-2 genomic data availability hinder response to emerging variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Genomic epidemiology has transformed the way public health scientists detect, monitor, and respond to infectious disease threats such as SARS-CoV-2 on a global scale. Early in the COVID-19 pandemic, vast inequities in whole-genome sequence data availability between high- and low-income countries were highlighted, but the persistence of these disparities five years into a global pandemic has not been quantified. Also, while it is generally known that genomic surveillance of SARS-CoV-2 largely...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reevaluation of ECGs of a German non coronary sudden cardiac arrest cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mutant SRSF2-associated impaired erythropoiesis is defined by increased mTORC1 signaling due to FYN missplicing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Somatic mutations in RNA splicing regulators, including the serine/arginine-rich protein SRSF2, are frequently observed in myeloid malignancies. Using mouse models and primary human samples, we investigated the impact of SRSF2 mutations on erythropoiesis. We found reduced erythropoiesis in Srsf2^(P95H) versus wild-type mice upon stress-induced erythropoiesis and identified that SRSF2 mutations correlate with reduced hemoglobin in JAK2-mutant patients with myeloproliferative neoplasms (MPN)....",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748695",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the impact of SRSF2 mutations on erythropoiesis",
      "significance": "of SRSF2 mutations on erythropoiesis",
      "conclusion": null
    },
    {
      "title": "Genomic landscape and clinical impact of BRCA1/2 pathogenic variants in metastatic castration-resistant prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Poly (ADP-ribose) polymerase (PARP) inhibitors provide clinical benefit for patients with metastatic castration-resistant prostate cancer (mCRPC) harboring BRCA1/2 pathogenic variants. This study aimed to investigate the genomic landscape of mCRPC and evaluate the prognostic and therapeutic impact of pathogenic BRCA1/2 variants. We conducted a retrospective cohort study of 5893 patients with mCRPC registered in Japan. Overall survival (OS) was compared according to homologous recombination...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748688",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the genomic landscape of mCRPC and evaluate the prognostic and therapeutic impact of pathogenic BRCA1/2 variants",
      "significance": "of pathogenic BRCA1/2 variants",
      "conclusion": null
    },
    {
      "title": "Finite element analysis of a constructional column on the out-of-plane performance of the damaged steel frame-infilled wall",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41748672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "No abstract",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41748672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heteroresistance to amikacin in <em>Klebsiella aerogenes</em> isolates from patients in an intensive care unit in Brazil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41745126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Heteroresistance is defined by the presence of subpopulations within a bacterial isolate that exhibit greater antibiotic resistance than the dominant population. In this study, we investigated amikacin heteroresistance in the opportunistic, nosocomial pathogen Klebsiella aerogenes (AHR-KA). Eight carbapenemase-resistant, but amikacin-susceptible, isolates from intensive care units of a Brazilian hospital were analyzed. Population analysis profiling identified five amikacin heteroresistant...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41745126",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "amikacin heteroresistance in the opportunistic, nosocomial pathogen Klebsiella aerogenes (AHR-KA)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perfusion-Limited Efficacy of Platelet-Rich Plasma in Adipose Tissue Grafts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41745057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Autologous adipose tissue (AT) grafting is often compromised by insufficient early vascularization, leading to ischemia, fibrosis, and inconsistent long-term volume retention. Incorporating platelet-rich plasma (PRP) into AT bioinks offers a clinically accessible means to enhance vascular recruitment, but the in vivo impact of PRP dosage remains unclear. Here, we investigated how PRP concentration, uniformly integrated into a previously reported clinically relevant AT bioink, regulates vascular...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41745057",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "how PRP concentration, uniformly integrated into a previously reported clinically relevant AT bioink, regulates vascular",
      "significance": "of PRP dosage remains unclear",
      "conclusion": null
    },
    {
      "title": "Spontaneous Intercalation of Graphene on Sapphire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41744147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "The direct synthesis of graphene on dielectric substrates has attracted growing interest due to its potential for scalable, transfer-free integration in electronic and photonic applications. However, graphene grown on dielectrics typically exhibits lower carrier mobility compared to copper-grown counterparts, limiting its performance. Here, we report the synthesis of large-area graphene on Al-rich reconstructed c-plane sapphire (0001) via chemical vapor deposition (CVD) and reveal that, over...",
      "pubDate": "2026-02-26T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41744147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Smoking Patterns and Risk of Parkinson Disease and All-Cause Mortality: A Competing Risk Analysis Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41740083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "BACKGROUND AND OBJECTIVES: Smoking has been reported to be inversely associated with Parkinson disease (PD). However, the higher premature mortality among smokers may act as a competing risk, potentially confounding the inverse association. Because smoking behavior is dynamic, the long-term impact of changes among current smokers remains unclear. We investigated the association between longitudinal changes in smoking status and the risks of PD and all-cause mortality using a competing risk...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41740083",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Smoking has been reported to be inversely associated with Parkinson disease (PD)",
      "significance": "of changes among current smokers remains unclear",
      "conclusion": null
    },
    {
      "title": "Association of Olfactory Loss With Cognition Is Mediated by Striatal Dopamine Loss and Cerebral Perfusion in Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41738892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: Olfactory loss in PD reflects widespread neurodegeneration involving nigrostriatal and posterior cortical networks. Integrating olfactory assessment with imaging markers may better identify patients at risk for cognitive decline, supporting improved risk stratification and early intervention.",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41738892",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Olfactory loss in PD reflects widespread neurodegeneration involving nigrostriatal and posterior cortical networks. Integrating olfactory assessment with imaging markers may better identify patients at risk for cognitive decline, supporting improved risk stratification and early intervention"
    },
    {
      "title": "Long-term efficacy of ursodeoxycholic acid for the prevention of gallstone formation after gastrectomy in patients with gastric cancer: a randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41738624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Twelve months of UDCA administration was associated with sustained reduction in gallstone formation for up to 80 months after gastrectomy in GC patients.",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41738624",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Twelve months of UDCA administration was associated with sustained reduction in gallstone formation for up to 80 months after gastrectomy in GC patients"
    },
    {
      "title": "Corrigendum to \"Pathomechanics of glenohumeral capsule and scapula in idiopathic frozen shoulder: a study using a three-dimensional finite element model\" [JSES: International Volume 9, Issue 5 (2025) 1474-1480]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41737266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "[This corrects the article DOI: 10.1016/j.jseint.2025.04.003.].",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41737266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic hybrids: A promising strategy to replenish the pipeline and combat antimicrobial resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Antimicrobial resistance (AMR) poses an ongoing threat to global health, with the number of deaths directly attributable to AMR projected to rise to 8 million. One of the main reasons for the current crisis is the depletion of antibiotic candidates in clinical pipelines. To address this, more preclinical candidates must be advanced into development. However, the scientific challenges and limited economic incentives associated with antibiotic research have further aggravated the situation....",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41736535",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Blood Flow Restriction Training Combined With Conventional Physical Therapy on Pain, Muscle Architecture, Strength, Function, and Psychosocial Outcomes in Chronic Lateral Epicondylitis: A Pilot Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "BACKGROUND Chronic lateral epicondylitis (LE) causes persistent pain and functional impairment. Blood flow restriction training (BFRT) can improve strength and pain under low-load conditions, but evidence in chronic LE remains limited. This study investigated the effects of combining BFRT with conventional therapy on pain, muscle strength, function, and psychosocial outcomes. MATERIAL AND METHODS A single-blind randomized controlled trial was conducted with 22 participants diagnosed with chronic...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41736376",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of combining BFRT with conventional therapy on pain, muscle strength, function, and psychosocial outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular analysis of the interaction between ubiquitin-specific protease 7 and large T antigen of Merkel cell polyomavirus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Merkel cell polyomavirus (MCPyV) is the primary causative agent of Merkel cell carcinoma, a rare but highly aggressive neuroendocrine skin cancer. Large T antigen (LT), one of two oncoproteins encoded by MCPyV, sustains the proliferation of MCPyV-infected tumor cells. LT contains multiple protein-binding motifs that mediate interactions with diverse host proteins essential for its function. Among these, ubiquitin-specific protease 7 (Usp7), a deubiquitinase that regulates the stability of...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41736368",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of tri-cistronic CLDN18.2 CAR-T cells incorporating PD-1/CD28 switch and cyclophilin A for enhanced solid tumor immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Chimeric antigen receptor (CAR)-T cell therapy holds significant potential for the treatment of solid tumors. However, immune suppression and tumor-specific barriers limit its application. Claudin 18.2 (CLDN18.2), a gastric lineage-specific tight junction protein highly expressed in gastric and pancreatic cancers, is a promising therapeutic target. In this study, we aimed to develop a next-generation tri-cistronic CLDN18.2-directed CAR-T cell platform that integrates a programmed cell death...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41736320",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "develop a next-generation tri-cistronic CLDN18",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nondestructive sheet resistance prediction of silver nanowire transparent electrode with convolutional neural network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41741570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Measuring sheet resistance in metal nanowire films without causing damage is critical for advancing transparent conducting electrode technologies, particularly in emerging applications like flexible electronics, displays, and solar cells. Traditional measurement techniques such as four-point probe and Van der Pauw methods often compromise sample integrity and struggle with accurately capturing the electrical homogeneity of nanowire networks. The non-uniform distribution of nanowires...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41741570",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural basis of the promiscuity of the unusual Fe(II) and 2-oxoglutarate dependent human aspartate/asparagine-β-hydroxylase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41741441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Protein-hydroxylation catalysed by Fe(II) and 2-oxoglutarate (2OG) dependent oxygenases is an important regulatory mechanism in human biology. Such oxygenases typically coordinate their Fe(II) cofactor via a conserved triad of an aspartate- or glutamate- and two histidine-residues. By contrast, aspartate/asparagine β-hydroxylase (AspH), which catalyses asparagine/aspartate-residue oxidation in epidermal growth factor-like domains (EGFDs), has only two histidine-residues (H679, H725), with a...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41741441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "regulatory mechanism in human biology",
      "conclusion": null
    },
    {
      "title": "Photophysics of Organic Fluorophore Photobluing and Its Applications in Fluorescence and Super-Resolution Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41739445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "ConspectusPhotoconversion─the light-induced shift of a fluorophore's absorption and emission spectra─has attracted increasing attention across diverse fields, including single-molecule spectroscopy and super-resolution microscopy. Although blinking and photobleaching are well-established photophysical phenomena of organic dyes and have been extensively studied, photoconversion has historically received comparatively limited attention. First reported decades ago in rhodamine dyes, photoconversion...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41739445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrafast Flame Exsolution of High-Density Metal Nanoparticles on Perovskite Oxides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41738555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Exsolution of metal nanoparticles (NPs) is a powerful strategy for creating strongly attached catalysts for various energy-related applications, but the conventional exsolution methods based on thermal reduction are typically conducted at high temperatures for several hours to achieve sufficient NPs formation. Here, we introduce a new flame exsolution method that is exceptionally simple and rapid for decorating perovskite oxide surfaces with a high density of metal NPs under ambient conditions....",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41738555",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preliminary characterization of the skin microbiota in basal cell carcinoma: An exploratory pilot study in Korean patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Basal cell carcinoma (BCC) is the most common form of skin cancer, with ultraviolet radiation recognized as the primary environmental driver; however, the potential contribution of alterations in the skin microbiota remains incompletely understood, particularly in Asian populations. This exploratory pilot study describes bacterial community patterns in BCC lesions compared with contralateral clinically normal skin in 20 Korean patients. Lesional and contralateral samples were obtained using...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41736367",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Speckle-based X-ray microtomography via preconditioned Wirtinger flow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Three-dimensional quantitative phase imaging has been extensively studied in X-ray microtomography to improve the sensitivity and specificity of measurements, especially for low atomic number materials. However, obtaining quantitative phase images typically requires additional measurements or assumptions, which significantly limit the practical applicability. Here, we present preconditioned Wirtinger flow (PWF) to realize an assumption-free, single-shot, quantitative X-ray microtomography....",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41735270",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antiviral drug discovery and development: challenges and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "The coronavirus disease 2019 (COVID-19) pandemic has stimulated extensive endeavors toward the development of therapeutic interventions targeting severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and human proteins for viral infection control, encompassing numerous potential drugs and thousands of patients participating in clinical trials. These concerted efforts have resulted in significant advancements in antiviral drug discovery and development. In this review, we present a...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41735249",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beetroot juice supplementation enhances the effects of blood flow restriction training on lower limb strength and vertical jump performance under fatigue in male university students: a randomized, double-blind, placebo-controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: The results indicate that four weeks of BFR training, with or without BRJ supplementation, can improve knee flexor and extensor strength and bilateral CMJ performance. However, the effects of BRJ were selective rather than broadly superior, as BRJ mainly enhanced BFR training by reducing fatigue-related declines in vertical jump performance.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41733365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results indicate that four weeks of BFR training, with or without BRJ supplementation, can improve knee flexor and extensor strength and bilateral CMJ performance. However, the effects of BRJ were selective rather than broadly superior, as BRJ mainly enhanced BFR training by reducing fatigue-rel..."
    },
    {
      "title": "NetG2P: Network-based genotype-to-phenotype transformation identifies key signaling crosstalk for prognosis in pan-cancer study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: NetG2P generates patient-specific networks of critical oncogenic features and suggests personalized treatments, hence advancing precision medicine in oncology.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41736082",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NetG2P generates patient-specific networks of critical oncogenic features and suggests personalized treatments, hence advancing precision medicine in oncology"
    },
    {
      "title": "Self-Oscillating Helix Showing Amplified Winding and Unwinding Motions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Helical architectures in nature amplify motion via winding-unwinding. We report a simple, universal photopolymerization strategy to fabricate hydrogel helices with precisely controlled radial polymer gradients inside glass capillaries. A helically wrapped photomask and a chemical UV absorber (Ru(bpy)(3)) jointly encode longitudinal and radial asymmetry. Their geometry is readily programmed by adjusting the photomask width and spacing, and our approach is polymer-general, including...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41735781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PAK4 in metabolic diseases: regulation by nutrient signals and therapeutic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Here we highlight recent advances in understanding the regulatory role of p21-activated kinase 4 (PAK4), the prototypical group II PAK family member, in metabolic diseases. It also briefly notes the contributions of the group I member PAK1 in metabolic tissues. Activation of PAK4 is mediated by upstream Ras-related small GTPases such as Cdc42 and Rac1. In addition to this classical mechanism, post-translational modifications triggered by growth factors and hormonal signals are now recognized as...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41735496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of fully covered self-expanding metal stents removal versus stent-in-stent techniques in recurrent malignant distal biliary obstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Fully covered self-expandable metal stents (FCSEMSs) are widely used in managing malignant distal biliary obstruction (MDBO). However, recurrent biliary obstruction (RBO) has become a significant challenge due to improved patient survival with advanced chemotherapy. This multicenter retrospective cohort study evaluated revision techniques for FCSEMS dysfunction in 159 patients with MDBO initially treated with FCSEMSs. Patients were categorized into four groups based on the revision method: stent...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41735475",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping urban soundscape patterns using user-generated content: A place model approach to acoustic environment perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Urban acoustic environments significantly influence quality of life, prompting a paradigm shift from noise reduction to soundscape design that considers human perception. This study investigates urban soundscape perceptions using social media data to understand how acoustic environments reflect urban spatial characteristics. We collected Korean-language Twitter texts from 156 points of interest in Seoul's central and southeastern neighborhoods from October to November 2020. The collected texts...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41734232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation of Visible Water(biogel)/Solid Lipid/Water Multiple Emulsion for Cosmetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "We present a simple method that produces visible solid lipid microparticles (SLMs) encapsulating biogel particles for cosmetics. Biogel particles are prepared via W/O/W emulsification, and then SLMs encapsulating biogel particles are produced through continuous W/O/W multiple emulsification. We find that the presence of solid lipid affects the appearance, size, structure, crystallization properties, and physical protection of multiple emulsions, as observed through particle size analysis,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41733419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gas-Phase Circular Dichroism Spectroscopy Using Randomized Circularly Polarized Laser Pulses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Circular dichroism (CD) spectroscopy of gaseous molecules remains challenging because of intrinsically weak CD signals and low molecular number densities, which necessitate the use of pulsed molecular beams and high-power pulsed lasers. Pulse-to-pulse intensity fluctuations in both systems introduce variations in ionsignals, leading to fluctuation-induced artifacts in the measured CD values. To suppress these effects, we developed a CD measurement technique that employs randomly alternating...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41733010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced polymeric membranes for CO<sub>2</sub> separation: fundamentals, materials, and practical challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Membrane-based CO(2) separation is emerging as a central technology for achieving carbon neutrality, yet its widespread deployment remains constrained by longstanding trade-offs among permeability, selectivity, long-term stability, and scalability. This review provides the conceptual foundations, materials evolution, and market drivers shaping the next generation of polymeric CO(2) separation membranes. We first revisit the fundamentals of mass transport through dense polymer films and highlight...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41732959",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-Mediated Polymer Processing to Control Viscoelasticity for Inkjet-Printed Polymer LEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Inkjet printing offers a scalable and material-efficient route for fabricating high-resolution optoelectronic devices, yet the strong viscoelasticity of high-molecular-weight conjugated polymers remains a critical bottleneck for reliable jetting. Here, we introduce ultrasound-mediated polymer processing as a strategy to tune the viscoelasticity of a light-emitting polymeric material without external additives. Sonochemical treatment of Super Yellow selectively cleaved alkoxy side chains, as...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41732848",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slippery dopamine-fluoropolymer hybrid surface for improving biliary stent longevity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Biliary obstruction leads to bile retention and triggers a cascade of pathological events. Bile accumulation induces cholestasis and inflammation, progressing to hepatocellular injury, fibrosis, and ultimately liver failure. To restore bile flow, biliary stents are a necessary option due to their immediate patency. However, their high susceptibility to foreign body reaction (FBR) associated fibrosis, biofilm formation, and biliary sludge accumulation leads to frequent occlusion. To address this...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41732674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Midterm outcomes of revision biceps tendon augmentation without tear completion for high-grade partial articular-sided supraspinatus retear",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: High-grade PASR lesions following arthroscopic rotator cuff repair are uncommon and challenging due to poor tendon quality. Revision biceps tendon augmentation without tear completion appears to be a reliable surgical option for PASR lesions, yielding favorable midterm functional and radiological outcomes.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41732427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High-grade PASR lesions following arthroscopic rotator cuff repair are uncommon and challenging due to poor tendon quality. Revision biceps tendon augmentation without tear completion appears to be a reliable surgical option for PASR lesions, yielding favorable midterm functional and radiological ou..."
    },
    {
      "title": "Delays in Diagnosing Pediatric Inflammatory Bowel Disease in Korea: Impact on Disease Severity and the Need for Early Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: Significant diagnostic delays are primarily due to prolonged intervals between symptom onset and the first physician visit. Public awareness campaigns about IBD symptoms tailored to the growing number of pediatric IBD patients in Korea could be a crucial factor for early diagnosis.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41732043",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant diagnostic delays are primarily due to prolonged intervals between symptom onset and the first physician visit. Public awareness campaigns about IBD symptoms tailored to the growing number of pediatric IBD patients in Korea could be a crucial factor for early diagnosis"
    },
    {
      "title": "Mechanically and Functionally Resilient Piezoelectric Fiber Coils and Knots for Reliable Self-Powered Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Electrospun poly(vinylidene fluoride-co-trifluoroethylene) (P(VDF-TrFE)) piezoelectric nanofibers are attractive for self-powered sensing owing to their flexibility and ability to convert mechanical deformation into electrical signals. However, achieving a fully electrode-integrated piezoelectric fiber coil sensor that combines high stretchability with long-term reliability remains a major challenge. Here, we present a mechanically and functionally resilient piezoelectric coil sensor enabled by...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41731946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All 2D van der Waals junction-FET biosensor with external capacitive sensing for rapid, label-free detection of liver cancer biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Accurate, label-free detection of disease-specific biomarkers is essential for early diagnosis and therapeutic monitoring. Here, we present a reusable and ultrasensitive biosensor platform based on van der Waals (vdW) junction field-effect transistor (JFET), integrated with an external metal-insulator-metal (MIM) capacitor. This pseudo-floating gate configuration physically decouples the sensing interface from the transistor's active channel, thereby minimizing charge trapping, eliminating...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41734565",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrosion-Inspired Stabilization of Cobalt Oxide Catalysts via Platinum-Mediated Redox Buffering for Proton Exchange Membrane Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Proton exchange membrane water electrolysis (PEMWE) is considered a promising platform for sustainable hydrogen production at scale. However, the durability of anode catalysts under acidic and oxidative conditions remains a critical challenge. Cobalt-based oxides offer an attractive alternative to iridium-based catalysts due to their abundance and cost-effectiveness, yet suffer from severe chemical and structural degradation during the acidic oxygen evolution reaction (OER). In this study, we...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41732924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Chiral 2D Sheet for Enhancing GLUT1 Function Through the Interplay of Architecture and Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Controlling cellular function from the extracellular space requires synthetic materials capable of specific and sustained interactions at the cell membrane. This typically demands a synergy between the material's overall architecture and its molecular-level recognition motifs. Here, we demonstrate this synergistic principle using a glucose-based amphiphile that can be assembled into two distinct architectures. While the amphiphile alone forms 0D nanoparticles that are readily internalized by...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41732001",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A 1-bit electrically reconfigurable metasurface stirrer (ERMS) for improved reverberation chambers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "We propose an innovative electrically reconfigurable metasurface stirrer (ERMS) designed to significantly enhance the performance of reverberation chambers (RCs). Our proposed ERMS overcomes the limitations of traditional mechanical stirrers or paddles, such as reduced working volume and high lowest usable frequency (LUF). This is achieved by employing a novel metasurface integrated with varactor diodes, which manipulate the stirrer's reflection phase without any mechanical movement. The...",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41730934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Motor learning and dopamine-dependent striatal synaptic plasticity are controlled by astrocytic MEGF10",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "Dopamine regulates motor learning by modulating striatal synaptic plasticity in medium spiny neurons (MSNs). Despite its well-established role in synaptic plasticity, dopamine's involvement in glia-mediated synapse remodeling remains unclear. Here, we demonstrate that the astrocytic phagocytic receptor MEGF10 (Multiple Epidermal Growth Factor-like Domains Protein 10), but not MERTK (MER Proto-Oncogene, Tyrosine Kinase), is required for the elimination of corticostriatal excitatory synapses on...",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41730862",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploratory whole-exome sequencing identifies candidate DNA variants in Ocular Behcet disease: a pilot study from a Pakistani cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSION: This study provides the first genetic profile of OBD in Pakistani patients, identifies rare candidate genes of relevance, and establishes a foundation for larger confirmatory studies with implications for genetic screening.",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41730713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for genetic screening",
      "conclusion": "This study provides the first genetic profile of OBD in Pakistani patients, identifies rare candidate genes of relevance, and establishes a foundation for larger confirmatory studies with implications for genetic screening"
    },
    {
      "title": "Association between lifestyle changes and metabolic syndrome: a prospective cohort study in middle-aged Koreans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260227030058&v=2.19.0.post6+133c1fe",
      "description": "CONCLUSIONS: The prevalence of MetS was associated not only with individual lifestyle factors but also with long-term patterns of unhealthy behaviours, with persistent shortage of physical activity, poor sleep quality and inadequate sleep duration identified as significant contributors to increased MetS risk. Future research should explore a broader range of risk factors over longer follow-up periods to better understand the long-term impact of lifestyle modifications on MetS development.",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41730556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of lifestyle modifications on MetS development",
      "conclusion": "The prevalence of MetS was associated not only with individual lifestyle factors but also with long-term patterns of unhealthy behaviours, with persistent shortage of physical activity, poor sleep quality and inadequate sleep duration identified as significant contributors to increased MetS risk. Fu..."
    }
  ]
}