{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-30T19:21:21.959Z",
  "totalItems": 150,
  "totalArchived": 30575,
  "newPapersAdded": 61,
  "institutionBreakdown": {
    "KAIST": 14,
    "SNU": 51,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 47,
    "IBS": 55,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 5,
    "GIST": 1,
    "Kyung Hee University": 6,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 72,
    "Biomedical": 34,
    "Cancer Research": 19,
    "Materials Science": 8,
    "Neuroscience": 14,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Correlative Imaging Platform Linking Taste Cell Function to Molecular Identity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Understanding the physiology of taste cells requires multifaceted cellular information, ranging from gene expression to functional responses. Various experimental approaches are available to obtain each biological information, such as in situ hybridization for gene transcription and in vivo microscopy for functional responses. However, correlative acquisition of genetic and functional information at the single-cell level has not yet been achieved for taste cells, limiting a comprehensive...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41319276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aspirin Use and Mediterranean Diet Adherence as Factors Associated With Overall Mortality in Patients With MASLD in NHANES",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Aspirin use is independently associated with a several-fold increased mortality risk in older MASLD patients without prior CVD, an effect partly mitigated by high adherence to the Mediterranean diet. Aspirin for primary CVD prevention should be used with caution in this population. Aspirin use and diet are important, often uncontrolled factors associated with mortality in MASLD clinical trials.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319245",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aspirin use is independently associated with a several-fold increased mortality risk in older MASLD patients without prior CVD, an effect partly mitigated by high adherence to the Mediterranean diet. Aspirin for primary CVD prevention should be used with caution in this population"
    },
    {
      "title": "Lower glycemic status was associated with pancreatic cancer risk in prediabetes, but not in diabetes: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The pancreatic cancer incidence rate in the non-DM group significantly increased in the poorly controlled group. These findings suggest that in populations without DM, maintaining optimal glucose control may be associated with a lower risk of developing pancreatic cancer.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319229",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that in populations without DM, maintaining optimal glucose control may be associated with a lower risk of developing pancreatic cancer",
      "conclusion": "The pancreatic cancer incidence rate in the non-DM group significantly increased in the poorly controlled group. These findings suggest that in populations without DM, maintaining optimal glucose control may be associated with a lower risk of developing pancreatic cancer"
    },
    {
      "title": "Molecular basis for a pore block of Tentonin 3 expressed in HEK293 cells by a conopeptide, NMB-1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: NMB-1 specifically blocks a mechanosensitive channel, TTN3, via electrostatic interaction. These findings offer mechanistic insights into the selective inhibition of TTN3 by NMB-1 and provide a foundation for developing therapeutic agents targeting TTN3-related channelopathies.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41319193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "NMB-1 specifically blocks a mechanosensitive channel, TTN3, via electrostatic interaction",
      "conclusion": "AND IMPLICATIONS: NMB-1 specifically blocks a mechanosensitive channel, TTN3, via electrostatic interaction. These findings offer mechanistic insights into the selective inhibition of TTN3 by NMB-1 and provide a foundation for developing therapeutic agents targeting TTN3-related channelopathies"
    },
    {
      "title": "Skin-Interfaced Therapeutic Patches for Wound Fluid Management and Transdermal Drug Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Delayed or non-healing wounds remain a considerable medical challenge owing to infection-related complications. Consequently, promoting wound healing through effective dressings and transdermal drug delivery systems is crucial. However, current approaches are hindered by complex drug formulations or dependence on bulky external equipment, limiting their practicability and patient convenience. To overcome these limitations, this study presents a skin-interfaced therapeutic patch that integrates...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41319191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus practice guidelines on sacroiliac joint complex pain from a multispecialty, international working group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SIJ complex pain remains an underappreciated source of chronic low back pain, affecting between 15% and 30% of patients with axial pain predominantly below L5. Answers to many questions were limited by low-quality evidence, indicating the need for better research. SIJ complex pain is a multifarious condition (ie, pain can be from different portions of both the intra- and extra-articular components of the joint) for which an interdisciplinary, multimodal treatment plan can optimize...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41318933",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SIJ complex pain remains an underappreciated source of chronic low back pain, affecting between 15% and 30% of patients with axial pain predominantly below L5. Answers to many questions were limited by low-quality evidence, indicating the need for better research"
    },
    {
      "title": "Ultrathin Monatomic Antimony Films by Sacrificial Atomic Layer Deposition for Phase Change Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Antimony (Sb) is an intriguing material for advanced electronics, with thickness-dependent properties at the nanoscale offering new functionalities. However, conventional methods for depositing Sb thin films cannot produce continuous ultrathin films with conformality in complex nanoscale structures. This study introduces a novel sacrificial atomic layer deposition (s-ALD) approach that overcomes these limitations by using chemical substitution between the antimony precursor and the pre-deposited...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318923",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robust Exciton Binding Energy in Aggregated Structure-Sorted Carbon Nanotubes Revealed by Two-Photon Excitation Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Single-walled carbon nanotubes (SWCNTs) exhibit sharp excitonic resonances in their near-infrared optical spectra even when aggregated in macroscale assemblies. This characteristic offers promising opportunities for utilizing SWCNT assemblies as excitonic optofunctional materials. However, as a crucial factor determining the dominance of excitonic resonance, exciton binding energy in high-purity structure-sorted SWCNT membranes remains to be clarified. Here, we report modifications to the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319230",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ventilator-induced brain injury: another iatrogenic complication of mechanical ventilation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Mechanical ventilation is life-saving, but is increasingly recognized to be involved in adverse neurological outcomes. Ventilator-associated brain injury (VABI) refers to primary brain dysfunction directly attributable to mechanical ventilation, independent of sedation, hypoxemia, or sepsis. This review summarizes current evidence on the pathophysiology, clinical impact, monitoring strategies, and potential therapeutic interventions for VABI.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319124",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Mechanical ventilation is life-saving, but is increasingly recognized to be involved in adverse neurological outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pazopanib therapy for children, adolescents, and young adults with relapsed and refractory sarcomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In a small cohort of children and adolescent and young adult patients with heavily pretreated relapsed or refractory sarcoma, pazopanib may be a feasible option. Further research on optimal therapeutic timing and the target population for pazopanib's indication is required.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41319025",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a small cohort of children and adolescent and young adult patients with heavily pretreated relapsed or refractory sarcoma, pazopanib may be a feasible option. Further research on optimal therapeutic timing and the target population for pazopanib's indication is required"
    },
    {
      "title": "Navigating complexities: differential diagnosis of thrombotic microangiopathies in pregnancy - a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case highlights the complexity of diagnosing and managing TMA during pregnancy. It emphasizes the need for clinical vigilance and a multidisciplinary approach to identify coexisting metabolic or genetic conditions that may influence both maternal and fetal outcomes.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the complexity of diagnosing and managing TMA during pregnancy. It emphasizes the need for clinical vigilance and a multidisciplinary approach to identify coexisting metabolic or genetic conditions that may influence both maternal and fetal outcomes"
    },
    {
      "title": "NARFL Knockout Triggers Ferroptosis-Driven Vascular Endothelial Dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Nuclear prelamin A recognition factor-like (NARFL) is a core component of the cytosolic iron-sulfur (Fe-S) protein assembly (CIA) system. Yet, its role in vascular pathophysiology remains poorly defined. This study demonstrates that NARFL deficiency triggers ferroptosis, leading to severe vascular endothelial dysfunction across species. In zebrafish, narfl knockout causes embryonic lethality, accompanied by neurovascular defects, blood-brain barrier disruption, and aberrant hemodynamics....",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319277",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that NARFL deficiency triggers ferroptosis, leading to severe vascular endothelial dysfunction across species",
      "conclusion": null
    },
    {
      "title": "Targeting WEE1 in ARID1A/TP53 Concurrent Mutant Colorectal Cancer by Exploiting RLoop Accumulation and DNA Repair Deficiencies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "ARID1A, a component of the SWI/SNF tumor suppressor complex, is frequently mutated in colorectal cancers (CRC). Here, it is found that CRC with ARID1A/TP53 concurrent mutations is highly sensitive to WEE1 inhibitors. ARID1A deficiency promoted the accumulation of R-loops, leading to replication stress. This stress, combined with the loss of G1/S and G2/M checkpoint controls due to P53 and WEE1 dysfunction, resulted in substantial DNA damage. Through chromatin accessibility sequencing, it is...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319275",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling Band-Tail Effects on Temperature-Dependent Emission in GaAsBi via Photoluminescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The effect of Bi on the emission temperature sensitivity of GaAsBi remains a topic of debate, which hinders the design of optoelectronic devices. Band-tail states, which are critical for GaAsBi performance, are suspected to drive the discrepancy, but their effect remains unclear. This work resolves the key debate using an innovative dual-spectroscopy approach that combines temperature-dependent photoluminescence (PL) and transmission spectroscopy to decouple the contributions of band-tail states...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SMart Nanoparticle-Hydrogel Hybrid System for Synergistic Eradication of Infection and Promotion of Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "This study develops an efficient and intelligent photothermal therapy (PTT) system for treating Staphylococcus aureus-infected wounds by integrating a multifunctional hydrogel (PAOC-3@BA) with S. aureus-targeted photothermal nanoparticles (Fe(2)O(3)-CS@RBP). The Fe(2)O(3)-CS@RBP nanoparticles, functionalized with receptor-binding proteins (RBP) from bacteriophages, selectively recognize S. aureus and generate localized heat under near-infrared (NIR) irradiation for precise bacterial eradication....",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface-Associated Proteins on Extracellular Vesicles Remodel the Tumor Microenvironment by Potentiating TGF-β Signaling in a Contact-Dependent Manner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Cancer-associated fibroblasts (CAFs) are a major stromal cell type within the tumor microenvironment (TME), where they drive extracellular matrix remodeling and influence tumor progression through the secretion of bioactive molecules. Transforming growth factor-β (TGF-β) is a key regulator of CAF activation, yet its impact on the composition and function of extracellular vesicles (EVs) secreted by CAFs remains largely unexplored. Here, it is shown that TGF-β activation alters the protein cargo...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319267",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "on the composition and function of extracellular vesicles (EVs) secreted by CAFs remains largely unexplored",
      "conclusion": null
    },
    {
      "title": "The Co-Structuring of Gesture-Vocal Dynamics: An Exploration in Karnatak Music Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "In music performance contexts, vocalists tend to gesture with hand and upper body movements as they sing. But how does this gesturing relate to the sung phrases, and how do singers' gesturing styles differ from each other? In this study, we present a quantitative analysis and visualization pipeline that characterizes the multidimensional co-structuring of body movements and vocalizations in vocal performers. We apply this to a dataset of performances within the Karnatak music tradition of South...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Placental infection by SARS-CoV-2: exploring alternative entry pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The placenta possesses several structural and immunological barriers against viral infections, the SARS-CoV-2 detection in placental tissues has raised concerns regarding possible alternative viral entry mechanisms beyond the canonical ACE2/TMPRSS2-mediated pathway. In this context, the present study evaluated the immunohistochemical expression patterns of ADAM17, Cathepsin L, Clathrin, ACE-2, Furin, NRP-1, and TMPRSS2-molecules involved in SARS-CoV-2 placental entry pathways - as well as the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Picornavirus VP2 protein suppresses innate immunity through selective autophagic degradation of IKBKE/IKKε",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Senecavirus A (SVA) belongs to the picornaviruses and has emerged as a promising candidate for oncolytic virotherapy in humans. Understanding the immune suppression mechanisms employed by SVA can help optimize its therapeutic efficacy as an oncolytic virus while simultaneously minimizing its immune suppressive effects on normal tissues. In this study, we identified a novel function of the SVA structural protein VP2 as a key viral immune suppressive factor during SVA infection. VP2 targets and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iberogast in functional dyspepsia: yesterday, today, and tomorrow - a narrative review of a multitarget phytomedicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Functional dyspepsia (FD) is a highly prevalent disorder of gut - brain interaction, characterized by heterogeneous symptoms, overlapping pathophysiology, and limited treatment efficacy. Iberogast®, a multi-herbal phytomedicine available for more than five decades, has emerged as a promising therapeutic option by addressing multiple mechanisms simultaneously.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319263",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of PIWI-interacting RNAs based models for lung adenocarcinoma early detection: a multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Early detection of lung adenocarcinoma (LUAD) remains a major clinical challenge despite the widespread application of low-dose computed tomography (LDCT). Circulating PIWI-interacting RNAs (piRNAs), characterized by tumor-specific expression and high stability, offer promise as non-invasive biomarkers. To improve the diagnostic precision of LDCT screening, we performed a large multi-center study integrating paired tissue-serum omics profiling with machine learning-based biomarker discovery....",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319254",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combining spironolactone to antiretroviral therapy accelerates HIV decay in humanized mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Spironolactone (SP), a clinically used aldosterone antagonist, has been explored as an anti-HIV agent in models of HIV-1 latency for inducing transcriptional silencing of the viral reservoir. SP promotes the degradation of xeroderma pigmentosum group B (XPB) protein, a crucial component of transcription factor II H (TFIIH) required for RNA polymerase II transcriptional initiation. This study evaluated the impact of a long-acting formulation of SP on HIV replication within the context of...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of a long-acting formulation of SP on HIV replication within the context of",
      "conclusion": null
    },
    {
      "title": "\"I love my baby more than they do\": infant feeding decision-making among mothers living with HIV in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "In the US and other high-income countries, national guidelines traditionally recommended against breastfeeding infants born to women living with HIV (WLHIV), due to the risk of HIV transmission to the infant. In 2023, US guidelines were changed to recommend collaborative decision-making and support for WLHIV who choose to breastfeed. Little is known regarding how WLHIV make the decision of how to feed their babies, leaving clinicians lacking guidance on how to provide effective counseling. We...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319244",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic Identification of Plasma Biomarkers of Response to IL-5 Inhibitor Biologics in Healthy Subjects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Proteomics can identify pharmacodynamic (PD) biomarkers by detecting protein changes in response to drug treatment, providing insights into drug mechanism and biological effects. In this study, we profiled over 7000 plasma proteins to identify potential PD biomarkers for the interleukin-5 (IL-5) inhibitors mepolizumab and reslizumab, which are approved for treating eosinophilic asthma. We used longitudinal plasma samples from healthy participants treated with a single dose of mepolizumab (n = 8,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electron Beam Modification of Solid Polymer Electrolytes for Solid-State Lithium Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Solid polymer electrolytes (SPEs) offer flexibility and processability but suffer from low ionic conductivity and inadequate mechanical strength. Here, a facile, solvent-free electron beam (EB) irradiation method is introduced to modify poly(diallyldimethylammonium) bis(trifluoromethanesulfonyl)imide (PDADMATFSI)-based SPEs for lithium metal batteries. At an optimal dose, EB irradiation simultaneously generates polar carbonyl groups and induces a crosslinked network. The carbonyl groups...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stratification-based instrumental variable analysis framework for nonlinear effect analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Nonlinear causal effects are prevalent in many research scenarios involving continuous exposures, and instrumental variables (IVs) can be employed to investigate such effects, particularly in the presence of unmeasured confounders. However, common IV methods for nonlinear effect analysis, such as IV regression or the control-function method, have inherent limitations, leading to either low statistical power or potentially misleading conclusions. In this work, we propose an alternative IV...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319223",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Dezocine and Dexmedetomidine as Adjuvants in Ropivacaine for Incision Subcutaneous Infiltration Anesthesia on Incision Healing in Diabetic Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We hypothesized that the use of ropivacaine for incision subcutaneous infiltration anesthesia, in conjunction with dezocine and dexmedetomidine, may reduce pain stress and modulate the expression of inflammatory cytokines through the PI3Kγ/Akt signaling pathway and OGF-OGFr channel. This could lead to a reduction in IR production, inhibition of excessive inflammatory responses while preserving beneficial inflammatory reactions, upregulation of GM-CSF expression, increased fibroblast...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We hypothesized that the use of ropivacaine for incision subcutaneous infiltration anesthesia, in conjunction with dezocine and dexmedetomidine, may reduce pain stress and modulate the expression of inflammatory cytokines through the PI3Kγ/Akt signaling pathway and OGF-OGFr channel. This could lead ..."
    },
    {
      "title": "An Anti-Inflammatory and Antioxidant Patch Based on Injectable Bioadhesive Hydrogel Prevents Postoperative Atrial Fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Postoperative atrial fibrillation (POAF) is a common surgical complication linked to atrial inflammation and oxidative stress. Here, we developed a strategy integrating chemical modification of therapeutics, poly(lactic-co-glycolic acid) (PLGA)-mediated sustained kinetics, and hydrogel-enabled spatial targeting to achieve continuous, local drug delivery to the atrial region. Andrographolide was modified with phenylboronic acid (PBAn) to change its solubility and enhance drug-loading capacity in...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design, Synthesis, and Characterization of Dichlorobiphenyl-Derived Inhibitors of the Proprotein Convertase Furin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The proprotein convertase (PC) furin emerged as promising drug target for the treatment of numerous infectious diseases, cancer and cystic fibrosis. A recently described nonpeptidic lead structure served as template to develop a new series of PC inhibitors containing a dichlorobiphenyl-derived core segment decorated with a left and right inhibitor arm. The compounds were tested for their inhibitory potency against furin and the structurally related PC7. The most potent compounds inhibited furin...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319212",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size-Dependent Optical Band Gaps in Metal-Organic Framework Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Decades of research into size-dependent semiconductor optical gaps have focused on quantum confinement as the dominant mechanism. Emerging reports indicate that lattice strain─intentional or incidental─can impart optical shifts similar or greater in magnitude. Here, we report evidence of optical absorption and photoluminescence spectra of M(1,2,3-triazolate)(2) (M = Mg, Cr, Mn, Fe, Co, Cu, Zn, or Cd) nanoparticles that blueshift from bulk values with decreasing particle sizes in a manner that...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations Between Hiccups and Subsequent Cancer Diagnoses: A Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings may be useful for clinical practice and could provide foundations for detailed clinical studies on hiccups as a potential clinical cancer marker.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319203",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings may be useful for clinical practice and could provide foundations for detailed clinical studies on hiccups as a potential clinical cancer marker"
    },
    {
      "title": "Involved-Field Irradiation Versus Elective Nodal Irradiation in Patients With Locally Advanced Esophageal Squamous Cell Carcinoma Treated With Neoadjuvant Chemoradiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Under similar prognostic conditions, IFI resulted in mild toxicity compared to ENI. Therefore, for patients with ESCC undergoing nCRT, IFI is the preferred irradiation approach for the lymphatic drainage area.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319202",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Under similar prognostic conditions, IFI resulted in mild toxicity compared to ENI. Therefore, for patients with ESCC undergoing nCRT, IFI is the preferred irradiation approach for the lymphatic drainage area"
    },
    {
      "title": "Stiffness-Tunable Hydrogel Microfluidic Chip Reveals the Role of Stiffness in Cholangiocarcinoma Invasion and Pre-Metastatic Niche Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Cholangiocarcinoma (CCA), particularly intrahepatic cholangiocarcinoma (ICC), is a highly aggressive malignancy with extensive stromal fibrosis and frequent pulmonary metastasis. Existing in vitro models, including 2D cultures, animal systems, and Matrigel-based organoids with fixed stiffness, fail to replicate physiologically relevant cell-matrix interactions. Here, we developed a stiffness-tunable microfluidic chip integrating sodium alginate-decellularized ECM (SA-dECM) hydrogels, enabling...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319192",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NCAPD2 promotes the progression of lung adenocarcinoma through an AKT/MDM2/E2F1 positive feedback loop",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study reveals a novel role of NCAPD2 in promoting LUAD progression through the AKT/MDM2/E2F1 positive feedback loop. These findings provide new insights into the molecular pathogenesis of LUAD and suggest NCAPD2 as a potential therapeutic target for improving patient outcomes.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319185",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals a novel role of NCAPD2 in promoting LUAD progression through the AKT/MDM2/E2F1 positive feedback loop. These findings provide new insights into the molecular pathogenesis of LUAD and suggest NCAPD2 as a potential therapeutic target for improving patient outcomes"
    },
    {
      "title": "Effect of Alveolar Process and Basal Bone Features on Post-Extraction Dimensional Changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Certain site-specific features appear to significantly affect post-extraction alveolar ridge remodelling and the subsequent NBA to facilitate implant therapy.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319178",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Certain site-specific features appear to significantly affect post-extraction alveolar ridge remodelling and the subsequent NBA to facilitate implant therapy"
    },
    {
      "title": "Metabolic dysfunction-associated steatotic liver disease, cardiometabolic risk factors, and cardiac manifestations in psoriasis: A cross-sectional study of 255 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In adults with psoriasis, the association between MASLD and cardiac structural and functional changes was attenuated after adjusting for BMI and cardiometabolic risk factors, underscoring the importance of cardiometabolic risk factor control, in particular of obesity and diabetes, in psoriasis with concomitant MASLD.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319162",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In adults with psoriasis, the association between MASLD and cardiac structural and functional changes was attenuated after adjusting for BMI and cardiometabolic risk factors, underscoring the importance of cardiometabolic risk factor control, in particular of obesity and diabetes, in psoriasis with ..."
    },
    {
      "title": "Locus coeruleus-entorhinal cortex tract integrity is linked to plasma tau and glial fibrillary acidic protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Pretangle tau inclusions from the locus coeruleus (LC) are hypothesized to propagate to the entorhinal cortex (EC) via neuron-to-neuron transmission along its projections. The lower integrity of the LC-EC pathway accompanying Alzheimer's disease (AD) pathology is supported by post mortem studies, but in vivo evidence remains limited.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319161",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling approaches for estimating the effects of risk factors using longitudinal lifecourse exposure data in dementia research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Longitudinal data on risk factors at different ages across the lifecourse are essential for gaining important insights into how the timing and accumulation of exposure to risk factors influence the risk of Alzheimer's disease and related dementias (dementia). With increased interest in the exposome and lifecourse research questions, there have been commensurate increases in data sources and methodological approaches for answering these questions using empirical data. Methodological approaches...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "insights into how the timing and accumulation of exposure to risk factors influence the risk of Alzheimer's disease and related dementias (dementia)",
      "conclusion": null
    },
    {
      "title": "Olive Pomace Inclusion Alters the Microbial Community of Black Soldier Fly Larvae Frass While Maintaining Fertilizer Quality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Olive pomace (OP) is a sludge arising from the production of olive oil, generated in increasing amounts in Portugal. The management of this toxic waste stream is complex and the number of processing plants is limited. In this study, OP was incorporated as a feed component for rearing black soldier fly larvae (BSFL) under industrial conditions. Larvae were reared inside a climate-controlled room with regulated temperature and humidity. The rearing cycle lasted 13 days, after which larvae were...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic risk factor identification for common epilepsies guided by integrative omics data analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Genetic generalized epilepsies (GGEs) comprise the most common genetically determined epilepsy syndromes, following a complex mode of inheritance. Although many important common and rare genetic factors causing or contributing to these epilepsies have been identified in the past decades, many features of the genetic architecture are still insufficiently understood. This study integrates genome-wide association study (GWAS) data from the International League Against Epilepsy Consortium...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Genetic generalized epilepsies (GGEs) comprise the most common genetically determined epilepsy syndromes, following a complex mode of inheritance",
      "significance": "common and rare genetic factors causing or contributing to these epilepsies have been identified in the past decades, many features of the genetic architecture are still insufficiently understood",
      "conclusion": null
    },
    {
      "title": "Cost-Utility Analysis of Left Bundle Branch Area Versus Biventricular Pacing for Cardiac Resynchronization Therapy: A Multicenter, Prospective, Quasi-Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LBBAP CRT could be an efficient alternative to BVP CRT for cardiac resynchronization with similar clinical and QALY outcomes but potentially significant average cost savings per patient.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319126",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LBBAP CRT could be an efficient alternative to BVP CRT for cardiac resynchronization with similar clinical and QALY outcomes but potentially significant average cost savings per patient"
    },
    {
      "title": "Do we agree on seizure reduction after vagus nerve stimulation? Interrater reliability of retrospective and prospective seizure frequency ratings from the CONNECTiVOS database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Although vagus nerve stimulation (VNS) is a well-established neuromodulation therapy for drug-resistant epilepsy, treatment outcomes remain heterogeneous. One possible source of variability lies in differing interpretations of seizure frequency ratings (SFRs). This study examined interrater reliability (IRR) in SFRs between (1) retrospective clinician-clinician chart reviews and (2) prospective caregiver-clinician reports, and explored sources of disagreement.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Although vagus nerve stimulation (VNS) is a well-established neuromodulation therapy for drug-resistant epilepsy, treatment outcomes remain heterogeneous",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dendritic Cell Migration: An Essential Step in Initiating Adaptive Immunity Across Tissues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Immune surveillance of tissues is primarily carried out by dendritic cells (DCs), which act as sentinels for the adaptive immune system. To accomplish this task, DCs migrate from tissues to regional lymph nodes, or from blood-exposed regions of the spleen to the white pulp, to prime T cell responses. DC migration is a tightly regulated process that occurs at both steady state and during inflammation, and is dependent on sensing a wide array of chemoattractant molecules. Migration involves...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cultivating Systems Leadership: Translating Real-World Practice Into Classroom Opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "This article highlights the benefits of integrating systems leadership approaches into leadership education and pedagogy. Drawing on over 40 years of combined real-world practice, the authors present \"field notes\" as \"case-like descriptions and analysis\" from their experiences as full participants in community organizing in post-Katrina New Orleans and global sustainable development with the Peace Corps in Mongolia and Haiti. The field notes demonstrate how an implicit systems leadership mindset...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319101",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and application of base editing systems in Salvia miltiorrhiza for precise metabolic engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High Resolution Postmortem MRI Discovers Developing Structural Connectivity in the Human Ascending Arousal Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Human arousal is essential to survival and mediated by the ascending arousal network (AAN) and its connections. It spans from the brainstem to the diencephalon, basal forebrain, and cerebral cortex. Despite advances in mapping the AAN in adults, it is unexplored in fetal and early infant life, especially with high-resolution magnetic resonance imaging techniques. In this study, we conducted-for the first time-high-resolution ex vivo diffusion MRI-based analysis of the AAN in seven fetal, infant,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319039",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New Allergens Approved by the WHO/IUIS Allergen Nomenclature Sub-Committee in 2021-2024 and Their Significance for Future Diagnostics, Regulation, and Research. An EAACI Task Force Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The WHO/IUIS Allergen Nomenclature Sub-Committee is an international body of experts that maintains the systematic nomenclature of allergenic proteins by assigning official names to newly identified allergens submitted by researchers. Here, we summarize the data on new allergens approved between 2021 and 2024. The sub-committee assigned names to 112 new allergens with 124 isoallergens/variants as well as 26 new isoallergens/variants of previously named allergens. Most new allergens were...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging HIV prevention programs for breast cancer interventions: A survey of women stakeholders in the informal work sector in Nigeria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings indicate poor awareness of breast cancer signs/symptoms and screening practices. Integrated HIV and breast cancer programs may serve as a model and offer the potential to expand coverage and reduce missed opportunities for prevention, diagnosis, and treatment.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319006",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate poor awareness of breast cancer signs/symptoms and screening practices. Integrated HIV and breast cancer programs may serve as a model and offer the potential to expand coverage and reduce missed opportunities for prevention, diagnosis, and treatment"
    },
    {
      "title": "Improving Evidence in Hand and Wrist Surgery: A Systematic Assessment of Randomized Controlled Trials Quality and Impact",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Many RCTs in hand and wrist surgery lack pragmatic design, patient-centered outcomes, and transparency. Improving these areas can increase real-world relevance and guide practicing surgeons' clinical decision-making.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Many RCTs in hand and wrist surgery lack pragmatic design, patient-centered outcomes, and transparency. Improving these areas can increase real-world relevance and guide practicing surgeons' clinical decision-making"
    },
    {
      "title": "Integrating Pan-genome, GWAS, and Interpretable Machine Learning to Prioritize Trait-Associated Structural Variations in Setaria italica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Structural variations (SVs), especially presence-absence variations (PAVs), play a crucial role in crop domestication and trait improvement. While pan-genome analysis provides an exhaustive view of PAVs, it is often limited by high costs and restricted sample sizes. Conversely, genome-wide association studies (GWAS) can effectively identify trait-marker associations in large populations but typically overlook PAVs and face challenges in distinguishing causal variants due to linkage...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41319002",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C/EBPβ stabilizes oxidative stress in triple-negative breast cancer cells, driving taxane resistance and immune evasion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) is a form of breast cancer clarified by low expression of estrogen receptor (ER), progesterone receptor (PR), or human epidermal growth factor receptor 2 (HER2). For this reason, therapeutics aimed at targeting these receptors are ineffective in cases of TNBC, which leads to a poorer prognosis. Consequently, there is a need for novel therapeutics at targeting this subtype. CCAAT/enhancer-binding protein beta (C/EBPβ) is a leucine zipper transcription factor...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318995",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Histologic subtypes of urothelial carcinoma: an update",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: The biological significance of urothelial carcinoma subtypes/divergent differentiation (S/DD) and clinical approach to them remain challenging issues. This review aims to summarize the most relevant recent information on urothelial carcinoma subtypes/divergent differentiation.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318992",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: The biological significance of urothelial carcinoma subtypes/divergent differentiation (S/DD) and clinical approach to them remain challenging issues",
      "significance": "of urothelial carcinoma subtypes/divergent differentiation (S/DD) and clinical approach to them remain challenging issues",
      "conclusion": null
    },
    {
      "title": "Incidence of treatment intensification based on HbA1c trends in people with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Physicians should consider HbA1c trends to guide treatment intensification when HbA1c levels exceed target thresholds. Clinical inertia remains an important issue in diabetes management.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "issue in diabetes management",
      "conclusion": "Physicians should consider HbA1c trends to guide treatment intensification when HbA1c levels exceed target thresholds. Clinical inertia remains an important issue in diabetes management"
    },
    {
      "title": "Lineage Tracing of Distal Lung Epithelial Progenitors in Injury-Induced Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The important role of distal lung epithelial progenitors and lineage tracing methods has been highlighted in recent years. Relevant studies provide a perspective for further deepening lineage tracing in lung progenitor research and laying the groundwork for endogenous stem cell therapies in the future.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "role of distal lung epithelial progenitors and lineage tracing methods has been highlighted in recent years",
      "conclusion": "The important role of distal lung epithelial progenitors and lineage tracing methods has been highlighted in recent years. Relevant studies provide a perspective for further deepening lineage tracing in lung progenitor research and laying the groundwork for endogenous stem cell therapies in the futu..."
    },
    {
      "title": "Biocompatible Ink Optimization Enables Functional Volumetric Bioprinting With Xolography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Xolography is a novel linear volumetric manufacturing technique that offers unparalleled precision and speed. Yet, its application to bioprinting remains limited due to insufficient understanding of biocompatibility constraints. Here, this work establishes fundamental design principles for cell-compatible Xolography bioinks by dissecting the effects of extracellular pH, osmolality, and lysosomotropic stress on cell viability and function. By systematically studying the tolerances for these...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318943",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced Design and Characterization of Polyether-Based Solid-State Electrolytes for High-Energy-Density Lithium Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Polyether-based solid-state electrolytes have shown great potential in lithium batteries due to their excellent interfacial flexibility and high solvation ability for lithium salts. However, the problems of limited ion transport and insufficient interfacial stability have restricted the application of polyether-based electrolytes in high-energy-density lithium batteries. To tackle these problems, researchers have explored a variety of strategies, such as multi-component compounding and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318940",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Constructing Highly Durable Fuel Cell Catalysts Through Integrating Graphitic Shell-Protected Composite Carbon Support with Gaseous Co Deposition-Driven PtCo Intermetallics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Metal dissolution, nanoparticle agglomeration, and carbon support corrosion cause significant performance degradation of current PtCo catalysts under acidic and oxidative oxygen reduction reaction. Here, an integrated strategy is presented to design high-performance Pt(3)Co intermetallic catalysts by regulating gaseous Co deposition-driven diffusion into Pt nanoparticles supported on a composite carbon. The composite carbon is derived from ZIF-8/polyaniline, consisting of a high-surface-area...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chiral Inorganic Nanomaterials: Exploring New Horizons in Catalysis Through Symmetry Breaking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Traditional catalytic strategies are based on composition engineering, active site modification and structural tuning to optimize performance. More recently, chirality has emerged as a novel design paradigm, enabling modulation of catalytic activity, selectivity, and enantioselective outcomes. In particular, chiral inorganic nanomaterials, which integrate intrinsic catalytic functions with unique asymmetric nanostructures, have demonstrated impressive chirality-dependent performance in various...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318930",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lattice Oxygen-Mediated Water Oxidation on Reconstructed Ni<sub>3</sub>S<sub>2</sub>/NiFeOOH Heterointerfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Developing cost-effective oxygen evolution reaction (OER) catalysts for industrial current densities remains challenging, hindered by adsorbate evolution mechanism (AEM) scaling limitations and reconstruction instability. Here, we report a heterointerface-engineered Ni(3)S(2)/NiFeOOH catalyst formed via in-situ electrochemical reconstruction of Ni(3)S(2)/NiFe-LDH. Interfacial charge redistribution stabilizes high-valent Ni^(3+)/Fe^(3+) species and generates coordinatively unsaturated lattice...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered Bacterial Therapeutics: Controlled Release Approaches in Oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Engineered bacterial therapeutics are gaining attention in tumor therapy, showing significant clinical potential. However, their clinical translation requires stricter regulation of biosafety and targeting specificity. Controlled release systems offer a key strategy to optimize engineered bacteria through precise spatiotemporal gene expression and motility modulation. This review systematically evaluates two core controlled-release platforms in tumor treatment-tumor microenvironment-responsive...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41318921",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The OsWRKY7-OsVQ3 module regulates seedling-stage cold tolerance in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Cold stress poses a significant threat to rice productivity and quality, threatening food security globally. While WRKY transcription factors represent one of the largest plant-specific gene families, their functional mechanisms in cold response remain poorly understood. Here, we identify OsWRKY7 as a negative regulator of cold tolerance in rice and elucidate the molecular mechanism of the OsWRKY7-OsVQ3 module-mediated cold stress regulation. OsWRKY7-knockout mutants exhibited enhanced cold...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41319199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal time for collateral channel wiring in retrograde chronic total occlusion percutaneous coronary intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Collateral channel wiring (CCW) is important in a retrograde chronic total occlusion (CTO) procedure. However, the guidance is insufficient. To investigate the optimal CCW time, patients who had received retrograde CTO procedures were enrolled. The optimal CCW time was derived by Receiver Operating Characteristic curves regarding success rates or complications. The clinical outcomes in terms of success and complication rates were addressed by cutoff value of optimal CCW time. With cutoff values...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41318793",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in a retrograde chronic total occlusion (CTO) procedure",
      "conclusion": null
    },
    {
      "title": "CRISPR screen-based mammalian cell engineering for complex biotherapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The rise of complex biotherapeutics has introduced bottlenecks in production using mammalian cells. Clustered regularly interspaced short palindromic repeats (CRISPR)-based screens enable unbiased discovery of engineering targets that mitigate biomanufacturing-relevant constraints. This forum gives an overview of recent advances and remaining challenges in applying CRISPR screening to build robust, modality-specific cell factories.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41318237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Combination of Recombinant Methioninase and Low-dose Chloroquine Selectively Eradicates Colon-Cancer Cells Without Apparent Toxicity on Co-cultured Normal Fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: rMETase has selective efficacy against cancer cells in the presence of normal cells, and its efficacy is significantly enhanced selectively on the cancer cells by CQ. The results of the present study suggest the potential for future clinical application of the combination of rMETase and CQ for cancer treatment.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41318143",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "rMETase has selective efficacy against cancer cells in the presence of normal cells, and its efficacy is significantly enhanced selectively on the cancer cells by CQ. The results of the present study suggest the potential for future clinical application of the combination of rMETase and CQ for cance..."
    },
    {
      "title": "E1K, a disease-modifying drug candidate for knee osteoarthritis, alleviates pain and regenerates cartilage simultaneously by inhibiting TGF-β1-mediated SMAD1/5/9 signaling in osteoarthritis models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: E1K promoted TGF-β1 signaling toward an anabolic profile by inhibiting catabolic signaling and regenerating cartilage, suggesting its potential as a disease-modifying osteoarthritis drug candidate with dual efficacy in pain relief and structural protection.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41317892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "E1K promoted TGF-β1 signaling toward an anabolic profile by inhibiting catabolic signaling and regenerating cartilage, suggesting its potential as a disease-modifying osteoarthritis drug candidate with dual efficacy in pain relief and structural protection"
    },
    {
      "title": "Nuclear receptor ERRγ acts as a key transcriptional regulator of hepatic LCN2 expression in CCl<sub>4</sub>-induced acute liver injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Estrogen-related receptor γ (ERRγ) is a nuclear receptor and transcription factor that plays an important role in liver metabolism by regulating the transcription of genes involved in inflammation, alcohol metabolism, and iron metabolism. Lipocalin 2 (LCN2) is a secreted protein that regulates inflammation, immune response, and iron homeostasis and is involved in liver injury. However, the transcriptional regulation of LCN2 in the liver remains largely unknown. Here, we showed that ERRγ is a...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University"
      ],
      "pmid": "41317415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in liver metabolism by regulating the transcription of genes involved in inflammation, alcohol metabolism, and iron metabolism",
      "conclusion": null
    },
    {
      "title": "Lacticaseibacillus Casei KGC1201 Isolated from Panax Ginseng Mitigates Dextran Sulfate Sodium-Induced Colitis by Modulating the Gut Environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Gut microbiota dysbiosis is closely linked to the pathogenesis of inflammatory bowel disease (IBD), highlighting the therapeutic potential of probiotics that affect the gut microbiome when ingested. In this study, we evaluated the effects of Lacticaseibacillus casei KGC1201, a strain isolated from Panax ginseng, on a mouse model of dextran sulfate sodium (DSS)-induced colitis. L. casei KGC1201 culture powder at doses of 206 and 412 mg/kg was administered orally once daily, one week before DSS...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41317253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Function Plant-Derived Nanovesicles From Regenerated Cannabis sativa Roots for Immunotherapy and Vaccine Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Cannabis sativa is a medicinal plant that produces a diverse array of pharmacologically active metabolites, making it a valuable resource for pharmaceutical applications. In this study, an adventitious root (AR) culture system was established from C. sativa using two representative plant growth regulators-naphthaleneacetic acid (NAA; hereafter referred to as N-ARs) and indole-3-butyric acid (IBA; hereafter referred to as I-ARs) -from which plant-derived nanovesicles (PDNVs) were subsequently...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41316982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of a specific warm-up on hamstring flexibility in individuals with hamstring tightness: A focus on active knee extension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that specific WU can effectively improve flexibility of the targeted muscles, though benefits may plateau after the early repetitions. In clinical settings, to avoid under- or overestimating the intervention effects, WU should be performed in advance.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41316660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that specific WU can effectively improve flexibility of the targeted muscles, though benefits may plateau after the early repetitions",
      "conclusion": "These findings suggest that specific WU can effectively improve flexibility of the targeted muscles, though benefits may plateau after the early repetitions. In clinical settings, to avoid under- or overestimating the intervention effects, WU should be performed in advance"
    },
    {
      "title": "Bioinformatics analysis of Rickettsia typhi autoimmune associations and screening of Streptomyces-derived inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To the best of our knowledge, this is the first report identifying human autoimmune associations with R. typhi and natural product inhibitors targeting the pathogen. ZINC01482946 shows potential as an effective inhibitor of R. typhi, while SBE-β-CD appears to be a promising cyclodextrin for improving its solubility and bioavailability.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41316447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To the best of our knowledge, this is the first report identifying human autoimmune associations with R. typhi and natural product inhibitors targeting the pathogen"
    },
    {
      "title": "Identification of immunomodulating properties of postbiotics from lactobacilli using the zebrafish (Danio rerio) model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings, derived from a well-established zebrafish model, suggest that postbiotics from Lactobacillus strains may enhance antiviral immunity and overall health in vertebrates, supporting their potential as safe, effective microbial-based nutritional interventions in pet nutrition.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41316341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings, derived from a well-established zebrafish model, suggest that postbiotics from Lactobacillus strains may enhance antiviral immunity and overall health in vertebrates, supporting their potential as safe, effective microbial-based nutritional interventions in pet nutrition"
    },
    {
      "title": "Epidemiology of severe acute respiratory infections in South Korea: a nationwide surveillance study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides a thorough examination of the epidemiology of SARIs in South Korea over a six-year period. The findings reveal notable differences in pathogen prevalence and related clinical outcomes by age, season, and region. These results underscore the importance of sustained nationwide surveillance and the development of targeted, seasonally adaptive public health strategies to mitigate the impact of SARIs on vulnerable populations.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41316201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of SARIs on vulnerable populations",
      "conclusion": "This study provides a thorough examination of the epidemiology of SARIs in South Korea over a six-year period. The findings reveal notable differences in pathogen prevalence and related clinical outcomes by age, season, and region"
    },
    {
      "title": "Carbamazepine-induced pure red cell aplasia in an elderly patient with ESKD on hemodialysis: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41316042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tracing the global spread of maize (Zea mays L.) through plastome analysis of landraces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Maize (Zea mays L.) is the most recently domesticated and dispersed worldwide among major cereals. Chloroplast genomes (plastome), with their highly conserved tetrad structure, hold a significant value in phylogenetic research due to their typical maternal inheritance. In this study, a total of 286 maize plastomes, 262 newly assembled and 24 publicly available, were investigated which included worldwide landraces, nested association mapping founders, and teosinte accessions. The maize plastomes...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41315947",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Meaning in life improves response to others' self-promotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "While social media serves as a beneficial means of interpersonal connection and communication, its widespread use for self-promotion has been associated with adverse psychological effects on users, including decreased emotional well-being and increased negative affect. This paper examines how individual differences in meaning in life presence (MIL presence) influence emotional responses to others' self-promotional content, advancing our understanding of how and why consumers experience social...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of blood component transfusions with neurodevelopmental impairment in preterm infants by gestational age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Transfusions may be associated with severe NDI risk in preterm infants, and this association may differ according to the type of blood product and gestational age at birth.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Transfusions may be associated with severe NDI risk in preterm infants, and this association may differ according to the type of blood product and gestational age at birth"
    },
    {
      "title": "Fabrication of microcolumn arrays for high-throughput oligonucleotide synthesis using 3D printing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Advances in high-density oligonucleotide array synthesis have enabled the creation of increasingly large DNA libraries. However, current planar array platforms are designed to synthesize only femtomole-scale amounts of oligonucleotides per feature, due to their inherently small feature sizes and high spatial density. Conversely, column-based synthesis supports higher per-feature output but accommodates fewer sequences. In this study, we introduce a 3D-printed DNA synthesis substrate that...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel diagnosis strategy for chronic inflammatory bowel diseases using immuno-PET of [<sup>89</sup>Zr]Zr-IL-23p19 antibody",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Inflammatory bowel disease (IBD) is a chronic inflammatory condition requiring accurate and non-invasive imaging for diagnosis and monitoring. Current clinical methods, including Disease Activity Index (DAI) scoring, have limitations due to their subjectivity and inability to detect mild or early inflammation. This study introduces a novel ^(89)Zr-labeled IL-23p19 monoclonal antibody ([^(89)Zr]Zr-IL-23p19) for targeted immuno-PET imaging in a dextran sulfate sodium-induced murine IBD model....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318689",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between isolation room admission in intensive care units and long-term psychiatric disorders: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ICU admission to a single-bed isolation room showed a small yet consistent association with post-ICU psychiatric morbidity, mainly depression. Given the minimal absolute difference and observational design, causality cannot be inferred. Nevertheless, isolation represents a potentially modifiable environmental exposure that warrants further confirmatory and mechanistic research, as well as pragmatic evaluation of mitigation strategies such as improved communication, family...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICU admission to a single-bed isolation room showed a small yet consistent association with post-ICU psychiatric morbidity, mainly depression. Given the minimal absolute difference and observational design, causality cannot be inferred"
    },
    {
      "title": "Oral health-related quality of life in oral cancer patients assessed with EORTC instruments: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318570",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional analysis of BRCA1 and BRCA2 splicing variants using a minigene assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Finally aberrant splicing patterns were found in three of the four variants: BRCA1:c.80 + 3_80 + 5del, BRCA1:c.548-15G > A, BRCA2:c.8755-19 A > G that were previously classified as VUS through experimental analysis. As a result, we reclassify BRCA1;c.80 + 3_80 + 5del as LP and we classify BRCA1;c.548-15G > A and BRCA2;c.8755-19 A > G as VUS.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Finally aberrant splicing patterns were found in three of the four variants: BRCA1:c.80 + 3_80 + 5del, BRCA1:c"
    },
    {
      "title": "Microglial lipid droplets as therapeutic targets in age-related neurodegenerative diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Monoclonal antibodies approved for Alzheimer's disease (AD), such as lecanemab and aducanumab, have been shown to enhance microglial phagocytic function, underscoring the therapeutic relevance of microglia in neurodegenerative diseases (NDDs). Emerging evidence implicates lipid droplets (LDs) in brain aging and NDDs, particularly through LDs-laden microglia known as lipid droplet-accumulating microglia (LDAM), which exhibit impaired phagocytosis, elevated oxidative stress, and dysregulated lipid...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41318530",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Linking women's empowerment to modern contraceptive use: evidence from the Tanzania demographic and health survey 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Women's empowerment significantly influences modern contraceptive use. Enhancing women's autonomy, decision-making power, and socioeconomic opportunities should be prioritized in family planning initiatives. Addressing structural and social barriers that limit women's agency will help ensure informed reproductive health choices, ultimately promoting gender equity and sustainable development.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Women's empowerment significantly influences modern contraceptive use. Enhancing women's autonomy, decision-making power, and socioeconomic opportunities should be prioritized in family planning initiatives"
    },
    {
      "title": "Exploring the association between community-level factors and health literacy using multilevel analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and patient-reported outcomes of implant-retained overdentures fabricated by digital and conventional workflows: A systematic review of clinical studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CAD-CAM IODs were found to have overall superior clinical performance and similar or better patient-related outcomes when compared with conventional ones.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318332",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CAD-CAM IODs were found to have overall superior clinical performance and similar or better patient-related outcomes when compared with conventional ones"
    },
    {
      "title": "Clinical Utility of FAPI PET/CT in Diagnosis, Staging, and Response Assessment of Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) remains one of the most common and deadly malignancies worldwide. Accurate diagnosis, staging, and treatment monitoring are critical for optimizing patient outcomes. Although ^(18)F-FDG PET/CT is widely utilized in CRC imaging, its diagnostic accuracy can be limited by variable avidity across histologic subtypes and by physiological bowel uptake. Fibroblast activation protein (FAP)-targeted positron emission tomography (FAPI PET/CT) has recently emerged as a promising...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318225",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic Correlations for Clinical Outcomes in HER2-positive Advanced Gastric Cancer Treated Using Trastuzumab-based Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ERBB2 focal amplification is associated with improved outcomes in trastuzumab-treated patients with HER2-positive gastric cancer, whereas NOTCH3 alterations predict a poor prognosis. These genomic features may support risk stratification and therapeutic decisions.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318147",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ERBB2 focal amplification is associated with improved outcomes in trastuzumab-treated patients with HER2-positive gastric cancer, whereas NOTCH3 alterations predict a poor prognosis. These genomic features may support risk stratification and therapeutic decisions"
    },
    {
      "title": "Role of CCL8 in cancer immunity and tumor progression: Implications for cancer treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The C-C motif chemokine ligand 8 (CCL8) is a key chemokine that plays a prominent role in immune cells, inflammatory responses, and the progression of various pathologies. This review initially outlines the structural characteristics of CCL8, its receptor-binding properties, and its involvement in various signaling pathways. We integrated database evidence demonstrating how CCL8 expression in various cancers affects tumor growth, migration, and invasion, thereby influencing patient prognosis....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318072",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerebellum and self-esteem in children and adolescents: the moderating effect of depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These distinct relationship patterns underscore the multifaceted role of the cerebellum in self-esteem during critical developmental periods, and depression moderates its functional contribution. Given the neuroplasticity of the brain during childhood and adolescence, understanding these neural‒psychological interactions opens new avenues for promoting well-being in pediatric populations.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318040",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These distinct relationship patterns underscore the multifaceted role of the cerebellum in self-esteem during critical developmental periods, and depression moderates its functional contribution. Given the neuroplasticity of the brain during childhood and adolescence, understanding these neural‒psyc..."
    },
    {
      "title": "Health-related quality of life and healthcare systems in people with spinal cord injury: A cross-country comparison from the second InSCI community survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To optimize health and participation in the community, the healthcare system must be responsive and meet the needs for people living with SCI/D. Results from this study provide evidence on the link between healthcare policies, resources and health outcomes for people with SCI, which can inform policy change.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To optimize health and participation in the community, the healthcare system must be responsive and meet the needs for people living with SCI/D. Results from this study provide evidence on the link between healthcare policies, resources and health outcomes for people with SCI, which can inform polic..."
    },
    {
      "title": "Critical interplay between PAF receptor and PKCδ is involved in dopaminergic insult evoked by methamphetamine in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Methamphetamine (MA)-induced neurodegeneration has been reported to resemble behavioral and neurochemical changes in patients with Parkinson's disease. Although it is recognized that platelet-activating factor receptor (PAFR) is involved in the neurodegenerative change, little is known about the role of PAFR in the MA-induced neurodegeneration. Thus, we investigated the mechanistic role of PAFR in MA-induced neurodegeneration. Simultaneously, we asked whether PAFR can interplay with another...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41317891",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the mechanistic role of PAFR in MA-induced neurodegeneration",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Educational and sex disparities in trends of health-related work limitations: Evidence from a 20-year age-period-cohort analysis in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings indicate a generational improvement in work capability, but these improvements are unequally distributed. Cohort-based health gains are concentrated among highly educated individuals. These findings highlight widening social inequalities in work capacity at older ages.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41317700",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate a generational improvement in work capability, but these improvements are unequally distributed. Cohort-based health gains are concentrated among highly educated individuals"
    },
    {
      "title": "Pre and postoperative machine learning models and point-based scores to predict risk of early recurrence in upfront resected large Hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Two easy-to-use point-based scores were created, able to predict the risk of ER. These can be easily implemented in clinical practice and define best candidates for perioperative therapies (https://thibaut-goetsch.shinyapps.io/lhcc_score_preop and https://thibaut-goetsch.shinyapps.io/lhcc_score_postop).",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41317649",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Two easy-to-use point-based scores were created, able to predict the risk of ER. These can be easily implemented in clinical practice and define best candidates for perioperative therapies (https://thibaut-goetsch"
    },
    {
      "title": "Dihydrotricetin from Euonymus hamiltonianus ameliorates neuroinflammation and exhibits neuroprotective effect in LPS-induced microglia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Microglia cells are the initial immune cells regulating neuroinflammation response. Under neuro-degenerative conditions, microglia exhibit as an over-activated phenotype, which generate large amounts of cytokines and inflammatory mediators. Euonymus hamiltonianus Wall. (E. hamiltonianus) showed an effect of enhanced memory and cognitive abilities in Alzheimer Disease (AD) model in our previous research. However, it is remained unknown about the anti-inflammation effect of E. hamiltonianus behind...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41317483",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanochemical All-in-Powder Strategy with Intrinsic Additive Incorporation for High-Efficiency and Durable Perovskite Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Perovskite solar cells (PSCs) have emerged as highly cost-effective photovoltaic devices, offering impressive performance metrics. However, their fabrication faces challenges such as unstable reproducibility and industrial scalability, primarily due to their heavy reliance on specific additives, including methylammonium chloride (MACl) in the perovskite layer and lithium bis(trifluoromethanesulfonyl)imide (Li-TFSI) in the hole transport material (HTM). These challenges can potentially be...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41317389",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determining optimal strategies for personalized atrial fibrillation treatment in intensive care unit patients using a deep learning-based causal inference approach: rhythm and/or rate control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Using a deep learning-based causal inference model, we quantified mortality reduction for each treatment strategy and identified the patient characteristics associated with the most favorable outcomes for each strategy.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41317034",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using a deep learning-based causal inference model, we quantified mortality reduction for each treatment strategy and identified the patient characteristics associated with the most favorable outcomes for each strategy"
    },
    {
      "title": "Doppel as an early-stage biomarker promoting EMT and dissemination in ovarian cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Detecting ovarian cancer (OC) early using existing biomarkers, for example, cancer antigen 125 (CA125), is challenging due to its ubiquitous expression in many tissues. Doppel, a prion-like protein, expresses in the male reproductive organ but is absent in female reproductive systems and healthy tissues, but plays an important role in neo-angiogenesis. Here, we have shown two platforms, soluble Doppel in sera/ascites and Doppel expressed in circulating tumor cells (^(Dpl+)CTC) in the whole...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41317023",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "role in neo-angiogenesis",
      "conclusion": null
    },
    {
      "title": "Autonomous Polymer Frameworks for Sustainable Tissue-Interfaced Plastic Bioelectronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in polymer science have enabled the development of plastic bioelectronics, providing soft, stretchable, and tissue-conformable technologies for continuous health monitoring, diagnostics, and therapeutic interventions. Unlike conventional silicon-based electronics that often exhibit mechanical mismatches with biological tissues, plastic bioelectronic systems leverage intrinsically soft and mechanically compliant organic and polymer materials to achieve enhanced conformability....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41316899",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "2D Silver Nanosheet Assembly for an Isotropic, Stretchable, and Highly Conductive Nanomembrane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Achieving isotropic electrical and mechanical properties is essential for skin-integrated electronics to operate reliably under complex, multidirectional skin deformations. However, nanomaterial-based composites in skin electronics often rely on anisotropic filler configurations to meet demanding requirements for high-quality bio-interfacing materials, such as ultrathin thickness, high conductivity, and stretchability. While directional alignment of high-aspect-ratio nanofillers facilitates...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "KIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41316824",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathways from adolescent pregnancy to precarious employment: Distinguishing the effects of abortion, miscarriage, and live birth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "While adolescent pregnancy is widely recognized as a marker of early-life disadvantage, less is known about its long-term occupational consequences. This study examines the relationship between adolescent pregnancy experiences and precarious employment in adulthood, distinguishing between three pregnancy outcomes: abortion, miscarriage, and live birth. Using longitudinal data from the National Longitudinal Study of Adolescent to Adult Health, we estimate school-fixed effects regression models to...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Pilates exercise on balance in adults with cerebral palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that Pilates may be a feasible intervention for improving balance in adults with CP.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41316592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that Pilates may be a feasible intervention for improving balance in adults with CP",
      "conclusion": "These findings suggest that Pilates may be a feasible intervention for improving balance in adults with CP"
    },
    {
      "title": "Advances in the characterization of in vitro-generated red blood cells: from biophysical properties to functional applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This review underscores both current advances and persistent challenges in characterizing in vitro-generated RBCs, and it proposes a translational framework that integrates multi-omics data into their development and evaluation. By explicitly linking molecular regulation with process control and quality metrics, this approach provides a roadmap to optimize functional performance and ensure clinical readiness of in vitro-generated RBCs.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41316485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review underscores both current advances and persistent challenges in characterizing in vitro-generated RBCs, and it proposes a translational framework that integrates multi-omics data into their development and evaluation. By explicitly linking molecular regulation with process control and qua..."
    },
    {
      "title": "AI-driven carotid artery compressibility assessment via point-of-care ultrasound for blood pressure estimation in critically ill and post-resuscitation patients: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41316299",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Proteogenomic characterization of molecular and cellular targets for treatment‑resistant subtypes in locally advanced cervical cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316285",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Matters arising on \"Outcomes of dual mobility versus conventional total hip arthroplasty for patients with femoral neck fractures: a systematic review and meta-analysis including registry data\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "A meta-analysis by Santiago et al. compared outcomes between two types of total hip arthroplasty to guide clinical decisions for patients with hip fractures. This correspondence details discrepancies between the quantitative data presented in the meta-analysis and the data from its source articles. Methodological issues are also present: the risk of bias tool was applied inconsistently, and different study types (randomized and non-randomized) were combined in a single analysis without...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41316203",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usability vulnerabilities of elderly adults in at-home COVID-19 self-test kits: findings from a South Korea usability study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal exercise type and dose to improve sleep quality in older adults: a systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: If older people receive the most appropriate exercise intervention, they can obtain clinically meaningful benefits of improving sleep in the elderly within the WHO guidelines for exercise doses. The results support the WHO recommendation that combine aerobic exercise and resistance training should be an important part of interventions for the older people.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41316008",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "part of interventions for the older people",
      "conclusion": "If older people receive the most appropriate exercise intervention, they can obtain clinically meaningful benefits of improving sleep in the elderly within the WHO guidelines for exercise doses. The results support the WHO recommendation that combine aerobic exercise and resistance training should b..."
    },
    {
      "title": "Cost-effectiveness of chest radiography using artificial intelligence for lung cancer screening in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence (AI) shows promise in improving the accuracy and efficiency of lung cancer screening, but its economic value remains uncertain. We developed a decision-analytic model combining a decision tree and Markov model to evaluate five screening strategies in South Korea: no screening, chest X-ray (CXR), AI-assisted CXR, low-dose computed tomography (LDCT), and AI-assisted LDCT. We simulated hypothetical cohorts of 10,000 individuals, stratified by age group and smoking status to...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315843",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological resilience and clinical depression on bone loss and fracture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The effects of psychological resilience and depressive symptoms on bone health have not been well-studied. This work aimed to evaluate the association between psychological resilience and depressive symptoms on bone mineral density (BMD) and osteoporotic fracture in community-dwelling adults in Korea. Data from the Chungju Metabolic Disease Cohort were used. Between May 2007 and March 2011, 4029 participants aged 40 years or older underwent a baseline examination, and approximately four years...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "community-dwelling adults in Korea. Data from the Chungju Metabolic Disease Cohort were used. Betwee",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomechanical implications of femoral neck system removal following femoral neck fracture treatment in low bone mineral density conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protecting patient privacy in tabular synthetic health data: a regulatory perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Synthetic tabular data generation (SDG) is increasingly important in healthcare research and innovation while preserving patients' privacy. However, ethical concerns remain, primarily over residual privacy vulnerability and insufficient oversight. This review analyzes the only published SDG regulatory guidelines to date, from United Kingdom, Singapore, and South Korea. All emphasize privacy, acknowledging synthetic data is not inherently free from disclosure risks. Thresholds for sufficiently...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315669",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in healthcare research and innovation while preserving patients' privacy",
      "conclusion": null
    },
    {
      "title": "Improvement in proteinuria attenuates the occurrence of venous thromboembolism: A population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Proteinuria contributes to venous thromboembolism (VTE), and its levels can change over time. This registry-based retrospective study investigated the association between changes in proteinuria status and VTE occurrence at the population level. We included participants (n = 1,712,507) who underwent two successive health checkups during the initial period (2003 or 2004) and the subsequent period (2005 or 2006). Outcomes were defined as the occurrence of VTE, including deep vein thrombosis,...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SHLP2 restores pre-osteoblastic cells against oxidative stress-induced inflammaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress mediates the association between atopic dermatitis and sleep duration in Korean adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Studies have reported that patients with atopic dermatitis (AD) exhibit varying outcomes in sleep quality and duration, influenced by psychological factors, but few studies have investigated their mediating effects. Therefore, this study aimed to examine how psychological factors, particularly perceived stress, affect the sleep duration of patients with AD. Data from the fourth to seventh Korea National Health and Nutrition Examination Survey conducted from 2007 to 2018 were analyzed, including...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41315567",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "examine how psychological factors, particularly perceived stress, affect the sleep duration of patients with AD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed tomography-based nnU-Net for region-specific brain structural changes across the alzheimer's continuum and frontotemporal dementia subtypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41315482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Quantifying structural brain changes is critical for diagnosing and monitoring neurodegenerative diseases. Although magnetic resonance imaging (MRI) is the silver standard, limited accessibility and cost hamper routine use. We developed a deep learning-based framework using the nnU-Net for brain segmentation using computed tomography (CT) to assess cerebrospinal fluid (CSF) volume changes, as an indirect marker of tissue loss, and evaluated its utility across Alzheimer's disease (AD) stages and...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41315482",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crossing the Blood-Brain Barrier with Molecularly Imprinted Polymeric Nanocarriers: An Emerging Frontier in Brain Disease Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41316895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The ability to permeate the blood‒brain barrier (BBB) remains a major challenge in treating neurological disorders. Molecularly imprinted polymeric nanocarriers (nanoMIPs) are emerging as versatile platforms that integrate antibody-mimetic recognition with exceptional stability, tunable physicochemical properties, and controlled drug release. This review summarizes recent advances in nanoMIP design, including template selection, polymerization strategies, and surface modifications, and explores...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41316895",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Well-to-well transfer of HaloTag ligand 6-chlorohexan-1-ol and formaldehyde in a multi-well plate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "When volatile organic compounds are handled in multi-well plates, their volatilization is known to affect non-treated wells in the plate. In this paper, we report two cases in which the HaloTag ligand 6-chlorohexan-1-ol and formaldehyde were volatilized and transferred to other wells in a multi-well plate. We found that competition between the HaloTag-targeting PROTAC and 6-chlorohexan-1-ol affected the other wells of the plate. A multifaceted analysis revealed that this phenomenon resulted from...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fucose dependent rotavirus and norovirus require fucosidase activity for optimal replication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Rotavirus (RV) and norovirus (NoV) are enteric viruses responsible for acute gastroenteritis that require fucosylated histo-blood group antigens for infection in humans. How the interaction of these viruses with fucosylated glycans modulates infection is not well understood. Treatment of target cells with a bacterial α1,2 fucosidase enzyme reduced RV and NoV infection in vitro, but increased replication in vivo. Conversely, the fucosidase inhibitor 1-deoxyfuconojirimycin impaired viral...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation of bacteria that catabolize abiotically synthesized tetroses via the formose reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Sugars synthesized through abiotic processes, specifically the formose reaction, are promising candidates for next-generation feedstocks for biomanufacturing. One of the significant challenges associated with the utilization of abiotically synthesized sugars via the formose reaction is the presence of unusual sugars, which are not metabolized by typical microorganisms. This study aimed to identify microorganisms capable of catabolizing tetroses, which are among the unusual sugars present in the...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41318790",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify microorganisms capable of catabolizing tetroses, which are among the unusual sugars present in the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated wave runup monitoring using coastal CCTV cameras for tsunami detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Coastal closed-circuit television (CCTV) cameras are ubiquitous yet rarely exploited quantitatively for tsunami detection. To address this gap and the scarcity of automated methods, we propose a technique that converts CCTV footage into a time-series of wave runup heights-instantaneous shoreline elevations corresponding to each incoming wave. The workflow has two main steps: (i) compute a luminance-variation (SIGMA) image in which the runup edge appears as a bright curve, and (ii) apply a...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of and hospital-level variation in intensive care unit readmissions in Japan: a nationwide inpatient database study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In Japan, early ICU readmissions are less frequent than in most Western countries and often occur long after discharge. Discharge severity scores, rather than disease severity at admission, served as the key predictors of readmission. Persistent unexplained hospital-level variations suggest that the ICU readmission rate alone is insufficient as a standalone indicator of the quality of care.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318638",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In Japan, early ICU readmissions are less frequent than in most Western countries and often occur long after discharge. Discharge severity scores, rather than disease severity at admission, served as the key predictors of readmission"
    },
    {
      "title": "Tree-based ensemble learning models for protein-protein interactions detection: a review and experimental evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "MOTIVATION: Protein-protein interactions (PPIs) are central to many biological processes, influencing cellular functions and offering potential therapeutic insights. The increasing availability of genomic and proteomic data has propelled computational approaches, particularly machine learning (ML), to the forefront of PPI prediction, addressing limitations of traditional experimental methods such as scalability and cost. This paper presents an in-depth review of modern ensemble learning models...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318563",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Text-to-music generation models capture musical semantic representations in the human brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Aligning brain activity with machine-learning models offers a way to understand how the brain represents the world, and such models relate to the brain. In this paper, we explore the functional correspondence between music-specific information and brain activity. Using fMRI, we reconstruct music either via retrieval or by conditioning the MusicLM generator on brain data. The generated music resembles the musical stimuli that human subjects experienced with respect to semantic properties such as...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318557",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influenza-associated invasive aspergillosis in the ICU: a prospective, multicentre cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic impact of proteinuria in diabetic patients without chronic kidney disease undergoing percutaneous coronary intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser biospeckles as a speedy tool to investigate the effects of sound on lentil (Lens esculenta puyensis) seeds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: We propose the application of laser biospeckles-a non-destructive, non-contact, real-time technique-to investigate the effect of sound pressure levels and different frequency sounds on lentil (Lens esculenta puyensis) seeds. Lentil seeds were illuminated by a laser diode source with a wavelength of 630 nm, and biospeckle patterns resulting from the interference of scattered laser light were captured as time-sequenced image frames. Biospeckles were recorded under white noise as well as...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We propose the application of laser biospeckles-a non-destructive, non-contact, real-time technique-to investigate the effect of sound pressure levels and different frequency sounds on lentil (Lens es...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prospective observational study investigating the factors impacting the safety of endoscopic right-sided colectomy for colon cancer in Japan (SCaRLET study): a study protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Right-sided colon resection is generally regarded as a relatively safe laparoscopic procedure with a low complication rate. Paradoxically, right hemicolectomy has been reported to carry a fourfold higher mortality rate compared to low anterior resection for rectal cancer in Japanese real-world data, despite the latter being more technically demanding and associated with a higher complication rate. This study aims to investigate the factors that influence the safety of laparoscopic...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318422",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to investigate the factors that influence the safety of laparoscopic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defining quality indicators for atherosclerotic cardiovascular diseases in primary care, extractable from the electronic health record: a RAND-modified Delphi method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study defines a set of 41 EHR extractable QIs for ASCVD in primary care, supporting A&F in primary care.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study defines a set of 41 EHR extractable QIs for ASCVD in primary care, supporting A&F in primary care"
    },
    {
      "title": "The evolutionary role of mutational robustness: theoretical insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Mutational robustness, the ensemble of mechanisms that allow organisms to maintain a stable phenotype despite genetic mutations, affects adaptive evolution in several ways. Many models have attempted to explain how mutational robustness might evolve and shape adaptation, but the variety of approaches and assumptions complicates a clear synthesis. Here, we categorize and critically discuss the main approaches for modeling the evolutionary causes and consequences of mutational robustness. We...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318325",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First-in-Human Safety and Efficacy Study on Combination of High-Intensity Focused Ultrasound Sonication and Micellar Nanoparticle-Encapsulated Epirubicin, K-912: A Novel Sonodynamic Therapy for the Treatment of Refractory Abdominal Cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This trial demonstrated that SDT using MS-2 and K-912 was safe and well tolerated in patients with advanced abdominal tumors and showed promising preliminary clinical activity.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318252",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This trial demonstrated that SDT using MS-2 and K-912 was safe and well tolerated in patients with advanced abdominal tumors and showed promising preliminary clinical activity"
    },
    {
      "title": "Letter to the Editor Regarding \"The Key to Percutaneous Balloon Compression Success: Pear or Banana?\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inclusion complex of carbamazepine and hydroxypropyl-β-cyclodextrin enhances nose-to-brain delivery via improved solubility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Intranasal delivery offers a non-invasive route for transporting drugs to the brain by bypassing the blood-brain barrier. However, the limited fluid volume in the nasal cavity restricts the solubilization of poorly water-soluble drugs such as carbamazepine (CBZ). In this study, we developed an inclusion complex of CBZ with hydroxypropyl-β-cyclodextrin (HP-βCD) to enhance its solubility and facilitate nose-to-brain delivery. Phase solubility analysis and Job's plot confirmed the formation of a...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318071",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Buffering effects of amusement and awe on stress responses: Behavioral, physiological, and neural response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The experience of positive emotions plays a crucial role in promoting mental and physical health. Laboratory studies have suggested that induced positive emotions facilitate stress recovery. However, how recovery from stress by discrete positive emotions temporally changes in psychological and physiological measurements, and what neural mechanisms underlie these processes remains unclear. Therefore, we investigated the buffering effects of amusement and awe on stress responses from...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the buffering effects of amusement and awe on stress responses from",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A prospective study using a spirometry-based system on the positional reproducibility of anatomical landmarks and tumour-tracking accuracy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Spirometry-based DIBH demonstrated acceptable positional reproducibility; however, individualised PTV margins may be necessary for specific regions. Spirometry-based prediction remained robust during free breathing, supporting its utility as a surrogate for DTT.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Spirometry-based DIBH demonstrated acceptable positional reproducibility; however, individualised PTV margins may be necessary for specific regions. Spirometry-based prediction remained robust during free breathing, supporting its utility as a surrogate for DTT"
    },
    {
      "title": "Feature Importance Bias: Addressing Interpretability Issues in Tree-Based Acute Myocardial Infarction Risk Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of exercise on the cortical bone of the proximal femur in women: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317827/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The meta-analysis revealed that high-intensity resistance training combined with high-impact training for 8 months or more improved the femoral neck cortical thickness in postmenopausal women.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317827",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "training for 8 months or more improved the femoral neck cortical thickness in postmenopausal women",
      "conclusion": "The meta-analysis revealed that high-intensity resistance training combined with high-impact training for 8 months or more improved the femoral neck cortical thickness in postmenopausal women"
    },
    {
      "title": "Molecular subtypes of hepatocellular carcinoma linked to liver cell lineages and clinical outcomes of combination immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Understanding the biology and clinical relevance of disease heterogeneity in hepatocellular carcinoma (HCC) is important for guiding therapeutic strategies. Through multi-omics and in situ analyses in three independent cohorts of patients with advanced HCC including GO30140 phase 1b and IMbrave150 phase 3 trials, we identified three robust molecular subtypes of HCC, i.e., cholangiocyte-like, progenitor-like, and hepatocyte-like, based on their association with different liver epithelial cell...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317730",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "for guiding therapeutic strategies",
      "conclusion": null
    },
    {
      "title": "Effects of Arcadlin on dendritic spine morphology of hippocampal granule cells in a mouse model of ischemic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Changes in synaptic structure play critical roles in both the development and recovery processes following ischemic stroke. Previous studies have revealed that ischemic stroke strongly induces Arcadlin (Acad; also known as Paraxial protocadherin or Protocadherin-8) expression in the hippocampal dentate gyrus (DG). Although Acad has been reported to negatively regulate dendritic spine density, its detailed roles after ischemic stroke remain unclear. In this study, we found that middle cerebral...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The seen and unseen facets of Dravet syndrome across the disease trajectory: Insights from European ethnographic research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Families of children with DS have complex and changing challenges related to different phases of their child's development and disease progression. Our findings may assist those working with families to identify key challenges and provide support specific to individual needs. Our findings could help clinicians adapt their communication, ultimately improving the quality of care provided and the quality of life of the different stakeholders.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Families of children with DS have complex and changing challenges related to different phases of their child's development and disease progression. Our findings may assist those working with families to identify key challenges and provide support specific to individual needs"
    },
    {
      "title": "Immunohistochemical analysis of thyroid transcription factor-1 in type A and AB thymomas comparing multiple primary antibody clones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Thyroid transcription factor-1 (TTF-1) is expressed in the thyroid gland, lungs, and brain, and has also been reported in thymomas. While some studies have suggested TTF-1 as a specific marker for type AB thymoma, others have noted significant variability, often due to small case numbers. In this study, TTF-1 expression was evaluated in 50 cases of type A and AB thymomas using three distinct clones (8G7G3/1, SPT24, and SP141), and quantified with a four-grade scale. Additionally, CD20 expression...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317642",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel 9-gene classifier for predicting distant metastasis of soft-tissue sarcoma and multiple malignancies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Distant metastasis of soft tissue sarcoma (STS) is a risk factor with a significant impact on patient prognosis. Therefore, accurate prediction of STS metastatic risk is important in the therapeutic management of STS patients. In this study, we investigated gene expression profile of STS samples in public databases to comprehensively search for genes involved in distant metastasis. We then developed a 9-gene classifier that divided STS patients into four clusters with different metastatic risk....",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317641",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "gene expression profile of STS samples in public databases to comprehensively search for genes involved in distant metastasis",
      "significance": "on patient prognosis",
      "conclusion": null
    },
    {
      "title": "Bronchoscopic lung insufflation for post-transplant lobar atelectasis: Efficacy and a rare complication of cerebral gas embolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Bronchoscopic lung insufflation (BLI) allows re-expansion of collapsed lung lobes after transplantation. Among 254 transplant cases at our center, two patients underwent BLI for lobar atelectasis. Case 1 had recurrent right middle-lobe collapse after initial recovery, and BLI under conscious sedation led to durable re-expansion without complications. Case 2 underwent BLI for right upper-lobe atelectasis but developed transient neurological deficits due to presumed cerebral gas embolism, despite...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317634",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of serum myokine levels with rapid degeneration in skeletal muscle quality following allogeneic hematopoietic stem cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Changes in serum IGF-1 level following allo-HSCT may be associated with adverse alterations in skeletal muscle quality. This biomarker may be useful for guiding interventions aimed at preserving muscle quality and function in these patients.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317606",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Changes in serum IGF-1 level following allo-HSCT may be associated with adverse alterations in skeletal muscle quality. This biomarker may be useful for guiding interventions aimed at preserving muscle quality and function in these patients"
    },
    {
      "title": "Cognition in schizophrenia across phases of illness: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Cognitive deficits among individuals with schizophrenia spectrum disorders are a well-documented feature of the syndrome associated with a variety of adverse functional outcomes. While cross sectional research comparing clinical to control populations has proliferated in the field, the trajectory of cognitive functioning in schizophrenia across the lifespan is less clear. Improved understanding of the progression of cognitive symptoms may help to inform optimal treatment planning and identify...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317534",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal impact of the coronavirus disease pandemic on pediatric adenoidectomy volume and referrals in Japan: A 6-year retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The total Ad volume-especially Ad with concurrent T-and referrals for AH with OSA symptoms showed an abrupt decline immediately after the pandemic onset, followed by a sharp recovery exceeding pre-pandemic levels. These findings suggest that public health crises can disrupt elective care for chronic pediatric conditions and that the post-pandemic surge reflects behavioral changes and pent-up demand as well as possible epidemiological alterations in tonsillar tissue dynamics.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that public health crises can disrupt elective care for chronic pediatric conditions and that the post-pandemic surge reflects behavioral changes and pent-up demand as well as possible epidemiological...",
      "conclusion": "The total Ad volume-especially Ad with concurrent T-and referrals for AH with OSA symptoms showed an abrupt decline immediately after the pandemic onset, followed by a sharp recovery exceeding pre-pandemic levels. These findings suggest that public health crises can disrupt elective care for chronic..."
    },
    {
      "title": "Fostering professional identity development during and after undergraduate nursing education: A systematic review of intervention studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings revealed that interventions aimed at effectively fostering professional identity vary in content, duration, target population and geographic location, underscoring their multifaceted and context-sensitive nature. Strengthening the link between professional identity and nurse retention is crucial for long-term workforce sustainability.",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings revealed that interventions aimed at effectively fostering professional identity vary in content, duration, target population and geographic location, underscoring their multifaceted and context-sensitive nature. Strengthening the link between professional identity and nurse retention i..."
    },
    {
      "title": "Selective and Reversible Cation-Gating Adsorption Behavior in Gmelinite Zeolites for Efficient CO<sub>2</sub> Separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Zeolites exhibiting stepwise adsorption behavior, i.e., a two-step increase in carbon dioxide (CO(2)) uptake, have attracted attention in the field of zeolite research due to the potential to recover CO(2) using a small amount of energy. In this study, a Na^(+)-type gmelinite (GME) zeolite exhibited stepwise adsorption behavior due to the migration of Na^(+) ions in the GME framework. Gas adsorption measurements, in situ powder X-ray diffraction (PXRD) analysis, and magic-angle spinning (MAS)...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317346",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of 10% lidocaine gel for injection site pain associated with treprostinil in the treatment of pulmonary hypertension: a report of four cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simultaneous determination and occurrence assessment of 55 mycotoxins in tea and spices using liquid chromatography-high resolution mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "Multi-mycotoxin occurrence was investigated in samples of teas and spices marketed in Bangkok, Thailand, to protect consumer health. To date, the investigation of mycotoxins in teas and spices has become an important issue worldwide. Therefore, 120 tea samples consisting of 40 samples each of green tea, oolong tea, and black tea, and 300 samples consisting of 30 samples each of black pepper, white pepper, cardamom, coriander seed, cinnamon, cumin, chili powder, nutmeg, star anise, and turmeric...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "issue worldwide",
      "conclusion": null
    },
    {
      "title": "Comparative pharmacokinetics of ceftazidime in Siamese crocodiles after intramuscular administration between forelimb and hindlimb",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41317248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251130142115&v=2.18.0.post22+67771e2",
      "description": "The pharmacokinetics of ceftazidime (CAZ) were evaluated in Siamese crocodiles (Crocodylus siamensis) following a single 20 mg/kg intramuscular administration into either the forelimb or hindlimb. The pharmacokinetic profiles were substantially equivalent between the injection sites, with no significant differences (p > 0.05) in key parameters (C(max), T(max), AUC, t(1/2λz), Cl, and bioavailability). CAZ was absorbed rapidly at both injection sites, with a median T(max) value of 0.5 h and high...",
      "pubDate": "2025-11-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41317248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}