{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-10T20:03:05.371Z",
  "totalItems": 150,
  "totalArchived": 53341,
  "newPapersAdded": 145,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 29,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 22,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 2,
    "KIST": 2,
    "GIST": 3,
    "Kyung Hee University": 2,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 84,
    "Cancer Research": 21,
    "Materials Science": 12,
    "Biomedical": 26,
    "Neuroscience": 5,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Twenty years of microfluidic probes and open-space microfluidics: from origins to emerging directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Microfluidic probes (MFPs) are an emerging class of open microfluidic devices that use hydrodynamic flow confinement (HFC) to enable precise, contact-free delivery, and removal of fluids on biological surfaces. Unlike closed-channel microfluidics, MFPs operate in open environments, allowing localized chemical and biological interactions with high spatial and temporal resolution. Since their introduction in 2005, MFPs have advanced through major innovations, including multipolar flow designs,...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41665160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "OsFKBP20-1b stabilizes OsUPF1 and OsUPF2 to promote the degradation of aberrant mRNAs during dehydration stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The selective degradation of aberrant mRNAs plays a vital role in ensuring cellular survival under stress conditions. Here, we investigated the role of OsFKBP20-1b, a splicing factor, in dehydration stress response in rice (Oryza sativa). We show that OsFKBP20-1b associates with the core nonsense-mediated mRNA decay (NMD) components, UP-FRAMESHIFT1 (OsUPF1) and OsUPF2, enhances their stability, thereby supporting the efficient degradation of aberrant transcripts during dehydration stress. These...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41664415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the role of OsFKBP20-1b, a splicing factor, in dehydration stress response in rice (Oryza sativa)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence of Internal and Petersen's Hernias Following Gastrectomy for Gastric Cancer: A Meta-Analysis of Surgical Approach and Preventive Closure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Laparoscopic gastrectomy is associated with an increased risk of internal hernia compared to open surgery for gastric cancer. The preventive closure of Petersen's space should be considered mandatory, particularly during Roux-en-Y reconstruction after gastrectomy.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41665540",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Laparoscopic gastrectomy is associated with an increased risk of internal hernia compared to open surgery for gastric cancer. The preventive closure of Petersen's space should be considered mandatory, particularly during Roux-en-Y reconstruction after gastrectomy"
    },
    {
      "title": "Silicone-Foam Passive Air Samplers for Combined Target and Nontarget Chemical Profiling and Toxicity Assessment of Airborne Exposomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Polluted air is a major global health risk factor, yet the chemical composition and toxicity of airborne gases and particles remain underexplored due to their complexity and difficulties in sampling. We recently introduced how polydimethylsiloxane (PDMS) foam─or silicone foam─can be synthesized for passive air sampling, enabling simple and cost-effective nontarget chemical profiling of indoor air. Here, we demonstrate expanded applications, indoors and outdoors, with commercial PDMS-foam,...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41665526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of Gadoxetate-enhanced MRI versus US during Hepatocellular Carcinoma Screening in Participants with Cirrhosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Background Hepatocellular carcinoma (HCC) surveillance typically involves US, although gadoxetate-enhanced MRI may improve sensitivity. Identifying factors impacting image quality is essential, but comparative data between US and MRI are lacking. Purpose To compare image quality and its determinants in gadoxetate-enhanced MRI versus US in participants with cirrhosis who are undergoing HCC screening in a prospective bicenter study. Materials and Methods In a secondary analysis of a prospective...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41665498",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "To compare image quality and its determinants in gadoxetate-enhanced MRI versus US in participants with cirrhosis who are undergoing HCC screening in a prospective bicenter study",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How I Do It: Systemic Therapies for Primary Liver Cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Primary liver cancer, which includes hepatocellular carcinoma (HCC) and intrahepatic cholangiocarcinoma (iCCA), remains a leading cause of cancer-related mortality worldwide. Systemic therapy, particularly immunotherapy, has significantly improved outcomes in advanced or unresectable cases in recent years and is increasingly being applied in earlier disease stages and in combination with local-regional treatments. Because imaging plays a critical role from diagnosis through treatment response...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41665497",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progressive overfilling of readily releasable pool underlies short-term facilitation at recurrent excitatory synapses in layer 2/3 of the rat prefrontal cortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Short-term facilitation of recurrent excitatory synapses within the cortical network has been proposed to support persistent activity during working memory tasks, yet the underlying mechanisms remain poorly understood. We characterized short-term plasticity at the local excitatory synapses in layer 2/3 of the rat medial prefrontal cortex and studied its presynaptic mechanisms. Low-frequency stimulation induced slowly developing facilitation, whereas high-frequency stimulation initially induced...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41665484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analyzing density-driven errors: Principles and pitfalls",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The theory of density-corrected density functional theory (DC-DFT) separates the error in any approximate DFT calculation into a functional-driven contribution and a density-driven error. Practical DC-DFT calculations often use the Hartree-Fock (HF) density instead of a self-consistent DFT density-a method known as HF-DFT-and reduce energetic errors in several classes of chemical problems. Using principles of DC-DFT, we illustrate several pitfalls when analyzing HF-DFT errors, including an...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41665441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term association of physical activity with survival by primary cancer treatment in endometrial cancer: The Alberta Endometrial Cancer Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Adjuvant therapies are provided to endometrial cancer patients with advanced risk and may impact the associations of lifestyle with survival. We examined the long-term associations of physical activity (PA) with survival outcomes in endometrial cancer survivors by primary cancer treatment. Women with endometrial cancer who underwent hysterectomy (N = 527) in Alberta, Canada between 2002 and 2006 recalled their lifetime pre-diagnosis PA shortly after diagnosis and their PA since diagnosis at 3.4...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41665306",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the long-term associations of physical activity (PA) with survival outcomes in endometrial cancer survivors by primary cancer treatment",
      "significance": "the associations of lifestyle with survival",
      "conclusion": null
    },
    {
      "title": "Dietary Caloric Restriction Suppresses Endometriosis by Inhibiting STAT3/ERK Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Endometriosis is a chronic, estrogen-dependent inflammatory condition that affects approximately 10% of reproductive-age women and is frequently associated with infertility and pelvic pain. Unlike many estrogen-dependent disorders, epidemiologic studies have reported inconsistent associations between obesity, measured by BMI, and endometriosis. Caloric restriction diet (CRD), a dietary regimen that reduces energy intake without malnutrition, has demonstrated anti-inflammatory and...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41665220",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In vitro activity of double and triple antimicrobial combinations against carbapenem-resistant Pseudomonas aeruginosa biofilm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study provides experimental evidence that antimicrobial combination therapy may offer advantages over single agents for CRPA biofilm eradication, supporting further investigation into the role of such regimens in biofilm-associated infections.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41665193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provides experimental evidence that antimicrobial combination therapy may offer advantages over single agents for CRPA biofilm eradication, supporting further investigation into the role of such regimens in biofilm-associated infections"
    },
    {
      "title": "Analysis of Real-World Data Utilization in the Orphan Drug Approval Process: Focusing on New Drug Marketing Applications Submitted to the FDA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "In the field of rare diseases-where traditional clinical trials are often impractical-real-world data (RWD) have emerged as a scientifically valid alternative to support regulatory decision making. This study systematically evaluates the utilization of RWD in orphan drug approvals by the FDA Center for Drug Evaluation and Research (CDER) over the past 5 years (2020-2024). We reviewed marketing applications for orphan drugs approved during this period, identifying those that included RWD. Each...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41665058",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Uncovering Design and Assembly Rules for mRNA-DNA Origami",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "mRNA-DNA hybrid origami enables integration of the RNA functionality into programmable DNA nanostructures, yet robust design and assembly rules remain lacking. Here, we systematically define parameters governing the high-yield formation of compact mRNA-DNA hybrid origami. Using mature mRNAs encoding firefly luciferase, enhanced green fluorescent protein (EGFP), and mCherry as scaffolds, we designed five architectures spanning varied sizes, shapes, crossover geometries, and packing densities. We...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Characteristics Associated with High [<sup>68</sup>Ga]Ga-PSMA-11 Uptake and Preliminary Therapeutic Outcomes in Patients with Metastatic Adenoid Cystic Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: High [^(68)Ga]Ga-PSMA-11 uptake in recurred or metastatic ACC was associated with location of metastases, longer tumor diameter, high tumor % growth rate, and a longer duration from diagnosis. While ^(177)Lu-PSMA therapy was performed in a limited cohort and outcomes were preliminary, these findings provide exploratory insights into potential factors relevant for patient selection and warrant further investigation in larger studies.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664806",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High [^(68)Ga]Ga-PSMA-11 uptake in recurred or metastatic ACC was associated with location of metastases, longer tumor diameter, high tumor % growth rate, and a longer duration from diagnosis. While ^(177)Lu-PSMA therapy was performed in a limited cohort and outcomes were preliminary, these findings..."
    },
    {
      "title": "Effects of exercise interventions on memory in depression: a three-level meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Exercise may confer a small improvement in verbal memory among adults with depression, while no clear effect was observed for visual memory. However, further randomized controlled trials are needed to explore the impact of exercise on memory in patients with depression. Research plan was registered in international system evaluation platform PROSPERO (https://www.crd.york.ac.uk/PROSPERO/) (CRD42023473393).",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664658",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of exercise on memory in patients with depression",
      "conclusion": "Exercise may confer a small improvement in verbal memory among adults with depression, while no clear effect was observed for visual memory. However, further randomized controlled trials are needed to explore the impact of exercise on memory in patients with depression"
    },
    {
      "title": "The Crucial Role of Hydrogen Ligation in the Stability of Single Atoms on Rutile TiO<sub>2</sub>: A First-Principles Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Understanding the stability of TiO(2)-supported single-atom catalysts (SACs) under H(2) reduction conditions, where hydrogen adsorption on the metal/TiO(2) surface influences metal-support interactions, diffusion, and aggregation, is important for their long-term applications. Using first-principles density functional theory (DFT) calculations, we investigate the thermodynamic and kinetic stability of Rh, Ag, Pt, and Au-based SACs on pristine, oxygen-defective, and hydroxylated rutile TiO(2)...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for their long-term applications",
      "conclusion": null
    },
    {
      "title": "Epidemiological Trends of Herpes Zoster in Korea, 2010-2022: A Nationwide Study Using National Health Insurance Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Herpes zoster (HZ) poses a growing public health burden, particularly in aging populations. This study investigated long-term trends in the incidence, hospitalization, and recurrence of HZ in Korea. We analyzed National Health Insurance Service data covering adults aged ≥ 20 years from 2010 to 2022. HZ cases were defined using International Classification of Diseases-10 codes and antiviral treatment criteria. Rates were stratified by age, sex, and income level. The incidence of HZ increased...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "long-term trends in the incidence, hospitalization, and recurrence of HZ in Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current Practices and Challenges in Pediatric Obesity Management (POM): A Nationwide Survey of Physicians in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study lays the groundwork for developing targeted strategies and policies to address the complex challenges of POM, ultimately improving health outcomes across all age groups, particularly children and adolescents.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41664575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study lays the groundwork for developing targeted strategies and policies to address the complex challenges of POM, ultimately improving health outcomes across all age groups, particularly children and adolescents"
    },
    {
      "title": "Quantitative Cardiac MRI in COVID-19 Vaccine-Related Versus Other Types of Myocarditis: A Korean Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this Korean multicenter cohort, CMR markers of myocardial injury were lower in C-VRM than in other myocarditis types, whereas prognosis was more strongly associated with injury severity than with disease subtype.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this Korean multicenter cohort, CMR markers of myocardial injury were lower in C-VRM than in other myocarditis types, whereas prognosis was more strongly associated with injury severity than with disease subtype"
    },
    {
      "title": "Trends in Atypical Antipsychotic Use Among Children and Adolescents With Depressive Disorders in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The use of AAPs has progressively increased among Korean children and adolescents with depressive disorders, particularly among those with psychiatric comorbidities. Further studies are needed to establish safer and more evidence-based AAP treatments for depressive disorders in children and adolescents.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41664571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of AAPs has progressively increased among Korean children and adolescents with depressive disorders, particularly among those with psychiatric comorbidities. Further studies are needed to establish safer and more evidence-based AAP treatments for depressive disorders in children and adolesce..."
    },
    {
      "title": "Complementary Roles of Next-Generation Flow and Next-Generation Sequencing for Measurable Residual Disease Assessment in Multiple Myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Both NGF-MRD and NGS-MRD play critical and complementary roles in monitoring MRD in MM. Notably, even isolated MRD positivity detected by either method was associated with disease progression in certain cases, underscoring the importance of both MRD assays.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41664570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both NGF-MRD and NGS-MRD play critical and complementary roles in monitoring MRD in MM. Notably, even isolated MRD positivity detected by either method was associated with disease progression in certain cases, underscoring the importance of both MRD assays"
    },
    {
      "title": "Real-World Evaluation of Sequential Monopolar-Bipolar RF Device for Rejuvenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sequential RF treatment demonstrated meaningful aesthetic improvement with excellent tolerability, high satisfaction, and negligible downtime. Findings support its value as a minimally invasive skin-rejuvenation option.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Sequential RF treatment demonstrated meaningful aesthetic improvement with excellent tolerability, high satisfaction, and negligible downtime. Findings support its value as a minimally invasive skin-rejuvenation option"
    },
    {
      "title": "Response to the letter to the editor: Inconsistencies in obesity criteria: implications for systematic reviews on endoscopic spine surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pedicle screw insertion technique into a previously cement-augmented vertebral body: a technical note with a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "As the population ages, the incidence of osteoporotic vertebral compression fractures (OVCF) continues to rise, leading to an increased use of cement augmentation procedures. Consequently, clinicians are more frequently encountering patients with cement-augmented vertebrae who require additional spinal instrumentation. However, pedicle screw insertion into previously cement-augmented vertebral bodies remains technically challenging. This study aimed to describe a simple and reproducible...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41664321",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "describe a simple and reproducible",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimally invasive techniques and enabling technologies for adult spinal deformity: state of the art and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Surgical management of adult spinal deformity (ASD) is complex, and traditional open surgery is associated with significant perioperative morbidity. These issues have catalyzed a paradigm shift toward enabling techniques and technologies designed to minimize iatrogenic injuries while achieving surgical goals. This comprehensive review synthesizes the current applications and future perspectives of these techniques and technological advancements. We examine the evolution of minimally invasive...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-related changes in calcium ion influx and efflux capacity of human dermal fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41664199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Controlled-release nanoparticle of toll-like receptors-7/8 agonist enhances immune activation and inhibits gastric cancer in a preclinical mouse model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664140",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol for development of a reporting guideline (TRIPOD-Code) for code repositories associated with diagnostic and prognostic prediction model studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting suicidal and self-harm ideation using ecological momentary assessment: deep learning analysis in a general population sample",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41664026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Randomized controlled trial of resistance exercise and brain aging clocks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Exercise improves cognition, mental wellbeing, and protects against neurodegeneration. However, most prior neuroscience studies have focused on localized brain changes without quantifying their impact on brain ageing. To quantify the effect of resistance training on brain health using longitudinal assessments. Using resting-state functional magnetic resonance imaging (rs-fMRI) data from 2,433 healthy adults, we trained models to predict brain age and applied them to 309 participants from the...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41665740",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": "on brain ageing",
      "conclusion": null
    },
    {
      "title": "Enhancement of zirconia-resin bonding by water glass surface treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41665725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of radium-223 on bone imaging and biochemical markers with and without bone-modifying agents in bone-metastatic castration-resistant prostate cancer: results from the kyucog-1901 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41665676",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunometabolism as a New Bimodal Therapeutic Concept in Inflammatory Bowel Disease and Immune-Mediated Inflammatory Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Immunometabolism exerts a bimodal action at the interface of extracellular immune response and intracellular metabolism, putting it at the center of many immune-mediated inflammatory disorders (IMIDs). Research has shown that immunometabolic pathways may act as a dual checkpoint for the inflammatory cycle to return the system to homeostasis by inactivating inflammatory pathways and shifting metabolism in favor of regulatory phenotypes. In addition, immunometabolic targets may act in non-immune...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41665650",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health of Teleworkers: A Scoping Review on the Assessment of the Work-From-Home Environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Studies on the WFH-E increased following the coronavirus disease 2019 pandemic, showing significant associations between the WFH-E and health- and work-related outcomes. However, most assessments were subjective, with objective assessments remaining rare. Additionally, the assessment items were limited and biased, indicating that interior design elements were insufficiently assessed. Developing additional objective and comprehensive methods for assessing the WFH-E is needed.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41665282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assessments remaining rare",
      "significance": null,
      "conclusion": "Studies on the WFH-E increased following the coronavirus disease 2019 pandemic, showing significant associations between the WFH-E and health- and work-related outcomes. However, most assessments were subjective, with objective assessments remaining rare"
    },
    {
      "title": "Addressing Loneliness Through Movement and Connection in Physical Therapy Practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41665273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "sic1 mutation leads to rDNA instability by partial duplication with SIR4",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The ribosomal RNA gene cluster (rDNA) in Saccharomyces cerevisiae consists of about 150 tandem copies, making it a fragile site prone to copy number changes through recombination among the repeat. While extensive research has been conducted to understand the mechanisms for rDNA stability maintenance, the relationship between the stability maintenance of rDNA and other genomic regions remains unclear. In this study, we identified a mutant, sic1, that exhibited instability in both rDNA and...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41665005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prerequisite of Oxygen Local Environment for Facile Proton Intercalation into Transition-Metal Oxides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Hydrogen is an abundant element poised to play a central role in future energy systems. When a lightweight hydrogen ion (proton, H^(+)) is used as a charge carrier in Faradaic storage, it enables rapid solid-state conduction, offering strong potential for high-capacity, fast-charging electrochemical energy storage. However, the development of proton-based systems has been limited by the scarcity of suitable proton-host materials. In this study, we investigate the mechanisms of proton...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41665001",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal high-intensity gymnastics induced marked osteogenic impact for postmenopausal women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The osteogenic impact of 19-weeks high-intensity gymnastics for postmenopausal women was significant and consistent regardless of the assessment method. Thus, gymnastics proved to be effective to counteract the postmenopausal BMD reductions.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of 19-weeks high-intensity gymnastics for postmenopausal women was significant and consistent regardless of the assessment method",
      "conclusion": "The osteogenic impact of 19-weeks high-intensity gymnastics for postmenopausal women was significant and consistent regardless of the assessment method. Thus, gymnastics proved to be effective to counteract the postmenopausal BMD reductions"
    },
    {
      "title": "ANIA: an inception-attention network for predicting minimum inhibitory concentration of antimicrobial peptides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Antimicrobial resistance poses a significant challenge to conventional antibiotics, underscoring the urgent need for alternative therapeutic strategies. Antimicrobial peptides (AMPs) have emerged as promising candidates due to their broad-spectrum antibacterial activity and distinct mechanisms of action. This study presents ANIA, a deep learning framework developed to predict the minimum inhibitory concentration (MIC) values of AMPs against three clinically significant bacteria: Staphylococcus...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664908",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redox-controlled near-infrared-to-near-infrared optical switching in TPA dimers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Thiophene-bridged triphenylamine dimers exhibit two-step near-infrared electrochromism with tunable absorptions extending deep into the NIR-III region. This simple yet powerful molecular design suggests a practical structural boundary for achieving reliable NIR-to-NIR optical switching, offering new insight into how π-extension and charge delocalization cooperatively govern long-wavelength responsiveness.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MyeliMAP: a microfluidic-multielectrode array hybrid platform to investigate oligodendrocyte function in human iPSC derived brain-like networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Oligodendrocytes are the myelinating glia of the central nervous system (CNS), essential for rapid signal propagation, metabolic support, and neuronal health. While rodent-based cultures and organoid systems have provided insights into oligodendrocyte biology, they fall short of capturing human-specific features of myelination or integrating structural and functional readouts. Here, we present MyeliMAP (Myelination MAPping), a human pluripotent stem cell (hPSC) -derived microphysiological and...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664646",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimal age principle versus Bayesian approach to combine age indicators from magnetic resonance imaging for multifactorial forensic age estimation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Multifactorial age estimation is preferred over methods based on a single anatomical site. The main challenge of the multifactorial methods lies in calculating the overall prediction interval. This study compared the performance of two approaches to achieve this: the minimal age principle versus a Bayesian approach. MRI of the third molars, left hand/wrist, and sternal extremity of both clavicles were prospectively conducted in 335 healthy Austrian Caucasian males aged 13-24 years. Development...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hair Follicle Organoids Using Human iPSC-Derived Ectodermal Precursor Cells for Hair Regenerative Medicine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Organoids containing hair follicles can be regenerated in vitro using human induced pluripotent stem cells (hiPSCs) and potentially used as a tissue graft for hair regeneration. There are two main approaches to organoid formation: one is to form embryoid bodies from hiPSCs and induce differentiation into several organs and tissues, and the other is to induce tissue precursor epithelial and mesenchymal cells from hiPSCs and coculture them to generate organs and tissues via epithelial-mesenchymal...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664452",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementing generative artificial intelligence in precision oncology: safety, governance, and significance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The paramount challenge in precision oncology lies in further improving quality of life and response rates for individual patients. Efforts toward these goals are steadily expanding the scope of clinical implementation, despite ongoing challenges such as standardization, cost-effectiveness, and data harmonization. Building upon this maturing foundation, generative AI-which has evolved dramatically in recent years-is particularly valuable at this stage of advancing efficiency and adoption as an...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664164",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "are steadily expanding the scope of clinical implementation, despite ongoing challenges such as standardization, cost-effectiveness, and data harmonization",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and 2025 re-evaluation of a Japanese quality indicator set for adult intensive care: a modified RAND/UCLA Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Using a rigorous modified RAND/UCLA appropriateness method and a 2025 re-evaluation, we developed and updated a feasible, contextually adapted Japanese ICU QI set. The updated core set, with operational definitions and specified data sources, provides a foundation for national benchmarking and continuous quality improvement in Japanese ICUs. 330 words.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664153",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using a rigorous modified RAND/UCLA appropriateness method and a 2025 re-evaluation, we developed and updated a feasible, contextually adapted Japanese ICU QI set. The updated core set, with operational definitions and specified data sources, provides a foundation for national benchmarking and conti..."
    },
    {
      "title": "Artificial intelligence, robotics, and person-centered care in nursing and midwifery education: qualitative study to develop an augmented caring pedagogy model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41664015",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Balancing Robotic Technology, Incision Strategy, and Patient Experience in Lung Cancer Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665788",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Patient-Reported Outcomes after Multiport Robot-Assisted Surgery versus Video-Assisted Surgery for Lung Cancer: An Observational Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Compared with M-VATS, RATS offers perioperative advantages, including reduced symptoms and better clinical outcomes, but at higher costs. Compared with U-VATS, RATS enhanced lymph-node dissection rates but increased postoperative cough and slowed HRQoL recovery. This study highlights the importance of incorporating PROs into surgical decision-making. Clinical registration ChiCTR2000033016 ( https://www.chictr.org.cn/searchprojEN.html ).",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665783",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with M-VATS, RATS offers perioperative advantages, including reduced symptoms and better clinical outcomes, but at higher costs. Compared with U-VATS, RATS enhanced lymph-node dissection rates but increased postoperative cough and slowed HRQoL recovery"
    },
    {
      "title": "Setting up an autonomic unit within the neurological department: a position statement of the European Federation of Autonomic Societies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This European Federation of Autonomic Societies position statement presents practical, expert-based recommendations to promote the development of autonomic units across various healthcare systems. By establishing minimum and optimal standards for staffing, equipment, and interdisciplinary collaboration, the document offers a clear framework for standardizing clinical care and supporting collaborative research. This statement serves as a foundational resource for clinicians,...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665778",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This European Federation of Autonomic Societies position statement presents practical, expert-based recommendations to promote the development of autonomic units across various healthcare systems. By establishing minimum and optimal standards for staffing, equipment, and interdisciplinary collaborat..."
    },
    {
      "title": "Hippo signalling pathway mediates oncogenic properties of NAB2::STAT6 in solitary fibrous tumour",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardized reporting of perioperative complications after male artificial urinary sphincter implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665723",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic impact of TP53 mutations in diffuse large B-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of a diagnostic model for obstructive sleep apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rural-urban disparities in breast cancer incidence among US women aged 20-49: trends by race/ethnicity, stage, poverty, and state from 2000-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Early-onset BC rose between 2000-2019 in both urban and rural areas, with differences by stage, race and ethnicity, poverty, and state. More research is needed to understand how rurality intersects with SES, healthcare access, screening, and incidence for women aged 20-49.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665696",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early-onset BC rose between 2000-2019 in both urban and rural areas, with differences by stage, race and ethnicity, poverty, and state. More research is needed to understand how rurality intersects with SES, healthcare access, screening, and incidence for women aged 20-49"
    },
    {
      "title": "The Role and Impact of Non-driver Gene Mutations in Myelofibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF THE REVIEW: Myelofibrosis (MF) is a myeloproliferative neoplasm (MPN) characterized by splenomegaly, constitutional symptoms, bone marrow fibrosis and potential progression to a blast phase. This review provides a comprehensive overview of the current molecular landscape of MF beyond canonical driver mutations (JAK2, MPL or CALR), emphasizing insights gained from murine models that served as valuable tools for understanding disease mechanisms.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "OF THE REVIEW: Myelofibrosis (MF) is a myeloproliferative neoplasm (MPN) characterized by splenomegaly, constitutional symptoms, bone marrow fibrosis and potential progression to a blast phase",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of technical competence in anterolateral buttress plate fixation of tibial plateau fractures: a global Delphi consensus study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial characteristics and risk factors in PICU with freshwater drowning-associated pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DAP is a frequently observed complication in PICU patients following drowning incidents, but it is not associated with increased mortality among these children. Staphylococcus aureus is a frequently identified pathogen in pediatric DAP, underscoring the need for empirical antibiotic therapy to cover Gram-positive bacteria.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665687",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DAP is a frequently observed complication in PICU patients following drowning incidents, but it is not associated with increased mortality among these children. Staphylococcus aureus is a frequently identified pathogen in pediatric DAP, underscoring the need for empirical antibiotic therapy to cover..."
    },
    {
      "title": "Feasibility and performance of minimal-volume capillary blood screening for type 1 diabetes and coeliac disease autoantibodies across all age groups: the UNISCREEN population study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: Population-wide autoimmunity screening across all age groups is feasible using minimally invasive capillary sampling and advanced immunoassay technology. The substantial prevalence of autoimmunity in clinically unaffected individuals (2.3% for islet autoantibodies, 3.2% for coeliac disease autoantibodies) suggests significant opportunities for earlier detection and intervention. Age-related differences in antibody levels and the detection of multiple autoantibodies in...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665666",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of corneal nerve parameters with nerve abnormalities and neuropathic pain in prediabetes and type 2 diabetes: the Maastricht Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: The study found associations between the axonal degeneration EMG score and WF-CCM, but no associations were observed between neuropathic pain and WF-CCM parameters, suggesting that WF-CCM has limited value in assessing neuropathic pain.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the pars defect: multifidus degeneration as an independent predictor of vertebral slippage severity in isthmic lumbar L5 spondylolisthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Patient Priorities and Satisfaction Regarding Aesthetic Outcomes Following Autologous Breast Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study shows that patients value different facets of their reconstruction differently. Furthermore, racial differences in aesthetic preferences and satisfaction following ABR emerged, which providers need to be mindful of. Addressing patient expectations through improved communication during the preoperative consultation may enhance aesthetic outcomes and patient satisfaction.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that patients value different facets of their reconstruction differently",
      "conclusion": "This study shows that patients value different facets of their reconstruction differently. Furthermore, racial differences in aesthetic preferences and satisfaction following ABR emerged, which providers need to be mindful of"
    },
    {
      "title": "The diagnostic and prognosis value of dynamic contrast-enhanced MRI distributed parameter model and <sup>18</sup>F- fluoroethyltyrosine PET on differentiating recurrent glioma from treatment-induced change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-small cell lung carcinomas with diffuse co-expression of TTF-1 and p40: Clinical, pathological and molecular characterization of a tumor subtype",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Lung cancer is typically classified based on morphological characteristics and immunoprofile. When histologic differentiation is difficult, immunohistochemical staining serves as a valuable diagnostic tool. Although most cases show distinct marker expression patterns, rare instances exhibit co-expression of both TTF-1 and p40. Moreover, for this particular subtype of non-small cell lung cancer (NSCLC), no clear demarcation is provided in the World Health Organization (WHO) classification system....",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665643",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mixtures Biotransformation: Multilayer Molecular Networking of Kratom Liver Metabolites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Metabolites generated from therapeutic drugs can exhibit diverse pharmacological effects, making knowledge of metabolites important to understand the overall mechanisms of therapeutic action. Methods to study the metabolism of single or simple mixtures of bioactive agents are often insufficient to address the chemical diversity of natural product mixtures. Molecular network analysis has emerged as a powerful approach to gain an understanding of complex chemical mixtures. In the present study, we...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to understand the overall mechanisms of therapeutic action",
      "conclusion": null
    },
    {
      "title": "Genome sequencing reveals variation of African swine fever virus in Nigerian outbreaks and identification of two major West African viral lineages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "African swine fever is a transboundary disease of wild boar and domestic pigs that is caused by the African swine fever virus (ASFV), with a mortality rate of 100 % in naïve animals. The ongoing spread poses a significant threat to food security and economic stability globally. In Nigeria, frequent outbreaks of the disease have been reported since 1997, and genetic analysis of Nigerian ASFV has defined virulent genotypes I and II. The disease has caused a significant impact in the pig-producing...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665619",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "in the pig-producing",
      "conclusion": null
    },
    {
      "title": "Value of MRI Outcomes for Preventive and Early-Stage Trials in Spinocerebellar Ataxias 1 and 3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: To examine the value of MRI outcomes as endpoints for preventive and early-stage trials of two polyglutamine spinocerebellar ataxias (SCAs).",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To examine the value of MRI outcomes as endpoints for preventive and early-stage trials of two polyglutamine spinocerebellar ataxias (SCAs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liver-X-receptor agonism enhances T cell priming and activation to promote anti-tumor immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Many cancer patients do not benefit from current immunotherapies. This lack of efficacy may be, in part, due to insufficient priming and activation of T cells. Here, we show that activation of liver-X-receptors (LXRs) promotes adaptive anti-tumor immunity by enhancing priming of T cells. Genetic LXR deletion in the host and depletion of dendritic and CD8+ T cells, but not of macrophages, abrogated anti-tumor effects of LXR-agonistic therapy. In cross-presentation assays, LXR agonism promoted T...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665603",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a proof-of-concept treatment planning system for multi-beam photon FLASH intensity modulated radiation therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: FLASHPlan establishes a proof-of-concept TPS framework for multi-beam XFLASH by combining geometry-aware FCRT delivery with biology-aware DMF/BED dose evaluation. Rather than demonstrating therapeutic superiority of FLASH-RT, this work provides a planning infrastructure to support future XFLASH system development, radiobiological modeling, and clinical translation.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665596",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FLASHPlan establishes a proof-of-concept TPS framework for multi-beam XFLASH by combining geometry-aware FCRT delivery with biology-aware DMF/BED dose evaluation. Rather than demonstrating therapeutic superiority of FLASH-RT, this work provides a planning infrastructure to support future XFLASH syst..."
    },
    {
      "title": "Genetic Risk of Inflammatory Bowel Disease Is Associated With Disease Course Severity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with higher genetic burden for developing IBD also experience a more severe disease course. For patients with CD this link was largely mediated by disease extent, however, this was not the case for UC, which suggests a shared genetic architecture between disease susceptibility and severity.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665577",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with higher genetic burden for developing IBD also experience a more severe disease course. For patients with CD this link was largely mediated by disease extent, however, this was not the case for UC, which suggests a shared genetic architecture between disease susceptibility and severity"
    },
    {
      "title": "Percutaneous removal of Amplatzer Amulet occluder from the left atrium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychosocial Support Needs and Utilization of Support Among Survivors of Cancer in Young Adulthood in Switzerland: A Report From the Adolescent and Young Adult (AYA) Psychosocial Health Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although most support needs are met, targeted efforts are needed to address the remaining unmet needs of Swiss YACS in order to ensure they receive adequate survivorship care.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665556",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although most support needs are met, targeted efforts are needed to address the remaining unmet needs of Swiss YACS in order to ensure they receive adequate survivorship care"
    },
    {
      "title": "A compact two-electrode field-emission X-ray source for soft X-ray spectroscopy applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Here, a compact two-electrode field-emission X-ray source employing a blade-type tungsten cathode was designed for soft X-ray spectroscopy. The device suppressed filament-derived optical and thermal background that is intrinsic to thermionic tubes, while providing stable and tunable output. The cathode-anode spacing was optimized and an optimal gap was identified at 150 µm, enabling the source to reach 400 µA at 4 kV without short circuits at <1 × 10^(-7) mbar. Spatial intensity mapping with...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac meshes reconstruction from cardiac magnetic resonance image by graph transformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our framework eliminates the reliance on labeled mesh data and enables high-fidelity reconstruction of patient-specific cardiac meshes.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665536",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our framework eliminates the reliance on labeled mesh data and enables high-fidelity reconstruction of patient-specific cardiac meshes"
    },
    {
      "title": "Fluorescent nuclear track detectors for out-of-field neutron dosimetry in proton therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This work presents the first LET-based method using FNTDs to estimate out-of-field neutron dose for a proton SOBP plan, measured inside a phantom. Integrating this method into clinical workflows may improve out-of-field dose estimation for sensitive patient groups, such as pregnant or pediatric patients, by enabling prior dose assessments using anthropomorphic phantoms.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This work presents the first LET-based method using FNTDs to estimate out-of-field neutron dose for a proton SOBP plan, measured inside a phantom. Integrating this method into clinical workflows may improve out-of-field dose estimation for sensitive patient groups, such as pregnant or pediatric pati..."
    },
    {
      "title": "Incidental Adnexal Lesions: CT Diagnosis and Interreader Agreement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Background The management of incidental adnexal lesions encountered at CT depends on the diagnosis, but little evidence supports CT diagnosis of most adnexal lesion types. Purpose To evaluate the interreader agreement and CT diagnosis of incidentally discovered adnexal lesions. Materials and Methods This institutional review board-approved, multi-institutional, multireader retrospective study conducted from January 1, 2022, to June 30, 2023, included patients who had malignant ovarian lesions...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665500",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate the interreader agreement and CT diagnosis of incidentally discovered adnexal lesions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A guide to the creation of a professional advancement program for advanced practice registered nurses and physician associates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Professional advancement programs (PAPs) serve as structured pathways for promotion and recognition of clinical contributions among advanced practice registered nurses (APRNs) and physician associates (PAs). Despite the growth of PAPs, there is a lack of identification and standardization of these programs in the literature. This article describes the development and iterative evaluation of a PAP called Advanced Practice Provider Recognition and Incentive Structure (APPRAISE). APPRAISE was...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665494",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nitrogen-doped hollow carbon nanospheres as a delivery platform enhance the availability and therapeutic efficacy of curcumin in inflammatory bone defect repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Curcumin, a bioactive substance isolated from turmeric root (Curcuma longa), positively regulates the proliferation and differentiation of bone marrow mesenchymal stem cells (BMSCs). However, curcumin suffers from low bioavailability due to its poor water solubility and tendency to agglomerate (high surface energy). Moreover, curcumin's poor stability and susceptibility to decomposition (photosensitivity) further limit its application. Herein, we synthesized a surface-oxidized nitrogen-doped...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665490",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Oxford Nanopore Technologies workflows for genomic epidemiology of outbreak-associated bacterial isolates in the clinical setting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Accurate and efficient whole-genome sequencing (WGS) is crucial for clinical diagnostics and surveillance of bacterial infections. Here, we investigate the potential of a new Oxford Nanopore Technologies (ONT) workflow for WGS of clinically relevant bacterial isolates. Specifically, we assess the performance of R10.4.1 flow cells in combination with the V14 version of the transposase-based (RBK) library preparation kit to provide rapid and accurate genomic epidemiological comparisons of...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665488",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Catalyst-Induced Carbamate Exchange Imparts Auxeticity to Commercial Thermoset Polyurethane Foam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Auxetic polyurethane foams (PUFs), distinguished by their negative Poisson's ratio, are prized as metamaterials for their superior damping and protection capabilities. Nevertheless, conventional auxetic PUFs face limitations: those relying on non-covalent interactions suffer from poor fatigue resistance, while covalently bonded variants demand intricate processing or specialized network designs. In this work, we introduce a facile and universal strategy to fabricate thermoset auxetic PUFs by...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665487",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unmet Psychosocial Needs of Young Children With Cancer and Their Caregivers: Comparing Perspectives of Multidisciplinary Healthcare Providers and Caregivers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Findings indicate better alignment between HCP and WC regarding unmet needs among caregivers of YCC, suggesting tailored approaches are needed to address the unique needs of MC. Future work should engage HCP and caregivers in co-designing tailored interventions to improve psychosocial outcomes for YCC and their families.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665482",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings indicate better alignment between HCP and WC regarding unmet needs among caregivers of YCC, suggesting tailored approaches are needed to address the unique needs of MC. Future work should engage HCP and caregivers in co-designing tailored interventions to improve psychosocial outcomes for Y..."
    },
    {
      "title": "Factors Associated With Mental Health Outcomes Across the Lifespan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Programmable Biohybrid Probiotics with Long-Term Storage Stability for Enhanced Intestinal Microbiota Regulation and Ulcerative Colitis Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Ulcerative colitis (UC) is a chronic inflammatory bowel disease with limited therapeutic options and high relapse rates. Live bacterial therapeutics (LBTs) offer a promising alternative by restoring mucosal integrity, modulating immunity, and rebalancing gut microbiota; however, their clinical translation is constrained by poor storage stability, low gastrointestinal survivability, and limited therapeutic functionality. Here, we report a multilevel, modular encapsulation strategy that integrates...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665471",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modular Donor-Acceptor Diradicaloids Based on an Electron Deficient N-Heteroacene Acceptor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Conjugated organic molecules with open-shell diradical character (y) possess two weakly paired electron spins interacting across their constituent π-systems. These materials provide fundamental insight into the nature of electron pairing, enabling the utilization of the spin degree of freedom within emerging technologies. However, materials systems that synergistically offer high modularity, tunable y, high chemical stability, and interrelated (opto)electronic functionalities remain limited....",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665463",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences in Substance Use and Mental Health by Sexual Identity Among U.S. Adolescents and Young Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Screening and indicated prevention for mental health concerns and SUD are needed for sexual minority youth, along with the development of culturally sensitive interventions.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Screening and indicated prevention for mental health concerns and SUD are needed for sexual minority youth, along with the development of culturally sensitive interventions"
    },
    {
      "title": "Evolution of the Burden of Carbapenem-Resistant <em>Klebsiella pneumoniae</em> Infections in the Elderly, 1990-2021: Global Trends, Regional Heterogeneity, and Health Inequalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Formal assessment of socioeconomic trends and health inequalities demonstrates an increasing concentration of the CRKP burden in low- and middle-income regions, exacerbating global health inequities. Combating this requires integrated strategies that combine antimicrobial stewardship and infection control with broader improvements in health care infrastructure and social determinants.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Formal assessment of socioeconomic trends and health inequalities demonstrates an increasing concentration of the CRKP burden in low- and middle-income regions, exacerbating global health inequities. Combating this requires integrated strategies that combine antimicrobial stewardship and infection c..."
    },
    {
      "title": "A theoretical framework for random acceleration molecular dynamics simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The dissociation of a ligand bound to a receptor is a rare event occurring on a timescale that is far longer than can be afforded by standard simulation methodologies. A number of specialized approaches have been designed to overcome this challenge. One of these, Random Acceleration Molecular Dynamics (RAMD), is a biased simulation method that is particularly effective at accelerating the dissociation of ligands bound to protein receptors. However, no theoretical framework is currently available...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electronic-nuclear entanglement in Born-Oppenheimer wave functions and beyond",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "We analyze the entanglement between electronic and nuclear motions in molecular wave functions widely used by theoretical chemists, namely, (i) Born-Oppenheimer factorization in the adiabatic picture, (ii) the transformation into a diabatic picture, (iii) the use of a Born-Huang expansion, and (iv) the eigenfunction of the full molecular Hamiltonian. Our showcase is based on two one-electron one-dimensional molecular Hamiltonians (H2+ and the Shin-Metiu model). We find that within the...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wireless Self-Powered Triboelectric-Based Sensor for Real-Time Quantitative Monitoring of Gas-Liquid Mixed Flow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Wireless flow sensing technologies have attracted significant interest for enabling safe operation and performance optimization in gas-liquid two-phase flow systems. Nevertheless, the real-time quantitative monitoring of liquid flow rates without phase separation remains a considerable challenge. In this work, we present a wireless, self-powered, and real-time quantitative liquid flow measurement system utilizing a gas-liquid electricity generator (GLEG) based on the triboelectric effect. The...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thyroid response to cold activation of brown adipose tissue in Greenlanders and Danes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Serial measurements of thyroid hormones and thyroglobulin with gold-standard detection of BAT activity documented distinct thyroid responses to cooling. The findings suggested a physiological preparedness to acute cold exposure in individuals with cold adaptation, irrespective of origin.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665424",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serial measurements of thyroid hormones and thyroglobulin with gold-standard detection of BAT activity documented distinct thyroid responses to cooling. The findings suggested a physiological preparedness to acute cold exposure in individuals with cold adaptation, irrespective of origin"
    },
    {
      "title": "Reentrant Flat Bands with Nontrivial Topology and Electronic Correlations in Artificial Rhombohedral Trilayer Graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Rhombohedral trilayer graphene provides a platform for exploring exotic quantum phases arising from the interplay of electron correlations and band topology. The development of strategies to engineer rhombohedral trilayer graphene with flat bands is important for both fundamental studies of correlated topological states and potential device applications. Here, we demonstrate that a slight rotation of monolayer graphene relative to a bilayer offers an effective approach to achieving this goal. In...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665381",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for both fundamental studies of correlated topological states and potential device applications",
      "conclusion": null
    },
    {
      "title": "Epidemiological, clinical, and virological characterizations of Yezo virus infections, an emerging tick-borne orthonairovirus disease in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our results revealed characteristics of YEZV infections in patients and highlighted the importance of combination of molecular and serological diagnostics. The proposed case definitions and diagnostic framework may contribute future surveillance.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665379",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results revealed characteristics of YEZV infections in patients and highlighted the importance of combination of molecular and serological diagnostics. The proposed case definitions and diagnostic framework may contribute future surveillance"
    },
    {
      "title": "Diagnostic utility of quantitative interferon-gamma release assays in elderly patients with tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Evidence regarding the diagnostic value of quantitative interferon-gamma release assay (IGRA) results in elderly populations is limited, and large-scale data for QuantiFERON-TB Gold Plus (QFT-Plus) are scarce. We evaluated QFT-Plus and T-SPOT.TB (T-SPOT) for distinguishing active tuberculosis (ATB) from latent infection (LTBI) in elderly individuals in Japan, a super-aged country. We conducted a retrospective, cross-sectional diagnostic accuracy study of patients ≥65 years who underwent IGRA...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665373",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photodynamic Therapeutic Monitoring of Glioblastoma Using High-Resolution Photoacoustic Vascular Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma multiforme (GBM) is highly angiogenic, which promotes its growth and invasion. Photodynamic effects not only kill tumor cells but also disrupt or seal the tumor blood vessels. Targeting strategies that integrate effective tumor photodynamic therapy (PDT) with imaging-based vessel monitoring could lead to improvement in the diagnosis and treatment of GBM. Herein, we developed a biomimetic photosensitizer using a macrophage membrane hybrid lipid as the carrier of chlorin e6 to form a...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665364",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The vaginal microbiome, papillomavirus infection, and cervical cancer: established associations in search of model systems and mechanistic answers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "High-risk human papillomavirus (HPV) infection is the causative factor for approximately 5% of all human cancers and the leading cause of cervical cancer. High-risk HPV-associated cervical cancer still claims more than 340,000 women's lives globally each year despite the availability of prophylactic HPV vaccines. Currently, there is no medical treatment for HPV infections and associated lesions except invasive surgical procedures. For more than a decade, numerous studies have demonstrated a...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665359",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "more than 340,000 women's lives globally each year despite the availability of prophylactic HPV vaccines",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Material matters: a framework for integrating surface properties into built environment microbiome research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The built environment (BE), where we spend the majority of our time, contains a variety of surfaces with distinct properties. Our understanding of how these surfaces shape the microbiome of the BE (MoBE) is underdeveloped and limits the ability to develop a bioinformed microbial management framework. Lab-scale studies have shown the impact of surface properties (roughness, wettability, porosity) on microbial communities, but studies sampling the BE microbiome have often overlooked this metadata....",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665353",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of surface properties (roughness, wettability, porosity) on microbial communities, but studies sampling the BE microbiome have often overlooked this metadata",
      "conclusion": null
    },
    {
      "title": "Host adaptation in <em>Salmonella enterica</em> serovar Typhimurium: population structure, pathovariants, and genomic mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Salmonella enterica serovar Typhimurium is a major zoonotic pathogen of global concern to human and animal health. With its broad host range, this serovar can colonize humans as well as domesticated and wild animals. Although historically considered a model host-generalist pathogen, whole-genome sequencing (WGS) has uncovered substantial genetic diversity and the emergence of multiple host-adapted pathovariants within this serovar. In this minireview, we delineate the population structure of S....",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665349",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An unintended consequence: a review of iatrogenic central nervous system mold infections and outbreaks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "SUMMARYIatrogenic central nervous system mold infections (ICNSMIs) are rare and occur as sporadic complications of neurosurgical procedures or device insertions. However, recent outbreaks have been reported in outpatient settings, following epidural injections with contaminated medicines. We conducted a comprehensive literature review of studies published without date restrictions through July 2025 on ICNSMIs. We identified 905 cases of such infections, with 4% occurring in non-outbreak settings...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665346",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in synthetic biology for engineering methylotrophic microbial cell factories",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Methanol, a renewable non-food C1 substrate, holds great promise as a feedstock for sustainable biomanufacturing and carbon neutral production. However, its industrial application is hindered by low methanol assimilation efficiency in most microbes. Recent advances in synthetic biology and metabolic engineering have enabled the development of methylotrophic microbial cell factories through strategies including building efficient methanol-utilizing pathways, engineering methanol dehydrogenase for...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LYSC98 as a novel vancomycin-derived agent effective against antibiotic-resistant pathogens in tolerant state",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LYSC98's rapid bactericidal activity, selective disruption of bacteria without harming mammalian cells and low propensity for resistance development make it a novel promising candidate for combating chronic, clinically recalcitrant infections.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "LYSC98's rapid bactericidal activity, selective disruption of bacteria without harming mammalian cells and low propensity for resistance development make it a novel promising candidate for combating chronic, clinically recalcitrant infections"
    },
    {
      "title": "Surgical Approach for the Implantation of a Ring Electrode into the Sulcus in a Phakic Non-human Primate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The primate model demonstrated the feasibility of the surgical implantation of a circular electrode into the posterior chamber. Regarding future developments of biomimetic accommodative IOLs, a concomitant improvement of surgical techniques and the device is crucial to ensure treatment success.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The primate model demonstrated the feasibility of the surgical implantation of a circular electrode into the posterior chamber. Regarding future developments of biomimetic accommodative IOLs, a concomitant improvement of surgical techniques and the device is crucial to ensure treatment success"
    },
    {
      "title": "Somatic copy number variation as a prognostic marker for recurrence in never-smokers with early-stage lung adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Lung cancer in never-smokers has a distinct genomic profile characterized by lower tumor mutational burden, more tumor-promoting mutations, and fewer somatic copy number variations (CNVs) compared to smokers. While CNVs are linked to poor outcomes in advanced-stage cancer, their role in early-stage lung adenocarcinoma remains unclear. In a cohort of 210 treatment-naive never-smokers with early-stage lung adenocarcinoma, hierarchical clustering of CNVs identified three distinct groups: CNV low (n...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665314",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Ionogel Film with Enhanced Thermal Conductivity for High-Efficiency Passive Cooling via Sorption-Radiation Balance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Passive cooling, particularly those combining evaporative and radiative mechanisms, has attracted growing interest due to its low energy requirements for powering electronic devices and integrated systems. However, complex fabrication, low thermal conductivity, and inherent trade-offs between competing cooling mechanisms hinder their potential for commercial application. To address these challenges, we combine hexagonal boron nitride (hBN) with 1-ethyl-3-methylimidazolium acetate (Emim Ac, EA)...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665310",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bilateral Speech-Evoked Envelope Following Responses: Benefit and Impact of Interaural Asymmetries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The significant bilateral advantage in f0 and slow-rate EFR amplitudes, especially for stimuli closer to hearing thresholds, encourages the use of bilateral stimulation where appropriate. While a large 5.6 msec ITD-such as those introduced by a unilateral hearing aid-reduced f0 EFR amplitudes, slow-rate EFRs remained unaffected. Thus, unilateral hearing aid fittings in sound field might leverage slow-rate EFRs to prevent false negatives. Bilateral advantages were preserved despite...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The significant bilateral advantage in f0 and slow-rate EFR amplitudes, especially for stimuli closer to hearing thresholds, encourages the use of bilateral stimulation where appropriate. While a large 5"
    },
    {
      "title": "Systematic arcminute-scale fixational offsets in patients with early visual cortex damage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Cortically induced blindness (CB) resulting from stroke damage to the early visual cortex leads to extensive, typically extrafoveal visual deficits and is known to alter large-scale oculomotor behavior. Here, we show that even with preserved foveal acuity, fixational oculomotor behavior is subtly altered in CB patients. Using high-precision eye tracking, we observed a small but consistent gaze offset toward the blind field during passive fixation, which disappeared during a high-acuity central...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665297",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collaborative Chronic Care Models for Bipolar Disorder: A Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Trials in diverse health care systems indicate that Chronic Care Model elements may improve mental health outcomes for bipolar disorder. This meta-analysis highlights the need for research to further explore the effectiveness and implementation of these models of care.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Trials in diverse health care systems indicate that Chronic Care Model elements may improve mental health outcomes for bipolar disorder. This meta-analysis highlights the need for research to further explore the effectiveness and implementation of these models of care"
    },
    {
      "title": "Subterranean environments contribute to three-quarters of classified ecosystem services",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Beneath the Earth's surface lies a network of interconnected caves, voids, and systems of fissures forming in rocks of sedimentary, igneous, or metamorphic origin. Although largely inaccessible to humans, this hidden realm supports and regulates services critical to ecological health and human well-being. Subterranean ecosystems are integral to major biogeochemical cycles, sustain diverse surface habitats, and serve as the primary source of irrigation and drinking water. They also offer...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opportunistic growth phenology and water-use of semi-arid tree species of northern Arizona",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "In forests of the southwestern US, the seasonality - or phenology - of tree growth is affected by a combination of limiting temperatures and water availability. But, in this topographically diverse area, temperature and precipitation vary by elevation and therefore may have differing effects on tree phenology across the landscape. Our over-arching research question was: how does variation in temperature and water availability drive differences in the timing of tree growth and water use across...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liver Fat Is Associated With Elevated FGF21 in Youth With Obesity but Without MASLD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among pubertal youth with obesity and liver fat below the MASLD threshold, modest increases in PDFF were independently associated with higher FGF21. These findings support the potential utility of FGF21 as a biomarker of early hepatic-metabolic stress in the framework of 'pre-MASLD' state-similar to pre-diabetes before the development of overt steatosis.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665252",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among pubertal youth with obesity and liver fat below the MASLD threshold, modest increases in PDFF were independently associated with higher FGF21. These findings support the potential utility of FGF21 as a biomarker of early hepatic-metabolic stress in the framework of 'pre-MASLD' state-similar to..."
    },
    {
      "title": "Remodeling of Mitochondrial Networks: Cellular Adaptation and Microenvironmental Reprogramming in Hematologic Malignancies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Mitochondria regulate critical cellular processes beyond energy production, including organelle quality control, programmed cell death, and intercellular and interorganellar communication. In hematologic malignancies, mitochondria undergo adaptations through mechanisms including genetic mutations, metabolic reprogramming, mitochondrial transfer, fusion, and mitophagy. These alterations create heterogeneity, contribute to therapeutic resistance, and can also reshape the tumor microenvironment to...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665251",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colon-Pilot: A Generative AI Tool for Automated Colonoscopy Surveillance Recommendations and 2024 ACG/ASGE Quality Benchmarking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Colon-Pilot demonstrated high fidelity in applying surveillance guidelines and automated quality benchmarking, outperforming unassisted endoscopists in guideline adherence. By combining safety protocols with large-scale automated reporting, it offers a scalable solution for improving both efficiency and quality in colorectal cancer prevention.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665228",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Colon-Pilot demonstrated high fidelity in applying surveillance guidelines and automated quality benchmarking, outperforming unassisted endoscopists in guideline adherence. By combining safety protocols with large-scale automated reporting, it offers a scalable solution for improving both efficiency..."
    },
    {
      "title": "On Anticipation Effect in Stepped Wedge Cluster Randomized Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "In stepped wedge cluster randomized trials (SW-CRTs), the intervention is rolled out to clusters over multiple periods. A standard approach for analyzing SW-CRTs utilizes the linear mixed model, where the treatment effect is only present after the treatment adoption, under the assumption of no anticipation. This assumption, however, may not always hold in practice because stakeholders, providers, or individuals who are aware of the treatment adoption timing (especially when blinding is...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive Function and Neurodegenerative Blood Biomarkers in an Aging Indian Population: Insights From LASI-DAD Wave 2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among older Indian adults, elevated NfL and GFAP levels were strongly associated with poor cognitive performance. These biomarkers could aid future dementia screening and prognostication efforts. Longitudinal studies are needed to validate their role in large-scale screening programs.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665207",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among older Indian adults, elevated NfL and GFAP levels were strongly associated with poor cognitive performance. These biomarkers could aid future dementia screening and prognostication efforts"
    },
    {
      "title": "Circular RNA circFNDC3B Modulates M2 Macrophage Activation and Intestinal Inflammation in Crohn's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CircRNA_103516(circFNDC3B) is highly expressed in peripheral blood (PB) monocytes and inflamed mucosa of Crohn's disease (CD), while the potential mechanisms modulating monocyte-macrophage function remain unclear. Here, we investigated the roles of circFNDC3B in regulating the differentiation and functions of monocyte-macrophage in the pathogenesis of CD. The expression of circFNDC3B was analyzed in monocytes from peripheral blood and intestinal mucosal samples by quantitative real-time PCR and...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the roles of circFNDC3B in regulating the differentiation and functions of monocyte-macrophage in the pathogenesis of CD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of a novel entrainment blood pump implantation position on the aortic hemodynamics under the pulsatile flow condition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Cardiorenal syndrome (CRS) exhibits high in-hospital mortality. Although aortic entrainment pumps can improve CRS patients' hemodynamics, they can carry risks of blood-related complications. The limitations are further exacerbated by existing numerical studies, which often neglect arterial compliance and transient cardiac effects. Therefore, this study employed computational fluid dynamics (CFD) combined with a three-element Windkessel model to investigate the impact of different implantation...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665163",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of different implantation",
      "conclusion": null
    },
    {
      "title": "Prevalence of atopic comorbidities in prurigo nodularis: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of CuO/Co<sub>3</sub>O<sub>4</sub> Heterojunction Catalyst for High-Efficiency Ammonia Synthesis via Nitrate Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Electrochemical nitrate reduction reaction (NO(3)RR) offers a sustainable approach to convert nitrate pollutants into ammonia (NH(3)). However, challenges such as low NH(3) yield, competition from the hydrogen evolution reaction (HER), and limited nitrate adsorption restrict its efficiency. Here, we developed CuO/Co(3)O(4) heterojunction catalysts with strong interfacial coupling that synergistically modulate the electronic structure to promote efficient electron transfer. This enhances nitrate...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetics and safety of candidate biosimilar CTP55 versus reference secukinumab: a three-arm, randomized, double-blinded, single-dose, multicenter, phase I study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CT-P55 exhibited equivalent pharmacokinetics as well as comparable safety and immunogenicity to both EU-approved and US-licensed secukinumab in healthy Japanese males. Generalizability may be limited beyond Asian males.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-P55 exhibited equivalent pharmacokinetics as well as comparable safety and immunogenicity to both EU-approved and US-licensed secukinumab in healthy Japanese males. Generalizability may be limited beyond Asian males"
    },
    {
      "title": "Toward Reconciling the Standard Binding Free Energy of Lenacapavir to HIV-1 Capsid with Experiment: Thermodynamic Effects of Solvent Buffer and Ligand Reorganization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "We report a large thermodynamic effect of solvent buffer on the standard binding free energy for a large hydrophobic ligand and show that a realistic comparison with the experimental binding affinity requires correctly accounting for the solvent reference state and ligand reorganization. We focus on lenacapavir (LEN; MW ≈ 1 kDa), an HIV-1 capsid inhibitor with very low aqueous solubility. Using several absolute binding free energy (ABFE) protocols including double-decoupling method (DDM),...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665118",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delayed hemolytic transfusion reaction due to anti-Jk<sup>a</sup> with agglutination on blood smear",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating virtual screening and molecular dynamics simulations to identify emodin as a PYCR1 inhibitor modulating docetaxel sensitivity in prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Docetaxel (DTX) resistance is the main cause of treatment failure in castration-resistant prostate cancer (CRPC). Pyrroline-5-carboxylic acid reductase 1 (PYCR1) is an enzyme involved in proline metabolism. It is highly expressed in various cancers and promotes malignant progression, yet its role in DTX resistance in prostate cancer remains unclear. In this study, bioinformatics analyses and in vitro/vivo experiments demonstrated that interfering with PYCR1 expression modulates the sensitivity...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665114",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Where Do We Stand for Nerve Regeneration and Functional Recovery After Vascularized Composite Allotransplantation?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite promising advancements in surgical techniques and immunosuppressive regimens, effective nerve regeneration in VCA remains a significant challenge. The variability in clinical outcomes underscores the need for standardized functional assessment protocols and further research into novel regenerative therapies. Future studies should focus on refining these therapeutic strategies to improve long-term functional recovery and minimize the reliance on chronic immunosuppression.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665096",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite promising advancements in surgical techniques and immunosuppressive regimens, effective nerve regeneration in VCA remains a significant challenge. The variability in clinical outcomes underscores the need for standardized functional assessment protocols and further research into novel regene..."
    },
    {
      "title": "Correlation between weight loss and testosterone restoration after sleeve gastrectomy in patients with biochemical male obesity-associated secondary hypogonadism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Male obesity-associated secondary hypogonadism (MOSH) affects metabolic and reproductive health. We evaluated the efficacy of laparoscopic sleeve gastrectomy (LSG) on the remission of MOSH and testosterone concentrations and examined the association between weight loss and changes in testosterone concentrations. In this retrospective study, 304 male patients with obesity who underwent LSG at the Center for Obesity and Hernia Surgery, Huashan Hospital, Fudan University (Shanghai, China) between...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665082",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Selective Upcycling of Polycarbonate Waste to Cyclohexanol via RuLa Dual-Atom Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Cyclohexanol is a key intermediate for nylon manufacture, yet its industrial synthesis relies on partial oxidation of cyclohexane at ∼2 MPa with <5% single-pass conversion, an energetically wasteful and atom-inefficient process that demands extensive recycle and generates substantial emissions. Here, we introduce an oxygen-atom-efficient synthetic strategy that transforms polycarbonate (PC) waste directly into cyclohexanol through a non-oxidative catalytic route. The method leverages the...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clarithromycin for treating sepsis in adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "This is a protocol for a Cochrane Review (intervention). The objectives are as follows: To assess the benefits and harms of clarithromycin for treating sepsis in adults versus standard care with or without placebo or with an alternative active intervention, or clarithromycin in combination with antibiotic therapy versus standard care.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "are as follows: To assess the benefits and harms of clarithromycin for treating sepsis in adults versus standard care with or without placebo or with an alternative active intervention, or clarithromy...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An anti-interference near-infrared SERS tag-aptamer sensor for rapid detection of <em>Staphylococcus aureus</em> in complex matrices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Rapid detection of bacteria in complex matrices remains challenging due to substantial interference in signal readout. This study developed a novel near-infrared (NIR) surface-enhanced Raman scattering (SERS) sensor featuring exceptional anti-interference capability by encapsulating SERS tags with a carboxylated polystyrene shell and integrating them with a specific aptamer. The functional PS shell provides reliable physical protection and enables stable covalent bioconjugation, effectively...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Ureaplasma urealyticum with lifestyle factors and semen parameters: results from a cross-sectional study in 2668 males",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Lifestyle factors have been linked to decreased sperm quality and may influence the prevalence of Ureaplasma urealyticum infection. This study aims to clarify the relationships among Ureaplasma urealyticum infection, lifestyle factors, and semen quality. In this retrospective study, 2668 male partners of infertile couples who underwent fertility evaluation at the Center for Reproduction and Genetics of The First Affiliated Hospital of USTC (Hefei, China) between April 2020 and March 2023 were...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665055",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "this retrospective study",
      "objective": "to clarify the relationships among Ureaplasma urealyticum infection, lifestyle factors, and semen quality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifaceted Therapeutic Potential of Parthenium hysterophorus L.: Phytochemical Profiling, Toxicity, Biofilm Inhibition, and Antidiabetic Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Chronic diabetes, often linked to oxidative stress and microbial infections, requires safer, multifunctional therapies. Parthenium hysterophorus L., a member of the Asteraceae family, has long been used in traditional medicine for its therapeutic properties. This study explores its potential in managing diabetes and related complications. Chemical analysis revealed hydroxyl-rich compounds, such as phenols and phenolic acids, with a prominent Fourier transform infrared (FTIR) band at 3378.8...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enteral feeding during cyclooxygenase inhibitor treatment for patent ductus arteriosus: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Neither discontinuation nor continuation of enteral feeding significantly affected the composite gastrointestinal outcome and its components (NEC and gastrointestinal perforation).",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neither discontinuation nor continuation of enteral feeding significantly affected the composite gastrointestinal outcome and its components (NEC and gastrointestinal perforation)"
    },
    {
      "title": "Amyloid β Instigates Cardiac Neurotrophic Signaling Impairment, Driving Alzheimer's Associated Heart Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "While a link between cardiovascular risk factors and increased Alzheimer's disease (AD) risk has been reported, it remains unclear whether AD pathology has a direct effect on cardiac function and myocardial innervation. AD and amyloidosis are known to impair neuronal function and affect brain neurotrophic factors (NGF and BDNF) expression. Amyloid aggregates and neuro-signaling impairments may also expose AD patients to peripheral nervous system deficits, promoting cardiac disorders. Here, we...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665021",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Report on the Chemical Profile and Biological Effects of the Essential Oil From Cratoxylum formosum (Jack) Benth. &amp; Hook.f. ex Dyer Collected in Vietnam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Cratoxylum formosum (Jack) Benth. & Hook.f. ex Dyer is a medicinal plant widely distributed in Southeast Asia. This study presents the first investigation of the essential oil from leaves of C. formosum collected in Vietnam, focusing on its chemical composition, antimicrobial activity, and mosquito larvicidal potential. Gas chromatography-flame ionization detection (GC-FID)/mass spectrometry (MS) analysis identified 35 compounds in the essential oil, with (E)-caryophyllene (39.30%), α-humulene...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Azoospermia phenotype and scRNA-seq reveal hnRNPK as a factor essential for male germ cell development in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "The process of male germ cell development is a central determinant of spermatogenesis. Nevertheless, the genetic regulatory mechanisms underlying male germ cell development in mammals remain largely unclear. In this study, employing a germ cell-specific Hnrnpk knockout mouse model combined with multi-omics analyses, we identified hnRNPK as a key factor necessary for maintaining normal development in differentiating spermatogonia. Phenotypically, adult mice with germ cell-specific hnRNPK deletion...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665013",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct roles for SETα and SETβ in early cell fate decisions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "SET, the nuclear proto-oncogene, is primarily expressed as SETα in embryonic stem cells (ESCs). Upon pluripotency exit, a transcriptional switch driven by alternative promoters causes SETβ to largely replace SETα expression. Functional distinctions between the two isoforms have been difficult to ascertain, partly due to the redundancy between SETα and SETβ in their protein structure and activity. In this study, we use ESCs with inducible SET isoform-specific expression to investigate the...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The dynamic landscape and conserved regulation of the m6Am and m6A methylomes during the human and mouse oocyte-to-embryo transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "N 6-methyladenosine (m6A) and N6, 2'-O-dimethyladenosine (m6Am) are two RNA modifications that play essential roles in diverse RNA metabolic processes and functions. Despite their importance, the dynamic landscapes and regulatory patterns of m6A and m6Am during the oocyte-to-embryo transition (OET) in humans and mice remain elusive. Here, we developed a highly sensitive method, MeLACE-seq, to profile the m6A and m6Am landscapes across human and mouse oocytes to pre-implantation embryos. We...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Older adults' report of fight-or-flight and other acute stress responses to ageism and linkages to health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Asking older adults about their acute stress responses to ageism is a promising strategy in research investigating mechanisms implicating ageism in poor health outcomes. In clinical practice, this may increase self-awareness and adoption of healthy strategies to manage ageism-related responses and coping.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Asking older adults about their acute stress responses to ageism is a promising strategy in research investigating mechanisms implicating ageism in poor health outcomes. In clinical practice, this may increase self-awareness and adoption of healthy strategies to manage ageism-related responses and c..."
    },
    {
      "title": "New Sesquiterpene Coumarin From the Gum of Ferula kokanica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Ferula is a genus of flowering plants known for its edible and medicinal properties. The gum of the Ferula kokanica was selected for this study based on its traditional uses. From the gum of F. kokanica, an undescribed sesquiterpene coumarin was isolated, named kokanin A, along with 22 known compounds. Structure elucidation of the isolated compounds was carried out by one- and two-dimensional nuclear magnetic resonance and high-resolution-electrospray ionization-mass spectrometry data analysis....",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Are We Characterizing the True Peaks of Disinfection Byproducts? Establishment of a Rapid and Accurate <sup>14/15</sup>N-HaloFormula Methodology for FT-ICR-MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Ultrahigh-resolution mass spectrometry offers exceptional resolving power, yet formula assignment, particularly for nitrogenous disinfection byproducts (N-DBPs), remains challenged by the limited isotopic signature of ^(15)N and elemental ambiguities. We developed HaloFormula, a software for high-confidence formula assignment of dissolved organic matter (DOM) and DBPs. The workflow integrates candidate selection from a newly constructed formula database, dynamic in situ generation of an isotope...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41665000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "N-Truncated Superoxide Dismutase-1 in Cerebrospinal Fluid Is Folded and Active",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Mutations in the antioxidant enzyme superoxide dismutase-1 (SOD1) are a well-established cause of amyotrophic lateral sclerosis (ALS). The mutations promote SOD1 misfolding, resulting in protein aggregation and motor neuron degeneration. SOD1 is normally a structurally stable enzyme, and the mechanisms underlying SOD1 misfolding remain poorly understood. Approximately one third of SOD1 in cerebrospinal fluid (CSF) exhibits an N-terminal truncation, the biological significance of which remains...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41664997",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of which remains",
      "conclusion": null
    },
    {
      "title": "No role of intronic expansions in HSF1 for essential tremor in Europe",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41664988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge-Guided Machine Learning for Global Change Ecology Research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Global change ecology demands predictive models that reconcile data-driven learning with mechanistic theory to address complex, interconnected ecosystem challenges. Traditional process-based approaches struggle with spatiotemporal parameterization, while purely data-driven machine learning approaches suffer from extrapolation, interpretability, and physical consistency. Knowledge-guided machine learning (KGML) bridges this divide by systematically integrating ecological principles (e.g.,...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41664977",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Propulsion and symmetry within the stroke cycle: a comparison between tethered and free swimming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Larger hand force in tethered than free-swimming conditions is explained by differences from entry to catch phase.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41664968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Larger hand force in tethered than free-swimming conditions is explained by differences from entry to catch phase"
    },
    {
      "title": "Charge transport and trap state engineering in transition metal-doped bismuth vanadate photoanodes: a DFT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Bismuth vanadate (BiVO(4), BVO) is a widely studied photoanode material for photoelectrochemical (PEC) water splitting due to its suitable band gap, which enables efficient visible light absorption. However, its practical performance is significantly limited by poor charge carrier separation and low mobility, resulting in high recombination rates and reduced photocatalytic efficiency. To overcome these challenges, we propose a novel doping strategy involving the substitution of V^(5+) sites with...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41665156",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unifying Decoherence and Phase Evolution in Mixed Quantum-Classical Dynamics through Exact Factorization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "We propose mixed quantum-classical equations of motion that unify electronic coherence and phase evolution simultaneously within the exact factorization framework. Our derivation shows that incorporating the second-order electron-nuclear correlation terms from the exact coupled time-dependent Schrödinger equations is essential to recover both correct phase dynamics and complete electronic (de)coherence, including their effect on nuclear forces. Benchmark calculations on one- and two-dimensional...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41664478",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Host-microbe interaction networks revealed through gut microbiota and microRNA correlation analysis in mouse models of chronic colitis and colitis-associated cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20260210150257&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41664066",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent physicochemical surface modification approaches to enhance triboelectric nanogenerator performance: materials, processing and applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Triboelectric nanogenerators (TENGs) have emerged as promising energy-harvesting devices capable of converting ambient mechanical energy into electricity through contact electrification and electrostatic induction. However, achieving high output performance and operational stability remains challenging due to their limited charge density and inefficient interfacial charge transfer. In this review, we comprehensively discuss surface modification approaches, encompassing materials selection,...",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KIST"
      ],
      "pmid": "41664612",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuclear Cardiology Post-ISCHEMIA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41664809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors for renal scarring in individuals with spinal cord injury: A retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41665485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20260210150257&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study is the first to identify risk factors for renal scarring by analyzing demographic and urological parameters in individuals with SCI, with symptomatic UTI frequency emerging as the strongest risk factor. Our findings suggest that there may be unique, yet undetermined, pathophysiological mechanisms underlying renal scarring in the SCI population.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41665485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study is the first to identify risk factors for renal scarring by analyzing demographic and urological parameters in individuals with SCI, with symptomatic UTI frequency emerging as the strongest risk factor. Our findings suggest that there may be unique, yet undetermined, pathophysiological mec..."
    },
    {
      "title": "Drug Resistance in Extrapulmonary Tuberculosis in Korea, 2010-2019: A Comparison With Pulmonary Tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41664574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20260210150257&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides important information on the resistance status and trends among patients with EPTB in South Korea. To improve the management of patients with EPTB, efforts to identify drug resistance and regular updates to the DST database are essential.",
      "pubDate": "2026-02-10T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41664574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "information on the resistance status and trends among patients with EPTB in South Korea",
      "conclusion": "This study provides important information on the resistance status and trends among patients with EPTB in South Korea. To improve the management of patients with EPTB, efforts to identify drug resistance and regular updates to the DST database are essential"
    },
    {
      "title": "Pharmacological investigation of bergapten isolated from Glehnia littoralis against periodontitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41663467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-09T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41663467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The efficacy of ustekinumab in the management of perianal fistulizing Crohn's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41662835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-09T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41662835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal use and cycling strategies of Janus kinase inhibitors in ulcerative colitis: current evidence and clinical implications from the KASID Guidelines Task Force Team",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41662833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260210150256&v=2.18.0.post22+67771e2",
      "description": "Janus kinase (JAK) inhibitors are an important treatment option for ulcerative colitis, providing rapid onset of action, oral administration, and efficacy even after biologic failure. The 3 approved agents-tofacitinib, filgotinib, and upadacitinib-differ in JAK isoform selectivity, leading to clinically meaningful differences in efficacy and safety. Evidence from network meta-analyses, clinical trials, and real-world studies consistently shows that upadacitinib provides the highest efficacy for...",
      "pubDate": "2026-02-09T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41662833",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "treatment option for ulcerative colitis, providing rapid onset of action, oral administration, and efficacy even after biologic failure",
      "conclusion": null
    }
  ]
}