{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-27T19:21:42.475Z",
  "totalItems": 150,
  "totalArchived": 39291,
  "newPapersAdded": 47,
  "institutionBreakdown": {
    "KAIST": 20,
    "SNU": 90,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 26,
    "IBS": 45,
    "UNIST": 1,
    "Hanyang University": 7,
    "KIST": 3,
    "GIST": 5,
    "Kyung Hee University": 8,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 13,
    "Multidisciplinary": 76,
    "Biomedical": 35,
    "Cancer Research": 15,
    "Neuroscience": 10,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Visibly Transparent Monolithic Perovskite/Organic Tandem Solar Cells Achieving Over 6% Light-Utilization Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Transparent photovoltaics for solar-window applications must balance human-visible clarity with meaningful power output. Here, we report a selectively absorbing, monolithic perovskite/organic tandem that decouples visible transmittance from photocurrent generation and minimizes voltage loss delivering record light-utilization efficiency (LUE) for visibly transparent (VT) tandem devices. An ultra-wide-bandgap, DMA-alloyed perovskite top sub-cell harvests primarily <∼530 nm, achieving, as a single...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41454537",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing kappa free light chain index thresholds for multiple sclerosis (MS) diagnosis in low-MS prevalence regions: Insights from an Asian cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The KFLC index is a reliable biomarker for MS diagnosis in Asian populations. Optimized and sex-specific thresholds may enhance diagnostic precision where MS mimics are relatively prevalent, consistent with diagnostic performance globally.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41454730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The KFLC index is a reliable biomarker for MS diagnosis in Asian populations. Optimized and sex-specific thresholds may enhance diagnostic precision where MS mimics are relatively prevalent, consistent with diagnostic performance globally"
    },
    {
      "title": "Effectiveness of a Virtual Hospital Experience Game for Nursing Students' Patient Safety Learning: A Quasi-Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The virtual hospital experience game was effective in enhancing nursing students' patient safety knowledge and sustained behavioral intention. Future studies should apply these interventions to diverse scenarios and integrate them into nursing curricula for greater impact.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454676",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The virtual hospital experience game was effective in enhancing nursing students' patient safety knowledge and sustained behavioral intention. Future studies should apply these interventions to diverse scenarios and integrate them into nursing curricula for greater impact"
    },
    {
      "title": "Selectivity of Mannitol-Yolk-Polymyxin B Agar When Supplemented With Cefsulodin for Enumeration of Bacillus cereus in Food",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Bacillus cereus is a foodborne pathogen frequently found in ready-to-eat and minimally processed foods, particularly those that do not undergo heat treatments. Detection techniques for B. cereus are often hampered by abundant background microbiota in complex food matrices such as fermented products and fresh-cut vegetables. Such methodological limitations require the development of more selective supplements. In this study, we aimed to assess mannitol-yolk-polymyxin B agar (MYPA) supplemented...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41454560",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess mannitol-yolk-polymyxin B agar (MYPA) supplemented",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antimicrobial Resistance Profiles of <em>Pseudomonas aeruginosa</em> in a Korean Community Hospital: <em>In Vitro</em> Activity of Ceftazidime-Avibactam and Other Agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The novel antibiotic ceftazidime-avibactam was introduced in Korea in 2023. This study evaluated the in vitro susceptibility of Pseudomonas aeruginosa isolates from a community-based hospital to various antibiotics, including ceftazidime-avibactam. A total of 100 non-duplicated consecutive P. aeruginosa isolates obtained from clinical specimens collected between October 2017 and March 2018 were analyzed. The minimum inhibitory concentrations (MICs) for ceftazidime, ceftazidime-avibactam, and...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454501",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obesity Paradox in Alzheimer's Disease: A Systematic Review and Meta-Analysis of Anthropometric Measures and Age-Dependent Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This meta-analysis revealed a complex, age-dependent association between obesity and AD, supporting the obesity paradox in older adults. These findings underscore the importance of age-specific considerations along with obesity management strategies for AD prevention and emphasize the need for further research to elucidate underlying mechanisms.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis revealed a complex, age-dependent association between obesity and AD, supporting the obesity paradox in older adults. These findings underscore the importance of age-specific considerations along with obesity management strategies for AD prevention and emphasize the need for furth..."
    },
    {
      "title": "Real-World Survival Outcomes in EGFR-Mutant Advanced NSCLC Treated With EGFR TKIs: Insights From a Single-Center Clinical Data Warehouse Analysis in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Based on real-world data, first-line treatment with 3G EGFR TKIs demonstrated a significant survival benefit compared with 1G/2G EGFR TKIs.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454492",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on real-world data, first-line treatment with 3G EGFR TKIs demonstrated a significant survival benefit compared with 1G/2G EGFR TKIs"
    },
    {
      "title": "A Two-Step Robust Estimation Approach for Inferring Within-Person Relations in Longitudinal Design: Tutorial and Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Psychological researchers have shown an interest in disaggregating within-person variability from between-person differences. This paper provides a tutorial, simulation, and illustrative example of a new approach proposed by Usami (2023). This approach consists of a two-step procedure: within-person variability scores (WPVS) for each person, which are disaggregated from the stable traits of that person, are predicted using structural equation modeling, and causal parameters are then estimated...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41454737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Mapping of Compositional Dynamics in the Formose Reaction Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "A chemical reaction network (CRN) can generate complex molecules from simple starting materials through multiple interconnected reactions. The formose reaction, which produces monosaccharides from formaldehyde (HCHO), is a prototypical non-enzymatic CRN. Although more than half of the feedstock in this reaction is converted into non-target products (products other than the target monosaccharides), traditionally referred to as \"tar,\" the compositional evolution of these products has remained...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41454698",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reward-related language processing of maternal speech in infants at different likelihood of ASD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "This longitudinal study investigated the differential impacts of maternal speech on early socio-communicative development in infants at low likelihood (LL) and elevated likelihood (EL) of Autism Spectrum Disorder (ASD). Using functional near-infrared spectroscopy, we measured cortical responses and connectivity in 6-month-old infants while they listened to their mother's voice and an unfamiliar female voice. LL infants exhibited extensive cortical activation and robust connectivity in temporal...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41454620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metformin-Based Covalent Organic Frameworks With Excellent Biosafety and High Efficiency against Pathogenic Microorganisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The escalating public health security crisis caused by pathogenic microorganisms and the worsening antibiotic resistance urgently demand the development of antimicrobial materials with high efficiency and safety. Covalent organic frameworks (COFs) exhibit significant potential in photocatalytic antibacterial applications, but face challenges such as insufficient biosafety and difficulties in application translation. In this work, we first report two metformin-based photoactive cationic MCOFs...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454741",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune involvement in neuropsychiatric disorders: Insights from single-cell transcriptomic studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Neuropsychiatric disorders pose profound challenges to both research and treatment, largely due to their clinical heterogeneity and the limited understanding of their underlying biological mechanisms. While bulk RNA sequencing (bulk RNA-seq) has been widely used to study gene expression, it cannot resolve cell-type-specific signals or detect rare cellular subpopulations. In contrast, single-cell RNA sequencing (scRNA-seq) and single-nucleus RNA sequencing (snRNA-seq) have emerged as...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of Skin-Adaptable Slide-Ring Hydrogels Based on Bile Acids Derived Polyrotaxanes for Smart Wound Dressing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Slide-ring hydrogels (SR-Gel) feature mechano-adaptive networks with exceptional stretchability and skin-adaptability, ideal for smart dressing applications. However, current SR-Gel systems primarily rely on polyrotaxanes fabricated from poly(ethylene glycol) (PEG) and α-cyclodextrins (α-CDs), which typically possess an uncontrollable host-guest coverage ratio. It is therefore crucial to develop efficient construction strategies that enable the fabrication of diverse SR-Gels and broaden their...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454722",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Suppressing Alkyl Ammonium Deprotonation with Low-pKa Solvent for Reproduceable and Stable High-Efficiency Perovskite Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Various passivation strategies have been explored to enhance the stability of the perovskite solar cells (PSCs). However, the chemical stability of passivators has received limited attention. This study investigates replacing conventional isopropyl alcohol (IPA) with hexafluoroisopropanol (HFIP) as the solvent for depositing passivation layers on perovskite films, offering a novel approach to minimizing defects and improving photovoltaic performance. The unique properties of HFIP, particularly...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454720",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accurate Identification of Protein Binding Sites for All Drug Modalities Using ALLSites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Proteins interact with diverse molecular modalities, yet the incomplete identification of their binding sites has left the proteome-wide druggability largely underexplored. Although various computational methods have been developed for the prediction of protein binding sites, existing approaches are limited by their specificity to a single drug modality, dependence on high-quality structural data, or insufficient predictive accuracy. Here, a unified sequence-based framework, ALLSites, is...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteogenomic Characterization Reveals Subtype-Specific Therapeutic Potential for HER2-Low Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The molecular heterogeneity and distinct features of HER2-low breast cancer are poorly understood, limiting their precise management. To address this issue, longitudinal multiomic profiling of HER2-low breast cancer is performed, including genomics, transcriptomics, proteomics, lactylomics, and phosphoproteomics, using 250 well-characterized samples, and identified three proteomic subtypes: PS1 (estrogen response signaling enriched), PS2 (angiogenesis enriched), and PS3 (proliferation enriched...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454718",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proximity-Driven Non-Volatile Spin and Valley Control in a Van Der Waals Antiferromagnetic Heterostructure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The integration of non-volatile spin and valley control in 2D quantum systems remains a pivotal challenge for spintronic and valleytronic functionalities. Here, we demonstrate persistent spin and valley polarizations in a van der Waals heterostructure comprising bulk antiferromagnetic CrPS(4) and monolayer MoSe(2), achieved via interfacial magnetic proximity effects. The 1L-MoSe(2)/bulk-CrPS(4) heterostructure exhibits non-volatile hysteresis in chiral photoluminescence (PL), directly linked to...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flexible Multiband Photonic Synapses for Nociceptive Perception and Neuromorphic Computation via Fluorinated InP Quantum Dots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Organic photonic synaptic transistors (OPSTs), emulating biological synaptic behaviors under optical stimulation, serve as essential hardware components for neuromorphic visual systems. To satisfy various demands, state-of-the-art OPSTs typically require multispectral responsiveness that is often pursued by leveraging the excellent optoelectronic properties and solution-processability of quantum dots (QDs). However, this strategy suffers from complex fabrication procedures, limited mechanical...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Urban Regeneration, Air Pollution, Green Space, and Paved Roads on Problematic Alcohol Use: A Population-Based Study Across 43 Cities in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Improving urban environmental quality, especially reducing air pollution and expanding green infrastructure, may help mitigate problematic alcohol use and promote mental health.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Improving urban environmental quality, especially reducing air pollution and expanding green infrastructure, may help mitigate problematic alcohol use and promote mental health"
    },
    {
      "title": "Giant Isotope Effect in Metal-Organic Frameworks Boosts Unprecedented Photo- and Radio-Luminescence Enhancement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Isotope effect (IE) has emerged as a powerful strategy for tailoring the photophysical properties of luminescent systems, yet its application in solid materials remains limited. Herein, we presented a simple and general in situ deuteration strategy to synthesize a series of deuterated metal-organic frameworks (MOFs) with enhanced emission performance. One resulting MOF (EuBTC-D) exhibits an IE-triggered comprehensive luminescence enhancement (4.15-fold longer lifetime and 3.49-fold higher...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454703",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD147/Basigin: From Integrative Molecular Hub to Translational Therapeutic Target",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CD147 (Basigin/EMMPRIN), a multifunctional member of the immunoglobulin superfamily (IgSF), is a critical regulator of tumor progression, immune modulation, and metabolic adaptation. Under physiological conditions, it acts as a dynamic scaffold, interacting with monocarboxylate transporters (MCTs), integrins, and cyclophilin A (CyPA) to orchestrate spermatogenesis, embryo implantation, and neural network function. Pathological overexpression of CD147 induces the secretion of matrix...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454696",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low YTHDC1 Expression Upregulates FSCN1 to Promote Nuclear F-Actin Formation and Facilitate Double-strand DNA Breaks Repair in TMZ-Resistant Glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM) is an aggressive and recurrent malignancy with a poor prognosis. Although temozolomide (TMZ) is a cornerstone of GBM treatment, its efficacy is often compromised by inherent or acquired resistance, underscoring the urgent need to uncover molecular mechanisms, discover new therapeutic targets, and develop innovative treatment strategies. In this study, we found an increased formation of filamentous actin (F-actin) within the nuclei of TMZ-resistant GBM cells. We also showed...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overdispersion: Navigating Noise, Learning and Remembering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "I recount the personal and professional circumstances that contributed to recognizing overdispersion in the discharge of hippocampal place cells. Place cell overdispersion describes the general fact that when a rodent passes through the cell's place field, action potential discharge is often surprisingly excessive or inadequate relative to expectations from the cell's firing rate map. These large deviations from place tuning are far beyond what random noise can explain. Instead, overdispersion...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility and Safety of a Single-Session of Transcutaneous Cervical Magnetic Stimulation, taVNS, and iTBS on Heart Rate Variability, Safety, and Pain Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The autonomic nervous system (ANS) plays a crucial role in maintaining homeostasis, and its dysfunction is linked to numerous clinical conditions, including chronic pain. Neuromodulatory interventions such as transcutaneous auricular vagus nerve stimulation (taVNS), transcutaneous cervical magnetic stimulation (tCMS), and intermittent theta burst stimulation (iTBS) have been investigated for their potential to modulate autonomic responses and pain perception. However, the efficacy and safety of...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454683",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization of a 40-Color Spectral Flow Cytometry Panel for Human Blood Immunophenotyping: Impact of Blood Volume, Sample Preservation, and Overnight Staining",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Spectral flow cytometry and high-parameter panels provide a powerful tool to meet the growing demands for deep immunophenotyping. This study aimed to adapt a published 40-color spectral flow cytometry panel for whole blood analysis, evaluate the impact of cryopreservation, and explore the potential benefits of overnight staining on data quality and cost-effectiveness. The optimization process revealed several artifacts, including loss of IgG signal and spectral profile changes in...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "adapt a published 40-color spectral flow cytometry panel for whole blood analysis, evaluate the impact of cryopreservation, and explore the potential benefits of overnight staining on data quality and...",
      "significance": "of cryopreservation, and explore the potential benefits of overnight staining on data quality and cost-effectiveness",
      "conclusion": null
    },
    {
      "title": "East Meets West in Allergic Airway Disease: Insights From the EAACI Hong Kong Allergy School 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454649",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Barriers to Medical Care Are Frequently Reported by Patients With Cirrhosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments, although barriers vary by healthcare system. Barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454644",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments, although barriers vary by healthcare system. Barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis"
    },
    {
      "title": "Gut‒heart axis: emerging therapies targeting trimethylamine N-oxide production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Trimethylamine N-oxide (TMAO) has garnered considerable attention because of its role in the pathophysiology and pathogenesis of various disorders, particularly heart and kidney disease. Gut microbes produce trimethylamine (TMA) moieties from common dietary precursors, such as choline or carnitine, which are subsequently metabolized by the liver into TMAO. Circulating TMAO then exerts various effects, influencing dyslipidemia, metabolic syndrome, endothelial dysfunction, and inflammation, as...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454643",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-read Sequencing Reveals Repeat Expansions and Large Structural Variants in Oral Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Previous genomic studies have predominantly analyzed oral squamous cell carcinoma (OSCC) in conjunction with other head and neck squamous cell carcinomas (HNSCC), constraining our comprehension of OSCC-specific structural variants (SVs). Here, we performed long-read whole-genome sequencing on 16 paired OSCC tumor and blood samples to elucidate the biological functions of somatic SVs. We identified a total of 5775 high-confidence somatic SVs, including five recurrent simple repeat expansions...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454621",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pembrolizumab in Recurrent or Metastatic Medullary Thyroid Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study did not support the hypothesis that sequencing immunotherapy with an immune checkpoint inhibitor could enhance the clinical activity of the immune checkpoint, which has not demonstrated independent activity in that disease previously.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454616",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study did not support the hypothesis that sequencing immunotherapy with an immune checkpoint inhibitor could enhance the clinical activity of the immune checkpoint, which has not demonstrated independent activity in that disease previously"
    },
    {
      "title": "Sarcomere analysis in human cardiomyocytes by computing radial frequency spectra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "In cardiomyocytes, the basic contractile unit are sarcomeres, which are organized in a regular manner facilitating their function. Here, we present a new computational approach to assess the functional properties of sarcomeres at the nanoscale level in human cardiac cells, induced pluripotent stem cell-derived cardiomyocytes (iPSC-CMs). We combined our analysis to different types of high-resolution imaging data, structured illumination microscopy (SIM), stimulated emission depletion (STED)...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neurofilament Proteoforms in Amyotrophic Lateral Sclerosis Are Different in Cerebrospinal Fluid and Blood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "We used targeted immunopurification-mass spectrometry (IP-MS) to characterize human neurofilament light chain (NfL) proteoforms across various compartments to assess their alterations in amyotrophic lateral sclerosis (ALS). NfL is truncated in cerebrospinal fluid (CSF) and blood in patients with sporadic ALS (sALS) and these proteoforms differ between compartments. Mid-domain species were elevated in CSF whereas plasma NfL proteoforms were mostly comprised of the tail subdomain region. Our...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454587",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global impact of climate variability and air pollution on age-standardized stroke mortality rates from 2000 to 2020: a country-level analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These associations suggest potential benefits from addressing climate variability mitigation, air pollution control, and stroke prevention to reduce global stroke mortality burden.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These associations suggest potential benefits from addressing climate variability mitigation, air pollution control, and stroke prevention to reduce global stroke mortality burden"
    },
    {
      "title": "Optimal Host-Guest Fit in Metal-Organic Frameworks to Achieve Record C<sub>2</sub>H<sub>2</sub> Packing Density for Trace Acetylene Capture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Host-guest fit is critical in enzyme-substrate binding and useful for designing crystalline porous adsorbents to remove trace impurities; however, realization of such remains highly scarce, let alone to elucidate the atomic-level understanding on how to optimize such an effect. Herein, we demonstrate the systematic design of a pillared-layer MOF series (CPL-1) to achieve optimal host-guest fit through increasing the number of bulky groups, progressively enhancing the C(2)H(2) adsorption...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Entropy Alloy-Based Artificial Enzymes With Modulated D-Band Center and pH-Controllable ROS Biocatalysis for Stage-Specific Treatment of Inflammatory and Infectious Oral Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Periodontitis, characterized by tenacious polymicrobial biofilms and persistent oxidative stress, presents a formidable therapeutic challenge in clinical practice. Current treatment modalities often fall short in achieving simultaneous biofilm eradication and inflammatory resolution. Here, we present the de novo design of high-entropy alloy (HEA, PtPdRuRhIr)-based artificial enzymes with modulated d-band center and pH-controllable biocatalysis of reactive oxygen species (ROS) for stage-specific...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454546",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3D Printing-Assisted Interpenetrating-Phase Composite Implant Materials Integrating Structural-Functional Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Implant materials play a pivotal role in bone repair; however, existing materials face considerable challenges in simultaneously achieving adequate mechanical properties and biological functions. In this perspective, drawing inspiration from nature and leveraging 3D printing technologies, we propose a new strategy to achieve structural-functional integration through the development of bicontinuous interpenetrating-phase composite implant materials. These materials are fabricated by infiltrating...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454534",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Final Model Reporting in Oncology Prediction Model Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454533",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Induction of Ferroptosis by GPX4 Inhibitor and GSH-Depleted Nanoparticles Effectively Reverses Gemcitabine Resistance in Pancreatic Ductal Adenocarcinoma PDX Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis has emerged as a critical mechanism in overcoming drug resistance in various tumors; however, its role in gemcitabine-resistant pancreatic ductal adenocarcinoma (PDAC) has not been thoroughly explored. Additionally, the effectiveness of ferroptosis in many cancer therapies has been limited. In our study, we found that GPX4 is upregulated in gemcitabine-resistant (GR) PDAC patient tissues and cell lines. Notably, inhibiting GPX4 can reverse gemcitabine resistance in PDAC through the...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454527",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical-Inspired Design of Self-Assembled Albumin-CeO<sub>2</sub> Nanozymes for Oxygen-Self-Sufficient and Targeted Sonodynamic-Chemotherapy in Triple-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) is an aggressive subtype with rapid progression, high metastatic risk, and limited treatment options. Clinical TNBC specimens show severe hypoxia along with elevated expression of secreted protein acidic and rich in cysteine (SPARC). Inspired by these patient-derived hallmarks, it is engineered targeted self-assembled albumin-cerium oxide nanozymes (ACCD NPs) that couple SPARC-mediated tumor targeting with catalytic hypoxia modulation for synergistic...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454512",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In vitro Antibiotic Susceptibility of Bacterial Isolates from Polish patients with Cystic Fibrosis: A Non-Interventional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "This non-interventional study was conducted at three cystic fibrosis (CF) treatment centers in Poland from August 2022 to July 2023. The aim was to assess the etiology of bacterial infection and evaluate antimicrobial susceptibility in CF patients. Prevalent pathogens were identified and their in vitro susceptibility to commonly prescribed antibiotics was assessed, highlighting potential needs in CF antibiotic therapy. Results indicated that Staphylococcus aureus was the most frequently isolated...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454504",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to assess the etiology of bacterial infection and evaluate antimicrobial susceptibility in CF patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Demographic History Inferred From Allele Frequency Spectra: Evaluation by Simulations and Insights From Pool Sequencing of Wild Bees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Recent insect declines have raised global concern, but assessing insect population trends remains challenging due to limited long-term monitoring data. Understanding the timing of population changes is essential for discerning the relative impacts of drivers like land use modification and climate change. Importantly for conservation, species that have undergone recent declines should ideally also be distinguished from species that have been rare throughout evolutionary time. Here, we first...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dark CO<sub>2</sub> fixation in soils: A meta-analysis of mechanisms and controlling factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Dark CO(2) fixation (DCF) in soil is a carbon sink process, in which microorganisms reduce CO(2) to organic matter. This process occurs most at the oxygen-anoxia interface, where microorganisms oxidize reduced inorganic substrates to obtain metabolic energy. By synthesizing 215 observations from 27 peer-reviewed studies and one controlled condition study using ^(13)C-, ^(14)C-based approaches, we conducted a meta-analysis to quantify DCF rates and identify their controlling factors across soils....",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454486",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The interaction of tobacco retailer density and rurality with tobacco use prevalence in Kentucky",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Consistent with prior research, policies limiting tobacco retailer density could be most beneficial in urban and urban-adjacent areas, while other policies may need to be considered for rural areas, even within a relatively rural state such as Kentucky.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Consistent with prior research, policies limiting tobacco retailer density could be most beneficial in urban and urban-adjacent areas, while other policies may need to be considered for rural areas, even within a relatively rural state such as Kentucky"
    },
    {
      "title": "Psychometric properties of the \"<em>Inventario de Resiliencia</em>\" in an adult Mexican Origin population living in the southwest United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Latino/as in the US face disadvantages related to the social-ecological environment in which they live, contributing to poor physical and mental health outcomes. Despite these challenges, Latino/as demonstrate protective factors that may buffer the effects of a high stress burden and lead to more positive health outcomes. Resilience measurements can often lack cultural specificity, a critical component to understanding social mechanisms that may contribute to health in this population. This...",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and efficacy of opicinumab in participants with relapsing multiple sclerosis (AFFINITY Part 1): A randomized, controlled, phase 2 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although the AFFINITY study did not show significant difference in mean ODRS between opicinumab and placebo groups, data from AFFINITY interpreted with the previous SYNERGY study may inform the design of future remyelination trials.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the AFFINITY study did not show significant difference in mean ODRS between opicinumab and placebo groups, data from AFFINITY interpreted with the previous SYNERGY study may inform the design of future remyelination trials"
    },
    {
      "title": "Neonatal-Onset CANDLE/PRAAS due to PSMB8 p.Gly209Arg: Clinical Course and Baricitinib Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454462",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Awareness and Sense of Urgency in Dental Avulsion Management: Knowledge Gaps Among Dutch Teens and Students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings of this study indicate significant knowledge deficits regarding the emergency management of dental avulsion across all educational levels. These results highlight the urgent need for targeted educational strategies to enhance first-aid awareness, particularly among adolescents and medical students, with an emphasis on timely and appropriate response.",
      "pubDate": "2025-12-27T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41454455",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "significant knowledge deficits regarding the emergency management of dental avulsion across all educational levels",
      "conclusion": "The findings of this study indicate significant knowledge deficits regarding the emergency management of dental avulsion across all educational levels. These results highlight the urgent need for targeted educational strategies to enhance first-aid awareness, particularly among adolescents and medic..."
    },
    {
      "title": "Tumor Control After Radiosurgery in Sporadic and Neurofibromatosis Type 2 Vestibular Schwannomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SRS provides comparable tumor control for NF2-VSs and S-VSs. However, among NF2-VS patients, younger age (≤ 19 years) was associated with poorer tumor control, suggesting that age may be a critical factor in treatment decisions.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41454441",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SRS provides comparable tumor control for NF2-VSs and S-VSs. However, among NF2-VS patients, younger age (≤ 19 years) was associated with poorer tumor control, suggesting that age may be a critical factor in treatment decisions"
    },
    {
      "title": "Adriamycin nephropathy induces sensorineural hearing loss via blood-labyrinth barrier breakdown in BALB/c mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Sensorineural hearing loss (SNHL) is significantly more prevalent in individuals with chronic kidney disease (CKD) than in the general population. Although a strong independent association has been observed between kidney dysfunction and the risk of hearing loss, the underlying mechanisms linking these conditions remain poorly understood. This study investigated the pathophysiology of hearing impairment using adriamycin nephropathy (AN), a well-established animal model of CKD. AN was induced in...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41453965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the pathophysiology of hearing impairment using adriamycin nephropathy (AN), a well-established animal model of CKD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triple-negative complementary metamaterial for ultrasound transmission through elastic barrier",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "We propose an ultrasonic metamaterial characterized by triple-negative effective material properties of mass density, bulk modulus, and shear modulus for wave penetration through elastic barriers. A theoretical framework based on a transformation method with folding and compression mapping reveals that triple negativity is pivotal for metamaterials to serve as elastic complementary media. Our metamaterial features a rotationally symmetric and crosswise arrangement of coated mass inclusions...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41453946",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distribution and composition of floating litter in coastal and offshore waters surrounding South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Plastic pollution and its impacts on marine environments are increasing, yet data on the status and characteristics of floating macroplastics remain limited in East Asian waters, particularly around the Korean Peninsula. This study investigated floating litter in three marginal seas- the Yellow Sea, the northern part of the East China Sea, and the East Sea-using visual observations from ships. The mean density of floating litter across the study area was 181 ± 176 n/km². The offshore Yellow Sea...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41453634",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "floating litter in three marginal seas- the Yellow Sea, the northern part of the East China Sea, and the East Sea-using visual observations from ships",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dementia Care Research and Psychosocial Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study demonstrates that the MIC-DEM group experienced a significant cognitive decline compared to the NC-SCC group and that age and depression, are significantly elevated in the MCI-DEM group compared to the NC-SCC group. Future research should replicate and expand upon our findings to enhance understanding of group specific-risk factors and cognitive profiles in dementia staging to improve the early detection of ADRD.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41453299",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study demonstrates that the MIC-DEM group experienced a significant cognitive decline compared to the NC-SCC group and that age and depression, are significantly elevated in the MCI-DEM group compared to the NC-SCC group. Future research should replicate and expand upon our findings to enhance u..."
    },
    {
      "title": "Biopolymer-Induced Nanoarchitectured Superhydrophilic Carbon Aerogel with Efficient Transport Channel for Sustainable Water Purification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Global freshwater scarcity is driving the search for alternative aqua purification strategies. Solar-driven desalination has emerged as a leading solution, leveraging the abundance of seawater and salt lakes on Earth. In this study, we present an advanced interfacial solar-driven nanocarbon aerogel derived from ZIF-8 nanoparticles, reinforced with biopolymer-directed vertical channels via a facile ice-templating process. Specifically, we fabricated a vertically aligned ZIF-8 nanocarbon aerogel...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41452995",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling participant motivation dynamics in local-centric secondhand digital sharing platforms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "This study investigates the motivational and attitudinal drivers of user engagement in local-centric digital sharing platforms (LDSPs), with a focus on secondhand consumption through Karrot Market in South Korea. Grounded in Self-Determination Theory and the Theory of Reasoned Action, we examine how economic, environmental, interaction, and reputation motivations, together with attitudes and socioeconomic characteristics, influence individuals' behavioral intentions to purchase secondhand goods....",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41452906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hexoctahedron in a Nanoframe: Tailoring Stationary and Open Nanogaps for Single-Particle Surface-Enhanced Raman Scattering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Plasmonic nanostructures with sharp features and nanogaps have been of immense interest in surface-enhanced Raman scattering (SERS) applications due to their strong hot spots generated at such morphological features. Here, we report a synthetic route to produce Au hexoctahedron-in-a-nanoframe structures (Au HIAFs), in which the high-curvature vertices of the Au hexoctahedral nanocrystal core fit tightly into the frame corners without the aid of an anchoring linker, realizing stationary, open...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41452591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroprotective Effects of PEP-1-PGAM5 via the Attenuation of Oxidative Stress and Apoptosis in Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is driven by mitochondrial impairment and oxidative stress-induced dopaminergic cell death. Phosphoglycerate mutase 5 (PGAM5) augmented accelerating mitophagy and attenuating neuronal apoptosis. Here, we present a novel cell-penetrating PEP-1-PGAM5 fusion protein designed to suppress oxidative damage and apoptosis. We assessed its transduction efficiency and neuroprotective efficacy in vitro and in vivo. PEP-1-PGAM5 was efficiently transduced into SH-SY5Y cells without...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41452269",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What Determines Personality Impressions of Synthetic and Natural Voices? The Effects of Voice Quality and Intonation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The present study investigated how acoustic and phonetic characteristics of synthetic and natural voices affect personality impressions of the voices. To this end, we conducted a personality rating experiment in which 30 native Korean speakers judged the perceived personality of natural Korean utterances and their synthetic counterparts (voice clones) using the Big-Five personality model. Various acoustic parameters, including measures of voice quality, F0, and articulation rate, were then...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41452065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dementia Care Research and Psychosocial Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Successful implementation of an ACAD study depends on several factors including close collaboration with participants, community recruiters, data collectors, clinicians, and biological sample handling to ensure that any data collection times and locations are participant friendly. This pilot study offered new insight into Alzheimer's disease and related dementia studies with Korean American older adults including the feasibility of community engaged recruitment and data collection...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41451879",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Successful implementation of an ACAD study depends on several factors including close collaboration with participants, community recruiters, data collectors, clinicians, and biological sample handling to ensure that any data collection times and locations are participant friendly. This pilot study o..."
    },
    {
      "title": "Doping-Enabled Symmetry Control in BaCoO<sub>3</sub> for Enhanced Oxygen Reduction Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Stabilizing crystal structure is a powerful route to unlock new functionalities in perovskite oxides. BaCoO(3) (BCO) derivatives are a versatile platform for designing mixed ionic-electronic conductors for solid oxide fuel cell (SOFC) cathodes, yet their stable hexagonal structure limits performance unless transformed into the cubic perovskite phase. Here, seven compositions are systematically investigated -undoped BCO and Sc-, Y-, Zr-, Hf-, Nb-, and Ta-doped variants-and show that the...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41451681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlated Dual-Gradient Electrodes Enabling Spatially Synchronized Sulfur Redox in High-Mass-Loading Li-S Batteries Under High Current Densities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The practical deployment of Li-S batteries is hindered by sluggish redox kinetics and poor ion transport in high-mass-loading sulfur cathodes, especially under fast-charging and high-power-density conditions. Conventional electrocatalyst-based strategies partially mitigate electrochemical polarization by lowering reaction energy barriers but fail to address concentration and ohmic polarization, which become more pronounced in thick electrodes. Here, a coupled material-architecture approach is...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41451619",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A subnanolitre tetherless optoelectronic microsystem for chronic neural recording in awake mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The long-term recording of neural activity could be used to understand complex behaviours and disorders. However, the development of technology capable of such measurements faces a variety of technical challenges, including the relative motion between recording electrodes and tissue and the excessive displaced volume from implanted electronics. Here we report a subnanolitre-volume tetherless optoelectronic microsystem for neural recording. The system relies on light for photovoltaic power and...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41451321",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exosome enrichment from human serum using polyethylene glycol precipitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Exosomes, nanosized extracellular vesicles that play key roles in intercellular communication, have great potential in diagnostic and therapeutic applications. However, isolating exosomes from complex biological matrices such as human serum remains challenging due to limitations in scalability, cost, and purity of current methods. In this study, we developed and optimized a polyethylene glycol (PEG) precipitation method as a cost-effective alternative to the commercial ExoQuick kit for efficient...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41451154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wearable Soft Ionic Tactile Controller for Virtual Reality: Decoupling Normal and Shear Forces without Motion Artifacts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "When soft wearable electronic devices are deployed on the body, body motion-induced artifacts pose a major challenge for accurately decoupling concurrent stimuli such as normal, shear forces, and elongational strain. This study introduces an ion-based multimodal sensor architecture augmented by machine learning algorithms to effectively differentiate the stimuli and compensate for motion-induced signal artifacts. By integrating a tailored sensor design with advanced algorithmic processing, the...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41450224",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "REporting Guidelines for aCupuncture-Related AdverSe Event Case Reports (RECASE): Elaboration and Explanation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Case reports represent the earliest form of scientific literature to identify and describe adverse events (AEs) associated with medical interventions, and they still represent important educational resources for ensuring the safe practice of such interventions. Although case reports on AEs related to acupuncture continue to be published, detailed information about the acupuncture procedure is often insufficiently reported in these studies, which may introduce an overstatement or exaggeration of...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41450187",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "educational resources for ensuring the safe practice of such interventions",
      "conclusion": null
    },
    {
      "title": "Dementia Care Research and Psychosocial Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight the moderating effects of extraversion and neuroticism on the relationship between dementia severity and caregiver burden, with higher extraversion buffering and higher neuroticism amplifying the burden. Additionally, BPSD severity strongly predicted caregiver distress, independent of personality traits. These results underscore the need to incorporate personality assessments into caregiver support programs to address individual differences and improve...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41450073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the moderating effects of extraversion and neuroticism on the relationship between dementia severity and caregiver burden, with higher extraversion buffering and higher neuroticism amplifying the burden. Additionally, BPSD severity strongly predicted caregiver distress, inde..."
    },
    {
      "title": "Drug Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41449620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among various task combinations, the combination of Task_1+Task_2+Task_3 consistently achieved the best results, with Task 3 being included in all high-performance combinations. Feature importance analysis and target variable distribution further emphasized the greater contribution of acoustic features compared to linguistic features in classification performance.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41449620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among various task combinations, the combination of Task_1+Task_2+Task_3 consistently achieved the best results, with Task 3 being included in all high-performance combinations. Feature importance analysis and target variable distribution further emphasized the greater contribution of acoustic featu..."
    },
    {
      "title": "Effectiveness and experiences of early intensive behavioral and naturalistic developmental behavior interventions for autism spectrum disorders: a mixed-methods systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study confirms the effectiveness of ABA in improving developmental and behavioral outcomes in children with ASD. However, systemic challenges and variability in outcomes underscore the need for targeted policy initiatives, enhanced training programs, and further research on the impact of ABA on core ASD symptoms.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of ABA on core ASD symptoms",
      "conclusion": "This study confirms the effectiveness of ABA in improving developmental and behavioral outcomes in children with ASD. However, systemic challenges and variability in outcomes underscore the need for targeted policy initiatives, enhanced training programs, and further research on the impact of ABA on..."
    },
    {
      "title": "Distributed EEG source localization of hypsarrhythmia in west syndrome: a standardized, low-resolution, brain electromagnetic tomography (sLORETA) study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454345",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asthma remission and its predictors in severe asthma: real-world study from the Korean severe asthma registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Clinical predictors, including asthma control, OCS use, and chronic cough may help guide remission-focused strategies in the treatment of severe asthma.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41454325",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Clinical predictors, including asthma control, OCS use, and chronic cough may help guide remission-focused strategies in the treatment of severe asthma"
    },
    {
      "title": "Regulation of aluminum induced oxidative stress in Brassica via roles of sulfur metabolites and antioxidant responses mediated by a melatonin selenium nanocomposite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41454238",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlative x-ray microscopy and transmission electron microscopy for ultrastructural analysis of zebrafish tissue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "We established a correlative workflow combining X-ray microscopy (XRM) and transmission electron microscopy (TEM) to investigate the ultrastructure of zebrafish neuromasts. Zebrafish tissues were processed using conventional TEM embedding protocols and first imaged with XRM to obtain three-dimensional information and to localize the neuromast within resin blocks. The XRM previews enabled accurate trimming and rapid identification of target regions, reducing the need for repeated semi-thin...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-exposure to environmental cadmium and arsenic leads to kidney damage even at lower concentrations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: While many studies have examined the effects of single heavy metal exposure, the impact of combined exposure to multiple heavy metals on kidney health remains underexplored.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of combined exposure to multiple heavy metals on kidney health remains underexplored",
      "conclusion": null
    },
    {
      "title": "Automated modeling to high level-of-detail composite object using spatial BIM objects and properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41454016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ATF3 overexpression is associated with cardiac hypertrophy and electrical dysfunction accompanied by enhanced cardiac cell proliferation in zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Activating transcription factor 3 (ATF3) is a crucial regulator of gene expression in response to physiological stress across various tissues. Abnormal ATF3 expression is associated with cardiac dysfunction; however, the mechanisms by which it affects cardiac pathology remain unclear. In this study, we developed a cardiac-specific ATF3-expressing zebrafish line, Tg(myl7:ATF3), using a well-established vertebrate model for cardiovascular research to investigate the role of human ATF3 in the...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Field assessment of economy fan coil unit performance in cooling capacity and acoustic compliance analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "This study investigated cooling capacity concerns in 2-pipe economy fan coil units used in Korea, prompted by frequent field replacement claims and HVAC design engineer feedback. Comprehensive field testing of approximately 100 economy FCUs revealed significant performance discrepancies. KS B 6377 certified models (n=49) performed 6.9% below ratings, while uncertified models (n=54) averaged 9.0% below rated airflow specifications. Detailed in-situ evaluation of selected models showed uncertified...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "and HVAC design engineer feedback",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Catechin hydrate induces GFAP expression and astrocyte branch elongation in rat neural stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Neural stem cells (NSCs) are multipotent cells capable of self-renewal and differentiate into diverse cell types within the central nervous system, including neurons, astrocytes, and oligodendrocytes. Catechin hydrate (CH) belongs to the flavonoid family and can be found in green tea and grape seeds. In the present study, we have explored the effect of CH on NSC fate at the molecular level. CH increased both mRNA and protein expression of glial fibrillary acidic protein during NSC...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453932",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hidden colour signals as key drivers in the evolution of anti-predator coloration and defensive behaviours in snakes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The initial evolution of warning coloration (\"aposematism\") within a cryptic population of defended prey presents an evolutionary paradox. A recent phylogenetic analysis of amphibia suggests a new solution: prey that combine cryptic colours with conspicuous patches on concealed body parts (\"hidden signallers\"), may have mediated the transition of species from camouflage to aposematism. Here, we focus on the colour-diverse snake family Elapidae and test whether species with hidden colours could...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In-sensor analog optoelectronic processing of concurrent event and memory signals for dynamic vision sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Efficient dynamic vision requires capturing instantaneous changes and temporal context, yet existing image and event sensors rely on power-hungry digital processing. Here, we introduce an in-sensor dual-response architecture that concurrently generates analog event spikes and persistent memory tails. A prototype sensor integrates phosphor pairs with silicon photodiodes and transimpedance amplifiers to achieve microsecond- and millisecond-scale dual kinetics. Measurements during light-emitting...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41453880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Classification of 36 paediatric skin diseases using self-supervised learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between cumulative radiation dose and haematological parameters among Korean radiation workers: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: No substantial adverse changes in haematological parameters were found among radiation workers exposed to prolonged low-dose radiation. The findings suggest that cumulative doses at occupational levels may not substantially affect CBC profiles, although continued monitoring and follow-up are warranted.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453787",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No substantial adverse changes in haematological parameters were found among radiation workers exposed to prolonged low-dose radiation. The findings suggest that cumulative doses at occupational levels may not substantially affect CBC profiles, although continued monitoring and follow-up are warrant..."
    },
    {
      "title": "Effect of pembrolizumab on viral hepatitis load and transaminases in advanced hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Clopidogrel vs Aspirin Monotherapy in coronary artery disease patients with High Ischemic Risk: HOST-EXAM Extended Study Post Hoc Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this long-term follow-up of stable CAD patients, clopidogrel monotherapy demonstrated significant advantages over aspirin in reducing adverse clinical outcomes, regardless of the HIR status.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453443",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this long-term follow-up of stable CAD patients, clopidogrel monotherapy demonstrated significant advantages over aspirin in reducing adverse clinical outcomes, regardless of the HIR status"
    },
    {
      "title": "Mechanical Versus Bioprosthetic Heart Valves in Hemodialysis Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Given the considerably short lifespan of hemodialysis patients, bioprosthetic valves may be a reasonable option for younger patients, except for those with hypercalcemia or potential candidates for kidney transplantation.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41453428",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given the considerably short lifespan of hemodialysis patients, bioprosthetic valves may be a reasonable option for younger patients, except for those with hypercalcemia or potential candidates for kidney transplantation"
    },
    {
      "title": "Anti-BCMA-CAR-IL15 natural killer cells prevent multiple myeloma growth in the bone marrow but allow subsequent emergence of extramedullary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Multiple myeloma (MM) is an aggressive blood cancer arising from plasma cells. B cell maturation antigen (BCMA)-directed chimeric antigen receptor T cell (α-BCMA-CAR-T) immunotherapies currently provide life-saving treatment for MM patients. Unfortunately, the high cost and manufacturing complexity of autologous CAR-T therapy remain important limitations. Novel research is underway to use CAR-expressing natural killer (NK) cells as an allogeneic CAR-T alternative, but studies have yet to...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41453427",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "limitations",
      "conclusion": null
    },
    {
      "title": "Genomic determinants of antibiotic resistance for Helicobacter pylori treatment: a retrospective phenotypic and genotypic observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Rising antimicrobial resistance of Helicobacter pylori is a public health challenge. Genomic-based susceptibility testing allows for the identification of resistance-associated mutations, complementing conventional diagnostics and advancing towards pathogen-based personalised therapies. Our study aimed to identify genes and mutations involved in antimicrobial resistance in H pylori and evaluate the extent to which these markers can be used as predictors of phenotypic resistance...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relapse to Pre-Surgical Condition Following Lymphovenous Anastomosis (LVA): Analysis of Risk Factors in a Cohort of 90 Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453365",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic review and meta-analysis of ocular complications following hyaluronic acid filler injection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Visual loss caused by HA filler injection is often irreversible, requiring rapid recognition and tailored treatment. Findings from this study, despite the heterogeneity of current treatment approaches, offer the most comprehensive aggregation to date. Additionally, it provides evidence to guide clinical vigilance and procedural safety.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453353",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Visual loss caused by HA filler injection is often irreversible, requiring rapid recognition and tailored treatment. Findings from this study, despite the heterogeneity of current treatment approaches, offer the most comprehensive aggregation to date"
    },
    {
      "title": "Impact of Pre-ICU benzodiazepine and Z-Drug exposure on mortality in critically ill Adults: A nationwide retrospective cohort study: A nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Outpatient BZRA use within 30 days before ICU admission is independently associated with higher 30- and 90-day mortality, with combination exposure conferring an even greater risk.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453329",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Outpatient BZRA use within 30 days before ICU admission is independently associated with higher 30- and 90-day mortality, with combination exposure conferring an even greater risk"
    },
    {
      "title": "Indocyanine green angiography predicts postoperative volume changes in deep inferior epigastric artery perforator flap breast reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher intraoperative ICG flow inset ratios predict improved long-term volume preservation in DIEP flap breast reconstruction. Targeting a ratio above 1.325 and careful flap design may support better symmetry, particularly in patients undergoing radiotherapy.Clinical relevance statement: ICG angiography can guide intraoperative decision-making to optimize postoperative volume outcomes in breast reconstruction.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453298",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher intraoperative ICG flow inset ratios predict improved long-term volume preservation in DIEP flap breast reconstruction. Targeting a ratio above 1"
    },
    {
      "title": "Subtype classification of gastric spindle cell tumors in whole slide images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This pipeline demonstrates potential as a clinical tool for categorizing gastric spindle cell tumor subtypes. It offers improved diagnostic efficiency and reliability, particularly in addressing class imbalance in histopathological analysis.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41453267",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This pipeline demonstrates potential as a clinical tool for categorizing gastric spindle cell tumor subtypes. It offers improved diagnostic efficiency and reliability, particularly in addressing class imbalance in histopathological analysis"
    },
    {
      "title": "Structural analysis of predicted anti-CRISPR, ACZ01644",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The CRISPR-Cas system provides adaptive immunity in bacteria and archaea against invading genetic elements, while anti-CRISPR (Acr) proteins have evolved in phages to counteract this defense. Here, we report the first structural and biochemical characterization of ACZ01644, a protein previously predicted to be an Acr. The crystal structure of ACZ01644 reveals a unique cone-shaped architecture composed of five α-helices and five β-strands forming a compact core, which represents a fold distinct...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41453247",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to \"toward semantic interoperability of imaging and clinical data: reflections on the DICOM-OMOP integration framework\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41453072",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dementia Care Research and Psychosocial Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is undergoing a transformation with disease-modifying therapies (DMTs) and advanced biomarkers, shifting from symptomatic management to targeted interventions. However, high costs, potential side effects, and limited awareness hinder real-world integration, particularly in underrepresented East Asian populations like Koreans. Preliminary data suggest East Asians may experience lower rates of Amyloid-Related Imaging Abnormalities (ARIA), emphasizing the need for...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41452870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-cultural measurement invariance of the multidimensional competitive orientation inventory: Non-clinical samples in South Korea and Hungary",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "The Multidimensional Competitive Orientation Inventory (MCOI) aims to assess competitive orientations including self-developmental, hypercompetitive, avoidant, and indifferent attitudes. The present study tested its cross-cultural applicability and examined cross-national differences between South Korea (n = 350) and Hungary (n = 343), taking cultural traits into account. Using a revised 10-item version (two low-loading items removed), multi-group CFA with WLSMV supported configural and scalar...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452844",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to assess competitive orientations including self-developmental, hypercompetitive, avoidant, and indifferent attitudes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI based comparison of prefrontal cortex activity between piano-majors and non-piano-major musicians during score-based playing and Motif-improvisation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "This study aimed to investigate how neural activation patterns differ between pianists and non-pianist musicians during piano performance tasks, using an LSTM-Autoencoder model applied to fNIRS data. A total of 22 participants, comprising both piano-majors and non-piano-majors, were involved in this study. Each participant's performance data, collected during Score-based playing and improvisation tasks, was analyzed using a Long Short-Term Memory (LSTM) Autoencoder model. Reconstruction errors...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate how neural activation patterns differ between pianists and non-pianist musicians during piano performance tasks, using an LSTM-Autoencoder model applied to fNIRS data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optogenetic activation of TGFβ signaling drives ligand-free chondrogenesis in hESC-derived MSCs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Optogenetics holds great potential for diverse biological applications, including fundamental research, tissue engineering, and regenerative medicine, by enabling the precise spatial and temporal control of cellular signaling pathways. Transforming growth factor-beta (TGFβ), a multifunctional cytokine, is a critical regulator of cell proliferation, differentiation, and particularly chondrogenesis. Although TGFβ signaling is necessary for effective chondrogenic differentiation, previous studies...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41452756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temperature-Dependent Surface Structural Change in Self-Assembled Monolayers Studied with Vibrational Sum-Frequency Generation and QM/MD Simulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Self-assembled monolayers (SAMs) play an essential role in surface engineering and nanotechnology, modifying interfacial properties critical for applications such as area-selective atomic layer deposition (AS-ALD) and the stabilization of perovskite solar cells. Vibrational sum-frequency generation (VSFG) has emerged as a powerful tool for probing interfacial phenomena at the molecular level. Advancing these technologies requires a detailed understanding of molecular-scale influences on the...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41452755",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CellCraft: an extensible visual programming application for gene regulatory network inference",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "SUMMARY: Reconstructing gene regulatory networks (GRNs) from single-cell RNA sequencing (scRNA-seq) data is fundamental for understanding cellular dynamics at the molecular level, but requires sophisticated workflows. Here, we introduce CellCraft, a web-based application designed to streamline GRN inference. CellCraft integrates multiple GRN reconstruction tools, including TENET, within a unified web application featuring an intuitive graphical user interface (GUI). Notably, CellCraft provides a...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elucidation of Ultrafast Decay, Vibrational Beating, and Slow Decay Processes of Excited Azulene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Azulene's nonradiative decay dynamics and kinetics from its singlet excited-states were studied using mixed-reference spin-flip time-dependent density functional theory (MRSF-TDDFT) combined with trajectory surface-hopping nonadiabatic molecular dynamics (NAMD) and Fermi's golden rule (FGR) rate theory. The NAMD dynamics reproduce experimental observations that the S(1) → S(0) decay is accelerated and exhibits a crossover from mono- to biexponential kinetics with increasing excess vibrational...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452702",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Science and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings demonstrate that CU71 treatment ameliorates cognitive impairment by inhibiting BBB dysfunction and neuroinflammation in the 5XFAD mouse model of Alzheimer's disease.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452613",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that CU71 treatment ameliorates cognitive impairment by inhibiting BBB dysfunction and neuroinflammation in the 5XFAD mouse model of Alzheimer's disease"
    },
    {
      "title": "Correction: Efficient methods of isolation and purification of extracellular vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41452575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A swine model for surgical training in various types of robotic liver resection with surgical videos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This swine-based educational model provides a practical, high-fidelity, and reproducible environment for structured RLR training. When integrated with instructional surgical videos, it offers a comprehensive educational tool that supports early-career surgeons in achieving proficiency in robotic liver surgery.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This swine-based educational model provides a practical, high-fidelity, and reproducible environment for structured RLR training. When integrated with instructional surgical videos, it offers a comprehensive educational tool that supports early-career surgeons in achieving proficiency in robotic liv..."
    },
    {
      "title": "Rice OsFKF1 Promotes Degradation of OsPRR37 for Short-Day Early Flowering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452555",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma NFL, GFAP, sTREM2, pTau231, and clinical severity in progressive supranuclear palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated the feasibility of using four plasma markers simultaneously to determine PSP disease severity. To verify these findings, longitudinal analyses are necessary.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452519",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the feasibility of using four plasma markers simultaneously to determine PSP disease severity. To verify these findings, longitudinal analyses are necessary"
    },
    {
      "title": "Paeony root prevents 6-hydroxydopamine-induced neurotoxicity by regulating autophagic dysfunction via AKT signaling in Parkinson's disease models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a neurodegenerative disease that primarily affects motor function. Dopaminergic cell death occurs progressively in the PD brain and autophagic dysfunction is critically implicated in the neuronal death. Therefore, modulating impaired autophagic flux is a promising strategy to treat dopaminergic neurodegeneration, addressing the unmet needs in PD. This study aimed to investigate efficacy and the underlying mechanism of Paeonia lactiflora extract (PLE) focusing on...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41452493",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate efficacy and the underlying mechanism of Paeonia lactiflora extract (PLE) focusing on",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prefrontal hypoactivity correlates with immediate extinction deficit following Pavlovian fear conditioning with a chasing threat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41452465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is motor weakness in cervical radiculopathy an indication for surgery? Analysis of risk factors for poor recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Most patients with motor weakness due to cervical radiculopathy recovered functional strength (≥ 4) within 2-3 months of conservative treatment. However, older age, severe initial motor deficits, and persistent pain were associated with a higher risk of incomplete recovery.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452372",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most patients with motor weakness due to cervical radiculopathy recovered functional strength (≥ 4) within 2-3 months of conservative treatment. However, older age, severe initial motor deficits, and persistent pain were associated with a higher risk of incomplete recovery"
    },
    {
      "title": "Impact of Intensivist Authority on End-of-Life Practices in a Korean PICU",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Timely end-of-life decision-making is critical for ensuring quality care in the pediatric intensive care unit (PICU). We evaluated the impact of intensivist-led care on the timing and structure of end-of-life (EOL) practices. We retrospectively reviewed 39 PICU deaths over a 3-year period at a tertiary care hospital. Patients were categorized into pre-intensivist (no intensivist), passive-intensivist (intensivist without authority), and active-intensivist (intensivists with full decision-making...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452332",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of intensivist-led care on the timing and structure of end-of-life (EOL) practices",
      "conclusion": null
    },
    {
      "title": "Fetal outcomes of antiseizure medication use during pregnancy: A nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: This study aims to evaluate the effect of maternal antiseizure medication (ASM) exposure on fetal malformations, accounting for specific periods of medication use during pregnancy and differentiating between monotherapy and dual therapy.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aims to evaluate the effect of maternal antiseizure medication (ASM) exposure on fetal malformations, accounting for specific periods of medication use during pregnancy and differentiating ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Manifestations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Regardless of scoring method, global cognitive composites were similarly related to validity indicators of cognition/functioning and structural neuroimaging in a harmonized sample. MMSE(Composite) showed the strongest relationships with CDR but was less strongly associated with frontal lobe volume. Composites demonstrated stronger relationships with structural neuroimaging compared to standalone measures. Future work aims to evaluate similarities and differences between cohorts and...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452177",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate similarities and differences between cohorts and",
      "significance": null,
      "conclusion": "Regardless of scoring method, global cognitive composites were similarly related to validity indicators of cognition/functioning and structural neuroimaging in a harmonized sample. MMSE(Composite) showed the strongest relationships with CDR but was less strongly associated with frontal lobe volume"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results highlight the potential of a digital twin neural marker to address the complexities of delineating mixed dementia etiologies. Most importantly, this work represents an international collaboration (Korea-UK) to develop a digital twin neural marker using large datasets while upholding data democracy principles.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results highlight the potential of a digital twin neural marker to address the complexities of delineating mixed dementia etiologies. Most importantly, this work represents an international collaboration (Korea-UK) to develop a digital twin neural marker using large datasets while upholding data..."
    },
    {
      "title": "Head-to-head comparison between vibration-controlled transient elastography and histology in predicting liver-related events due to metabolic dysfunction-associated steatotic liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41452034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large MASLD cohort, LSM by VCTE showed comparable prognostic accuracy to histology. As a non-invasive tool, LSM may serve as an alternative surrogate endpoint in clinical trials.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41452034",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large MASLD cohort, LSM by VCTE showed comparable prognostic accuracy to histology. As a non-invasive tool, LSM may serve as an alternative surrogate endpoint in clinical trials"
    },
    {
      "title": "Drug Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The scopolamine-induced cognitive impairment model demonstrated domain-specific deficits with task- and dose-dependent treatment responses. These findings emphasize the need for optimization and task refinement to enhance model reliability. Structuring these tasks into a comprehensive multi-domain battery could provide a robust preclinical platform for evaluating potential therapeutics and advancing our understanding of dementia's cognitive complexities.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41451784",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The scopolamine-induced cognitive impairment model demonstrated domain-specific deficits with task- and dose-dependent treatment responses. These findings emphasize the need for optimization and task refinement to enhance model reliability"
    },
    {
      "title": "Outcomes of Nivolumab Plus Ipilimumab After Atezolizumab Plus Bevacizumab in Advanced HCC: An International Multicentre Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nivo/Ipi demonstrated meaningful clinical activity in patients with advanced HCC, even after Ate/Bev failure.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41451780",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nivo/Ipi demonstrated meaningful clinical activity in patients with advanced HCC, even after Ate/Bev failure"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study confirmed the safety and efficacy of more frequent and extensive bilateral frontal BBB opening over multiple sessions in patients with AD. Furthermore, this is the first clinical trial to demonstrate improvement in neuropsychiatric symptoms through BBB opening alone, without concurrent administration of antibody medications.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41451766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirmed the safety and efficacy of more frequent and extensive bilateral frontal BBB opening over multiple sessions in patients with AD. Furthermore, this is the first clinical trial to demonstrate improvement in neuropsychiatric symptoms through BBB opening alone, without concurrent ad..."
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SILA produces a valid estimate of time-from-amyloid positivity in ADAD. This work allows for disease stage in ADAD to be compared to staging for broad forms of AD, which was not previously possible using EYO. However, this work also illustrates that there is a high degree of heterogeneity in preclinical disease duration that is not explained by amyloid alone.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41451762",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SILA produces a valid estimate of time-from-amyloid positivity in ADAD. This work allows for disease stage in ADAD to be compared to staging for broad forms of AD, which was not previously possible using EYO"
    },
    {
      "title": "Improved graft positioning and reduced extrusion using the bone-plug technique compared to the bone-bridge technique in lateral meniscal allograft transplantation: A comparative magnetic resonance imaging-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The bone-plug technique for lateral MAT showed improved graft positioning, reduced extrusion and shorter operative time compared with the bone-bridge technique, while achieving similar clinical outcomes, healing rates and osteoarthritis progression. Thus, it could be an effective and technically efficient alternative to lateral MAT.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41451698",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The bone-plug technique for lateral MAT showed improved graft positioning, reduced extrusion and shorter operative time compared with the bone-bridge technique, while achieving similar clinical outcomes, healing rates and osteoarthritis progression. Thus, it could be an effective and technically eff..."
    },
    {
      "title": "Benchmarking Protein Nanoparticles for Drug Delivery and Clinical Translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Protein nanoparticles (PNs) are emerging as versatile, biocompatible platforms for drug delivery, leveraging their intrinsic biodegradability, molecular specificity, and structural tunability. They improve drug stability, prolong circulation, and enable targeted delivery, making them promising in cancer nanomedicine. This review classifies PNs into native-ordered, native-amorphous, and denatured categories, each distinguished by unique assembly strategies and pharmacokinetic behaviors. We...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41451580",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical Threshold-Guided Harvesting of Microalgal Therapeutics via Designer Nanovesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Microalgae encapsulate extensive concentrations of bioactive metabolites within structurally recalcitrant cell walls that impede conventional extraction methodologies. Here we demonstrate a biomimetic strategy that exploits cellular elasticity to generate microalgae-derived nanovesicles (MNVs) with preserved therapeutic functionality. Using representative microalgae species with distinct wall architectures, we establish through atomic force microscopy and micropipette aspiration that vesicle...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41451524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-Infrared Ratiometric Fluorescent Probe for Monitoring Hypochlorous Acid in Ferroptosis Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis is an iron-dependent, regulated cell death caused by the disruption of the oxidation-reduction balance. The hypochlorous acid (HClO) levels are closely correlated with the onset and progress of ferroptosis. Hence, investigating the underlying relationships between HClO changes and ferroptosis is particularly vital. To this end, we presented a new near-infrared (NIR) ratiometric fluorescent probe (BV-HD) based on the oxidation of the phenothiazine moiety for imaging HClO variations in...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41451512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomineralization-mimicking cooperative assembly for tailoring anisotropic hierarchically porous metal-organic frameworks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Anisotropic hierarchically porous metal-organic frameworks (MOFs) with asymmetric morphologies hold great promise for improving the utilization efficiency of the MOF matrix, thereby expanding their applicability. However, imparting MOFs with precisely controlled porous architectures and morphologies remains challenging. Here, an ingenious soft/hard matter phase transition co-mediated assembly strategy is developed to mimic the biomineralization process for synthesizing anisotropic UiO-66-NH(2)...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41451299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "International Benchmark Values for Robotic Right Hepatectomy: Multicenter Study From 22 Expert Centers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41451175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This international benchmark study on robotic right hepatectomy (RRH) demonstrates that the robotic approach provides advantages compared with laparoscopic and open RH. RRH can be expected to become the minimally invasive approach of choice for tumors in the right liver.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41451175",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This international benchmark study on robotic right hepatectomy (RRH) demonstrates that the robotic approach provides advantages compared with laparoscopic and open RH. RRH can be expected to become the minimally invasive approach of choice for tumors in the right liver"
    },
    {
      "title": "A Multi-Country Study of the Clinical Course of Extensive-Stage Small Cell Lung Cancer: A Six-Study Analysis of Real-World Treatment Patterns and Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In our evaluation of real-world treatment patterns and outcomes among patients with ES-SCLC from six countries, we found that rwOS in 1L, 2L and 3L was consistently poor across countries, despite differences in patient characteristics and treatment patterns. These findings may support the generalizability of clinical evidence across geographies and highlight the need for further research to optimize treatment strategies to improve patient outcomes globally.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41450895",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our evaluation of real-world treatment patterns and outcomes among patients with ES-SCLC from six countries, we found that rwOS in 1L, 2L and 3L was consistently poor across countries, despite differences in patient characteristics and treatment patterns. These findings may support the generaliza..."
    },
    {
      "title": "Mother-child conversations and coping strategies as antecedents of children's recall accuracy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Considering that the level of stress during a distressing event can decrease children's abilities to encode and store event-related information, and thereby their recall accuracy of the event, it is imperative to identify factors that can reduce the risk of high stress. This study explored cascading relations from mother-child conversations to children's strategies for coping with stress to their recall accuracy regarding dental treatment to examine antecedents of recall accuracy...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Full-face aesthetic treatment with onabotulinumtoxin A: Results from a retrospective real world analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Full-face onabotulinumtoxinA was effective in reducing facial lines and improving overall symmetry and jawline contour, with high levels of patient satisfaction, and a favorable safety profile.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450448",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Full-face onabotulinumtoxinA was effective in reducing facial lines and improving overall symmetry and jawline contour, with high levels of patient satisfaction, and a favorable safety profile"
    },
    {
      "title": "Attentional responses to the color exposure sequence of landscape paintings: evidence from fNIRS and eye-tracking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Color is a critical determinant of esthetic experience, shaping both immersion and cognitive responses. However, the extent to which the sequence of color exposure modulates the interplay between neural activation and ocular behavior remains insufficiently understood.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41450444",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between drinking initiation age and problematic smart device use: A large-scale nationwide survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverse Cation Exchange in Layered Titanate Nanostructures for Tailored Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Layered titanates (LTs) offer exceptional structural and chemical tunability, enabling precise modulation of their electronic states and catalytic properties. However, systematic studies on the range of cations that can serve as intercalants for LTs remain limited, and conventional synthesis methods often require additional treatments for cation intercaltion. In this study, we present a cation-free H^(+) (H(3)O^(+))-intercalated LT as a versatile platform for direct cation insertion. This LT can...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41450259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study demonstrates that the automatic classification of ADCI and DLBCI using speech is highly promising for large-scale screening of patients for clinical trials and interventions.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450210",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates that the automatic classification of ADCI and DLBCI using speech is highly promising for large-scale screening of patients for clinical trials and interventions"
    },
    {
      "title": "Clinical Manifestations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the potential modifiable factors influencing CR in EOAD patients, suggesting that enhancing leisure activities could improve CR in EOAD patients. These findings can inform strategies for dementia prevention and provide a foundation for further research into CR in EOAD patients.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450206",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the potential modifiable factors influencing CR in EOAD patients, suggesting that enhancing leisure activities could improve CR in EOAD patients. These findings can inform strategies for dementia prevention and provide a foundation for further research into CR in EOAD patients"
    },
    {
      "title": "Navigating Role Challenges in School Healthcare Partnerships With Families: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study underscores health teachers' pivotal role in T1D management and the challenges they face. Institutional support, professional development, and strengthened collaboration between health teachers and parents are essential. These findings could inform the development of web-based partnership programs to enhance T1D care in schools.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study underscores health teachers' pivotal role in T1D management and the challenges they face. Institutional support, professional development, and strengthened collaboration between health teachers and parents are essential"
    },
    {
      "title": "Clinical Manifestations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Variations in digit span performance across languages illustrate the role of linguistic and numerical factors in cognitive assessments, even with tests targeting non-language domains using digit stimuli. These findings underscore the critical value of language diversity in cognitive research.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41450070",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Variations in digit span performance across languages illustrate the role of linguistic and numerical factors in cognitive assessments, even with tests targeting non-language domains using digit stimuli. These findings underscore the critical value of language diversity in cognitive research"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We evaluated the correlation between GFAP and p-tau levels in human blood using a magnetic bead-based electrochemical sensor for AD diagnosis. We could determine the extent of astrocyte activation in individuals with NC, MCI, and AD using a GFAP protein. Moreover, the cross-validation of the impedance change rates indicates that the AUC value for the multi-biomarkers is superior to that of a single biomarker. Successful validation of a point-of-care platform for blood biomarkers such...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41450064",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We evaluated the correlation between GFAP and p-tau levels in human blood using a magnetic bead-based electrochemical sensor for AD diagnosis. We could determine the extent of astrocyte activation in individuals with NC, MCI, and AD using a GFAP protein"
    },
    {
      "title": "Bone Marrow Failure as an Underrecognized Feature of KAT6A Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41449995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "KAT6A syndrome (Arboleda-Tham syndrome) is a rare disorder caused by heterozygous pathogenic variants in KAT6A, a histone acetyltransferase essential for chromatin remodeling and hematopoietic stem cell function. While neurodevelopmental features are well established, hematologic manifestations are underrecognized. We describe two pediatric patients from Canada and Korea who developed severe bone marrow failure and were successfully treated with hematopoietic stem cell transplantation. One...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41449995",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regional and Cell-Type-Specific Activation of YAP/TAZ Underlies Glial Responses in LPS-Induced Neuroinflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41449885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Yes-associated protein (YAP) and transcriptional coactivator with PDZ-binding motif (TAZ), core effectors of the Hippo pathway, are emerging as mechanosensitive regulators of inflammation and tissue repair. However, their roles in neuroinflammation remain poorly understood. Here, we investigated the spatial and temporal expression of YAP/TAZ in glial cells under lipopolysaccharide (LPS)-induced neuroinflammation in mice. Immunofluorescence revealed selective upregulation and nuclear...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41449885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the spatial and temporal expression of YAP/TAZ in glial cells under lipopolysaccharide (LPS)-induced neuroinflammation in mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the letter to the editor: Effectiveness of intradiscal steroid injection for spinal stenosis: a retrospective cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41449852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41449852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unpaired Learning-Enabled Nanotube Identification from AFM Images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41449757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Nanotubes, particularly single-walled carbon nanotubes (SWCNTs), represent an important class of materials with valuable electrical, mechanical, and thermal properties. However, accurate characterization of nanotube network morphologies remains a significant challenge. We present a deep learning-based approach for extracting nanotube morphologies from atomic force microscopy (AFM) images utilizing an image-to-image (I2I) translation framework based on cycleGAN with a specialized loss function...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41449757",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "class of materials with valuable electrical, mechanical, and thermal properties",
      "conclusion": null
    },
    {
      "title": "Dementia Care Research and Psychosocial Factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41449658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that animal fluency tasks may elicit culturally-distinct retrieval patterns in AD, consistent with previous findings in stroke aphasia. Culture-specific categories reflecting East Asian features were more strongly linked to cognitive decline in Korean-AD, suggesting that culturally-sensitive analyses of verbal fluency offer valuable clinical insights.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41449658",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that animal fluency tasks may elicit culturally-distinct retrieval patterns in AD, consistent with previous findings in stroke aphasia",
      "conclusion": "These findings demonstrate that animal fluency tasks may elicit culturally-distinct retrieval patterns in AD, consistent with previous findings in stroke aphasia. Culture-specific categories reflecting East Asian features were more strongly linked to cognitive decline in Korean-AD, suggesting that c..."
    },
    {
      "title": "Electrostatic Ion Trapping in Organic Electrochemical Transistors for Record Neuromorphic Memory Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41450278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Organic electrochemical transistors (OECTs) leverage the chemical tunability of polymeric semiconductors; however, their potential as memory devices remains constrained by insufficient ion retention. Previous studies on physical trapping of ions within polymer crystalline domains have generally reported memory windows below 5.3 V. Here, we achieve molecular-level hysteresis control by designing a dual-functional zwitterionic crosslinker that creates an electrostatic ion-trapping channel. Its...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41450278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CYP1B1- and CYP1A1-Template systems and their application to metabolism and inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41454410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of anti-N-methyl-D-aspartate receptor and anti-myelin oligodendrocyte glycoprotein antibodies in patients with human herpesviruses-associated central nervous system infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Human herpesviruses (HHVs) cause central nervous system (CNS) infections; however, the role of neural autoantibodies remains unclear. We aimed to assess the presence of anti-N-methyl-D-aspartate receptor (anti-NMDAR) and anti-myelin oligodendrocyte glycoprotein (MOG) antibodies in HHV-associated CNS infections. Seventeen adults with HHV DNA in the cerebrospinal fluid were tested using flow cytometry-based assays. None of the patients tested positive for anti-NMDAR antibodies. Anti-MOG antibodies...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41454158",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the presence of anti-N-methyl-D-aspartate receptor (anti-NMDAR) and anti-myelin oligodendrocyte glycoprotein (MOG) antibodies in HHV-associated CNS infections",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk factors of conversion to hand-assisted laparoscopic surgery or open surgery in laparoscopic liver resection: a multicenter prospective study (HiSCO-08)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Laparoscopic liver resection (LLR) is widely accepted; however, no prospective study has identified risk factors for conversion to open surgery. This multicenter prospective study aimed to identify risk factors for conversion to hand-assisted laparoscopic surgery or open liver resection and evaluate the impact of conversion on perioperative outcomes in LLR. From June 2020 to May 2024, patients scheduled for wedge resection or left lateral segmentectomy for solitary liver tumor < 5 cm were...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41454154",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of conversion on perioperative outcomes in LLR",
      "conclusion": null
    },
    {
      "title": "Anatomical patterns at first confirmed relapse or refractory disease predict outcomes in diffuse large B-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Multi-site disease at first R/R represents an adverse prognostic feature in DLBCL. These findings underscore the importance of considering disease distribution when evaluating prognosis and planning treatment strategies for R/R cases.",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41454099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multi-site disease at first R/R represents an adverse prognostic feature in DLBCL. These findings underscore the importance of considering disease distribution when evaluating prognosis and planning treatment strategies for R/R cases"
    },
    {
      "title": "myCRP, Cysteine-Rich Protein in the Yesso Scallop Mizuhopecten yessoensis, Is a Novel High-Molecular Weight Cd-Binding Protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41454042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Heavy metal bioaccumulation in marine organisms is a critical concern for the oceanic environment and food safety. Scallops, as filter-feeding bivalves, accumulate cadmium (Cd) in their midgut gland to toxic concentrations that may pose risks to human health. Despite extensive research on Cd bioaccumulation in the Yesso scallop Mizuhopecten yessoensis, a major Cd-binding protein has not yet been functionally characterized. In this study, we used high-performance liquid chromatography coupled...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41454042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-assembling multilayer MSC-sheet promotes wound healing increasing M2 macrophage polarization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Mesenchymal stem cell (MSC) therapy holds promise for treating chronic wounds. However, low cell density in the target tissue and short retention time limits its efficacy. This study investigated the therapeutic effects of the self-assembling multilayer MSC-sheet in a murine wound model, focusing on wound healing and macrophage infiltration. The MSC-sheet was prepared from human subcutaneous adipose tissue and characterized by histology and RNA sequencing. In vivo, the α-MEM (control),...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41453950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the therapeutic effects of the self-assembling multilayer MSC-sheet in a murine wound model, focusing on wound healing and macrophage infiltration",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bodily sensations, emotions, and personality traits in the aesthetic experience of everyday photographs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41453912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virtual reality based quantitative evaluation of the effect of orbitotomy on frontal lobe retraction during tuberculum sellae meningioma surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "This study aimed to evaluate the effects of orbitotomy on tuberculum sellae meningioma surgery using the supraorbital approach through a quantitative assessment of brain retraction and stratified effect by tumor size. An in-silico study was conducted using three-dimensional (3D) head models generated from the imaging data of 35 patients (70 hemispheres) without brain deformation, created with a surgical simulation software (GRID, Kompath Inc., Tokyo, Japan). A skull base tumor model was created...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41453890",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the effects of orbitotomy on tuberculum sellae meningioma surgery using the supraorbital approach through a quantitative assessment of brain retraction and stratified effect by tumor size",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Natural scene and object perception based on statistical image features: psychophysics and EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Recent studies have suggested the importance of statistical image features in both natural scene and object recognition, while the spatial layout or shape information is still important. In the present study, to investigate the roles of low- and high-level statistical image features in natural scene and object recognition, we conducted categorization tasks using a wide variety of natural scene and object images, along with two types of synthesized images: Portilla-Simoncelli (PS) synthesized...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41453794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization of lipid nanoparticles loaded with ribonucleoprotein-oligonucleotide complexes for in vivo delivery of a CRISPR/Cas9 system targeting hepatitis B virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Patients with chronic hepatitis B virus (HBV) infection may benefit from clustered regularly interspaced short palindromic repeats (CRISPR)/CRISPR-associated protein 9 (Cas9)-based gene therapy. We previously identified a guide RNA (WJ11) that suppressed HBV replication in vitro and in vivo; however, we were unable to achieve delivery at clinically feasible doses in vivo using an adeno-associated virus (AAV) vector. Lipid nanoparticle (LNP)-based WJ11/Cas9 ribonucleoprotein-oligonucleotide...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41453683",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rethinking Probabilistic Sensorimotor Sequence Learning: Focus on probabilistic systems instead of simple patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41453628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251227142137&v=2.18.0.post22+67771e2",
      "description": "Many complex motor skills follow probabilistic rules that determine which movement transitions are efficient, stylistically appropriate, and contextually purposeful. However, research on sensorimotor sequence learning has largely focused on deterministic sequences or basic probabilistic regularities, overlooking the acquisition of broader rule-based sequence structures. In contrast, fields such as psycholinguistics emphasize learning entire probabilistic rule systems. This difference in focus...",
      "pubDate": "2025-12-26T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41453628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}