{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-08-25T00:06:26.997Z",
  "totalItems": 150,
  "totalArchived": 392,
  "newPapersAdded": 0,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 34,
    "Yonsei University": 2,
    "SKKU": 1,
    "POSTECH": 1,
    "Korea University": 37,
    "IBS": 86
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 77,
    "Biomedical": 33,
    "Cancer Research": 23,
    "Materials Science": 6,
    "Neuroscience": 7,
    "Computer Science": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS"
  ],
  "items": [
    {
      "title": "Early postnatal right-to-left patent ductus arteriosus shunting and severe outcomes in neonates with congenital diaphragmatic hernia: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The direction of early postnatal R-L PDA shunt, assessed within 24 h of birth, was significantly associated with ECMO use or mortality in neonates with CDH.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The direction of early postnatal R-L PDA shunt, assessed within 24 h of birth, was significantly associated with ECMO use or mortality in neonates with CDH"
    },
    {
      "title": "Clinical evaluation of the aperture shape controller in volumetric modulated arc therapy: Effects on MLC and jaw motion complexity, plan quality, and deliverability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The use of ASC reduced the complexity of MLC motions without compromising the plan quality. Furthermore, this study found that ASC allows jaw tracking to be more effective.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849837",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of ASC reduced the complexity of MLC motions without compromising the plan quality. Furthermore, this study found that ASC allows jaw tracking to be more effective"
    },
    {
      "title": "CD20+ natural killer cells are polyfunctional, memory-like cells that are enriched in inflammatory disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "While CD20 was initially characterized as a B cell-specific marker, its expression on memory T cells has expanded our understanding of this molecule's distribution and function. Here, we identify a previously unrecognized CD20-expressing NK cell population and demonstrate its functional significance. CD56+CD20+ NK cells exhibit hallmarks of cellular activation, including elevated NKp46, CD69, and CD137 expression, enhanced proliferative capacity, and increased production of inflammatory...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A dual-domain regularization method for ring artifact removal of X-ray CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The proposed method can effectively mitigate ring artifacts in PCD-reconstructed CT images while preserving details, thereby enhancing image quality and improving the reliability of clinical diagnosis.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849877",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed method can effectively mitigate ring artifacts in PCD-reconstructed CT images while preserving details, thereby enhancing image quality and improving the reliability of clinical diagnosis"
    },
    {
      "title": "Awareness and management of stage 3 chronic kidney disease among primary care practitioners in Italy: a nation-wide observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Substantial gaps in GP awareness and adherence to CKD management guidelines were identified, particularly in follow-up testing, referral practices, and diagnostic coding. Targeted educational interventions and standardized care protocols are needed to enhance CKD detection and management in primary care, improving patient outcomes and healthcare system performance.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849875",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Substantial gaps in GP awareness and adherence to CKD management guidelines were identified, particularly in follow-up testing, referral practices, and diagnostic coding. Targeted educational interventions and standardized care protocols are needed to enhance CKD detection and management in primary ..."
    },
    {
      "title": "Disparities in Fungal Diagnostic Capacity Across Chinese Hospitals: A Nationwide Survey Highlighting Gaps in Molecular Testing and GDP-Linked Inequalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: China's fungal diagnostic capacity remains concentrated in tertiary A hospitals and high-GDP regions. Future efforts should prioritize expanding molecular testing access and optimizing resource distribution across all healthcare settings.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "China's fungal diagnostic capacity remains concentrated in tertiary A hospitals and high-GDP regions. Future efforts should prioritize expanding molecular testing access and optimizing resource distribution across all healthcare settings"
    },
    {
      "title": "Drug repurposing in oncology: a path beyond the bottleneck",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Cancer is a major worldwide health burden, with rising incidence and mortality rates highlighting the critical need for more effective and accessible treatment alternatives. Conventional drug development is often hindered by long timelines, high prices, and significant failure rates, making it unable to fulfil the rapidly increasing therapeutic demands. In this context, drug repurposing, identifying new therapeutic applications for existing medications with proven safety profiles, has emerged as...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849858",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of dual-ended readout PET detectors achieving high 3D position resolution and high timing resolution using NINO and PICO2023 ASICs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both NINO and PICO2023 ASICs can be utilized to achieve a high CTR in PET detectors. The detectors developed in this work have a crystal cross-section smaller and achieve a CTR better than those of the state of the art commercial PET scanners, and can be utilized in the development of high-performance PET scanners for both whole-body and organ-specific imaging.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both NINO and PICO2023 ASICs can be utilized to achieve a high CTR in PET detectors. The detectors developed in this work have a crystal cross-section smaller and achieve a CTR better than those of the state of the art commercial PET scanners, and can be utilized in the development of high-performan..."
    },
    {
      "title": "Reversible Magneto-Ionic Control of Exchange Bias in Coupled Spin-Valve-Like Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Voltage control of exchange bias (EB) is an important technological goal for low-power spintronic sensor and memory devices. The magneto-ionic (MI) approach for voltage-controlled EB is a promising strategy to achieve this goal, utilizing electrochemical reactions at low operational voltages. In typical MI devices, however, the sensitive EB layers are directly targeted by the electrochemical reactions, which often impairs reversibility. Here, we introduce an alternative device structure by...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "for low-power spintronic sensor and memory devices",
      "significance": "technological goal for low-power spintronic sensor and memory devices",
      "conclusion": null
    },
    {
      "title": "Impact of deep learning model uncertainty on manual corrections to MRI-based auto-segmentation in prostate cancer radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Presenting DL uncertainty information to experienced radiation oncologists influences their decision-making, quality perception, and confidence in the DL segmentations. Regions with low uncertainty were less likely to be edited, indicating increased reliance on the model's predictions. Additionally, uncertainty maps can improve efficiency by reducing segmentation time. DL-based segmentation uncertainty can be a valuable tool in clinical practice, enhancing the efficiency of...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849835",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Presenting DL uncertainty information to experienced radiation oncologists influences their decision-making, quality perception, and confidence in the DL segmentations. Regions with low uncertainty were less likely to be edited, indicating increased reliance on the model's predictions"
    },
    {
      "title": "Association between high-sensitivity C-reactive protein and ischemic stroke outcomes under different glucose metabolism statuses: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Glucose metabolism status influenced the association between hs-CRP levels and poor functional outcomes at 3 months after stroke.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Glucose metabolism status influenced the association between hs-CRP levels and poor functional outcomes at 3 months after stroke"
    },
    {
      "title": "Takotsubo syndrome: Unraveling the mystery behind its triggers (Review)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Takotsubo syndrome (TTS) is a clinical condition characterized by left ventricular dysfunction, clinically mimicking acute coronary syndrome. Despite significant advancements in understanding TTS, more questions about its underlying pathological mechanisms remain unresolved. The present review offered current data on the underlying pathological mechanisms of TTS, including central nervous system structural and functional alterations, sympathetic nervous system overstimulation, excessive...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849825",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoparticle‑based delivery systems for targeted therapy in brain tumors: Progress, challenges and perspectives (Review)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Brain tumors, particularly gliomas, are among the most lethal malignancies, with high mortality driven by a delayed diagnosis and limited therapeutic efficacy. A central challenge lies in the presence of the blood‑brain barrier (BBB), which severely impedes the delivery of systemically administered therapeutics to tumor sites. Addressing this clinical urgency, nanoparticle (NP)‑based delivery systems have emerged as a transformative strategy to enhance brain‑specific drug accumulation, minimize...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849813",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Underwater Instant Adhesive Hydrogel Interfaces for Robust Biosensing on Diverse Species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Hydrogel-assisted soft biosensors have emerged as transformative platforms for multimodal physiological monitoring in amphibious environments. However, developing instant underwater adhesive, scalable manufacturing, and robust interfaces for long-term continuous multi-physiological bioelectronics remains challenging. Here, a universal and facile fabrication strategy is presented that overcomes these limitations through molecular entanglement engineering to fabricate instant underwater adhesion...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconfigurable Counterion Gradient around Charged Metal Nanoparticles Enables Self-Rectifying and Volatile Artificial Synapse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Developing a device that faithfully replicates the characteristics of biological synapses is a prerequisite for the hardware implementation of neuromorphic computing. An electronic device fabricated with metallic materials, instead of traditional semiconductors, is \"genetically\" impossible since the field applied to the metal is screened, leading to insensitive modulation in material conductance. Herein, these two independent or uncorrelated \"challenges\" can be addressed by using metal...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849797",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential-dependent O-O Coupling Mechanism for Oxygen Evolution Reaction on Ruthenium Dioxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Designing alternative OER catalysts to IrO(2) has been a long-standing and compelling task in proton exchange membrane water electrolysis (PEM-WE). Currently, the more active and less expensive RuO(2) has attracted extensive attention, with the primary consideration being how to improve its long-term stability. Thus, disclosing the underlying factors and mechanisms contributing to its high activity and low stability is significant. Herein, we employ Grand Canonical density functional theory...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Lipid with Lewis Pair-Mediated Targeting and Multiple Stimuli-Responsive Delivery of Antibiotics for Bacterial Infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Integrating both targeted delivery and stimulus-responsive release into a single small molecule for drug delivery presents challenges related to synthesis, stability, and efficacy. In this study, single-molecular lipids incorporating a Lewis pair (Lp-lipids) are described, composed of a Lewis acid (phenylboronic acid) and a Lewis base (amine) within a single small molecular structure, to formulate lipid nanoparticles for antibiotic delivery. For targeted delivery to bacterial biofilms, the...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Druggable Targets in Zika Virus: A Systematic Review of Therapeutic Opportunities in Brazil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This review synthesizes current knowledge on ZIKV molecular targets and ongoing drug discovery efforts. The findings support the strategic development of antivirals and emphasize the necessity for sustained investment in research to mitigate future ZIKV outbreaks in Brazil and globally.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849775",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review synthesizes current knowledge on ZIKV molecular targets and ongoing drug discovery efforts. The findings support the strategic development of antivirals and emphasize the necessity for sustained investment in research to mitigate future ZIKV outbreaks in Brazil and globally"
    },
    {
      "title": "Unraveling Complex Interactions Mechanisms Linking PTSD and Chronic Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Post-traumatic stress disorder (PTSD) is a chronic and multifactorial psychiatric condition that is often underdiagnosed, particularly when associated with chronic diseases (CDs). These conditions arise from complex interactions among psychosocial, socioeconomic, epigenetic, immune, metabolic, and neurobiological factors. Current treatment options for PTSD and CDs, whether isolated or comorbid, remain suboptimal. Addressing the bidirectional relationship between PTSD and CDs is a pressing global...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nano-curcumin for the Treatment and Management of Diabetes Mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Diabetes mellitus (DM) is a growing global health concern, placing increasing strain on healthcare systems. Curcumin, the primary bioactive compound in Curcuma longa (turmeric), has been reported to exhibit several therapeutic effects, including potential benefits for managing DM. However, its clinical use is limited by poor bioavailability. Nanotechnology, particularly nano-curcumin (nCUR), offers a promising solution by enhancing curcumin's delivery and effectiveness. Preclinical and clinical...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Suicidal Ideation and Immune Parameters in Firstepisode Patients with Schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings add to the understanding of the biological factors that may contribute to SI in SZ.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849747",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings add to the understanding of the biological factors that may contribute to SI in SZ"
    },
    {
      "title": "Phosphoprotein Profile of Ameloblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These phosphoproteomic findings provide essential insights into the pathogenesis of AM and warrant further investigation. This is crucial for advancing our understanding of AM biology and identifying potential therapeutic targets.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These phosphoproteomic findings provide essential insights into the pathogenesis of AM and warrant further investigation. This is crucial for advancing our understanding of AM biology and identifying potential therapeutic targets"
    },
    {
      "title": "METCAM/MUC18 is a Biomarker and Therapeutic Target for Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The elevated serum METCAM/MUC18 concentration suggest that METCAM/MUC18 may be used as a novel biomarker for predicting the malignant potential of prostate cancer at the early premalignant (PIN) stage. Since METCAM/MUC18 could also drive the spreading of prostate cancer cells, METCAM/MUC18 may be a therapeutic target for the cancer.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849720",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The elevated serum METCAM/MUC18 concentration suggest that METCAM/MUC18 may be used as a novel biomarker for predicting the malignant potential of prostate cancer at the early premalignant (PIN) stage. Since METCAM/MUC18 could also drive the spreading of prostate cancer cells, METCAM/MUC18 may be a ..."
    },
    {
      "title": "The Impact of Nurse-Led Intervention on Breast Cancer Screening and Early Detection in China: Randomized Control Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides information for future research and development of an educational intervention for breast cancer screening among Chinese women.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849715",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides information for future research and development of an educational intervention for breast cancer screening among Chinese women"
    },
    {
      "title": "Biosynthesis of Copper Nanoparticles Using Passiflora Flower Extract and Study Their Antimicrobial, Antioxidant And Anticancer Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Green-synthesized CuNPs have substantial antioxidant, antibacterial, and anticancer properties. Their specific toxicity to cancer cells demonstrates their potential as a Nano medicine option. Further research into in vivo efficacy and long-term safety is recommended.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849712",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Green-synthesized CuNPs have substantial antioxidant, antibacterial, and anticancer properties. Their specific toxicity to cancer cells demonstrates their potential as a Nano medicine option"
    },
    {
      "title": "Interleukin-13 (rs20541 A/G) Gene Polymorphism and Chance of Acquiring Hepatitis B in the Egyptian Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The rs20541 single nucleotide polymorphism (SNP) in IL-13 gene is linked to an increased risk of HBV.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The rs20541 single nucleotide polymorphism (SNP) in IL-13 gene is linked to an increased risk of HBV"
    },
    {
      "title": "Mortality by Childhood Acute Lymphoblastic Leukemia: A Regional Analysis in Peru and Ecuador",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest considerable increases in ALL mortality in Peru. It is important to implement public health strategies for early diagnosis and timely treatment of children with ALL in Peru.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to implement public health strategies for early diagnosis and timely treatment of children with ALL in Peru",
      "conclusion": "Our findings suggest considerable increases in ALL mortality in Peru. It is important to implement public health strategies for early diagnosis and timely treatment of children with ALL in Peru"
    },
    {
      "title": "Association of Interleukin-27 (IL-27) rs181206 T/C and rs17855750 T/G Gene Polymorphisms and the Risk of Hepatitis B Infection among Egyptians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study found no correlation between the presence of IL-27 rs1812006 and IL-27 rs17855750 SNPs and the HBV chronicity.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found no correlation between the presence of IL-27 rs1812006 and IL-27 rs17855750 SNPs and the HBV chronicity"
    },
    {
      "title": "The Functional Interplay among GAD2, GABRG2, and CACNA1G Genes in Cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This article examines the role of GAD2, GABRG2, and CACNA1G genes in cancer progression, highlighting their interactions in promoting tumor growth and survival. A deeper understanding of the molecular mechanisms underlying GABA signaling, its receptors, and the associated genes in cancer could lead to the identification of new therapeutic targets and the development of more effective treatments. Further research is essential to elucidate the detailed mechanisms driving cancer...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849687",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This article examines the role of GAD2, GABRG2, and CACNA1G genes in cancer progression, highlighting their interactions in promoting tumor growth and survival. A deeper understanding of the molecular mechanisms underlying GABA signaling, its receptors, and the associated genes in cancer could lead ..."
    },
    {
      "title": "Dynamical properties of chromatin provide insights into key folding principles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Even though the three-dimensional static organization of chromatin is highly studied, chromatin is a dynamic structure, and time-dependent changes are crucial for biological function. While it is known that both intra-chromatin interaction and loop extrusion are crucial to understanding chromatin organization, what their respective roles are in deciding the nature of spatial and temporal organization is not clear. Simulating a model with active loop extrusion and intra-chromatin interactions, we...",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SugarcaneOmics: An integrative multi-omics platform for sugarcane research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon Monoxide Alleviates Cardiomyocyte Pyroptosis in Diabetic Cardiomyopathy by Downregulating the IL-33/ST2L Axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In conclusion, CO may inhibit cardiomyocyte pyroptosis by downregulating the IL-33/ST2L axis in DCM mice.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, CO may inhibit cardiomyocyte pyroptosis by downregulating the IL-33/ST2L axis in DCM mice"
    },
    {
      "title": "Cost-effectiveness of spinal manipulation, exercise, and self-management for spinal pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The United States spends more money on the care of back and neck pain than any other health condition. Despite this, the cost-effectiveness for many recommended treatments is unclear. Our primary objective for this project was to estimate the cost-effectiveness of spinal manipulative therapy (SMT), supervised exercise therapy (ET), and home exercise and advice (HEA) for spinal pain in the U.S.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "for this project was to estimate the cost-effectiveness of spinal manipulative therapy (SMT), supervised exercise therapy (ET), and home exercise and advice (HEA) for spinal pain in the U",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the Clinical Efficacy of the Anterolateral and Regular Approaches for Hip Joint Puncture: A Randomized Cross-Over Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This preliminary randomized crossover trial demonstrates that the anterolateral approach offers significant advantages in procedural efficiency (reduced time, shorter path length) and suggests a trend toward higher success rates compared to standard anterior and lateral approaches for hip joint puncture. These findings, particularly the improvements in efficiency and patient comfort (lower VAS), support the anterolateral approach as an effective technique.",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849673",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This preliminary randomized crossover trial demonstrates that the anterolateral approach offers significant advantages in procedural efficiency (reduced time, shorter path length) and suggests a trend toward higher success rates compared to standard anterior and lateral approaches for hip joint punc..."
    },
    {
      "title": "Integrated analysis of O/K-antigen biosynthesis diversity and molecular serotyping scheme development of Vibrio alginolyticus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-24T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship between caregiving burden and alterations in circadian rhythms among spousal caregivers of individuals with cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Caregiving burden may negatively influence circadian health in SCGs, especially rhythm regularity. These findings suggest a potential connection between caregiving stress and some aspects of circadian function, emphasizing the need for further research on caregiver burden and circadian function.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40849457",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "a potential connection between caregiving stress and some aspects of circadian function, emphasizing the need for further research on caregiver burden and circadian function",
      "conclusion": "Caregiving burden may negatively influence circadian health in SCGs, especially rhythm regularity. These findings suggest a potential connection between caregiving stress and some aspects of circadian function, emphasizing the need for further research on caregiver burden and circadian function"
    },
    {
      "title": "High fat diet enhances catalase loading into adipose tissue derived extracellular vesicles with limited effect on oxidative stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Obesity is closely related to liver disease. However, few studies have focused on the impact of adipose tissue-derived extracellular vesicles (EVs) in obesity on liver disease. Therefore, we aimed to investigate the effect of adipose tissue-derived EVs from high-fat diet (HFD)-fed obese mice (EV-HFD) on liver damage induced by oxidative stress. We investigated alterations in the expression of antioxidant enzymes in adipose tissue, and the loading of those enzymes into adipose tissue-derived EVs....",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40849334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "investigate the effect of adipose tissue-derived EVs from high-fat diet (HFD)-fed obese mice (EV-HFD) on liver damage induced by oxidative stress",
      "significance": "of adipose tissue-derived extracellular vesicles (EVs) in obesity on liver disease",
      "conclusion": null
    },
    {
      "title": "A continuous real-world dataset comprising wearable-based heart rate variability alongside sleep diaries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Wearable technology is a promising tool for everyday health monitoring, with heart rate variability (HRV) providing key insights into current and potential health conditions. However, previous HRV datasets were collected under controlled clinical conditions, rather than in complex real-world environments. Here, we collected continuous physiological and motion signals using smartwatches from 49 healthy individuals (mean age: 28.35 ± 5.87, 51% females) over four weeks. The recordings were sampled...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40849317",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploiting anisotropic orientation in Nanoparticle-Aided Cryo-Electron microscopy sampling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Measuring the conformational distribution of small proteins is essential to understanding their role in biological systems. Multi-Tilt Nanoparticle-aided cryo-electron microscopy sampling (MT-NACS) was devised to measure the three-dimensional interparticle distance distribution (P(d)) of two gold nanoparticles (AuNP) labeled on a protein by taking cryogenic electron microscopy (cryo-EM) images at multiple-tilt angles. However, tracking the same particles in a pseudo-tomographic manner during the...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40848865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Influence of polycyclic aromatic hydrocarbons exposure on the gut microbiome composition and inflammatory responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM) is recognized as a contributor to various gastrointestinal diseases, including inflammatory bowel disease. However, the specific impact of polycyclic aromatic hydrocarbons (PAHs), a major component of PM, on microbial community dynamics and immune regulation remains unexplored. In this study, we investigated the effects of PAHs on the inflammatory response of mouse intestinal tissues and microbiota composition using PAHs extracted from PM(10) (PM(10)_PAHs). With...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40848419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of PAHs on the inflammatory response of mouse intestinal tissues and microbiota composition using PAHs extracted from PM(10) (PM(10)_PAHs)",
      "significance": "of polycyclic aromatic hydrocarbons (PAHs), a major component of PM, on microbial community dynamics and immune regulation remains unexplored",
      "conclusion": null
    },
    {
      "title": "Photo-Fenton mineralization of aquatic organic pollutants in visible-light-driven photocatalysis: Revisiting Fe<sup>3+</sup> reduction and noble metal necessity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The photo-Fenton process is an advanced oxidation technique that utilizes electrons photogenerated from a photocatalyst to activate hydrogen peroxide (H(2)O(2)), forming highly reactive hydroxyl radicals (•OH) capable of rapidly degrading organic pollutants. While noble metal co-catalysts are often introduced to facilitate charge separation and promote H(2)O(2) activation, their use can increase the cost and complexity. In this study, hierarchically porous tungsten oxide (WO(3)) demonstrated...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40848412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ultrasensitive diagnostic system for minuscule level of hemolytic uremic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Hemolytic uremic syndrome (HUS) is a life-threatening condition characterized by acute renal failure that is often caused by Shiga toxins (Stxs) produced by enterohemorrhagic Escherichia coli (EHEC). Early and precise diagnosis is critical for effective HUS treatment and the prevention of further severe complications. In this study, we present an ultrasensitive graphene-based field-effect transistor (FET)-based biosensor designed to detect trace levels of Stxs, aiming to improve HUS diagnosis....",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "40848339",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Middle Interlayer Engineered Ferroelectric NAND Flash Overcoming Reliability and Stability Bottlenecks for Next-Generation High-Density Storage Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Multilevel storage and low-voltage operation position ferroelectric transistors as promising candidates for next-generation nonvolatile memory. Among them, gate-injection-type ferroelectric transistors offer improved vertical scalability and power efficiency for three-dimensional (3D) NAND flash. However, their intricate interplay between polarization switching and charge trapping complicates systematic understanding of degradation mechanisms, limiting strategies to improve reliability and...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40847772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ferroelectric Quantum Dots for Retinomorphic In-Sensor Computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Quantum dots (QDs) offer significant potential for neuromorphic machine vision, owing to their high absorption coefficients, and to absorption that spans the ultraviolet-to-visible range. However, their practical application faces critical challenges in achieving accurate target recognition and tracking in low-light and dynamically-changing environments. A fundamental limitation is a result of the exciton-confinement effect of QDs, which impedes efficient exciton dissociation. To overcome this...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40847700",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating analytical quality by design into bioanalytical method development: an HPLC-FLD method for quantification of alectinib in biological matrix",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "This study presents the development and validation of a fluorescence-based high-performance liquid chromatography (HPLC) method for the quantification of alectinib in rat plasma, with a focus on the application of Analytical Quality by Design (AQbD) to bioanalytical method development. Unlike conventional QbD applications, which primarily address synthetic formulations or instrumental settings, this study systematically applied AQbD principles to the complex environment of biological matrices....",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40847406",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial host-microbiome profiling demonstrates bacterial-associated host transcriptional alterations in pediatric ileal Crohn's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our spatial host-microbiome profiling approach enables simultaneous species-level identification of bacteria and host transcriptomics. It reveals the intricate interactions between host cells and bacteria, providing cellular-level insights into CD pathogenesis. Our approach offers a powerful tool for investigating host-microbiome interactions in various microbiome-associated diseases to direct new strategies for microbiome-based therapeutics and prognostic markers. Video Abstract.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our spatial host-microbiome profiling approach enables simultaneous species-level identification of bacteria and host transcriptomics. It reveals the intricate interactions between host cells and bacteria, providing cellular-level insights into CD pathogenesis"
    },
    {
      "title": "Immunoglobulin G dynamics and outcomes of hypogammaglobulinemia in liver transplant recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Hypogammaglobulinemia (HGG) is a common complication of liver transplantation (LT). However, the impact of underlying liver disease severity on post-LT immunoglobulin dynamics remains unclear. We aimed to evaluate the differences in serum immunoglobulin G (IgG) levels based on the pre-transplantation model for end-stage liver disease (MELD) scores. We collected data from patients who underwent LT between July 2016 and December 2022 at a tertiary hospital. Propensity score matching was performed...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849571",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the differences in serum immunoglobulin G (IgG) levels based on the pre-transplantation model for end-stage liver disease (MELD) scores",
      "significance": "of underlying liver disease severity on post-LT immunoglobulin dynamics remains unclear",
      "conclusion": null
    },
    {
      "title": "The analysis of landscape design and plant selection under deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "This paper explores the application of deep learning (DL) techniques in landscape design and plant selection, aiming to enhance design efficiency and quality through automated plant leaf image recognition (PLIR). A novel framework based on Convolutional Neural Network (CNN) and Fully Convolutional Network (FCN) is proposed. This framework integrates multi-scale feature fusion, attention mechanisms, and object detection technologies to improve the recognition of landscape elements and the...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849568",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of ankle injuries on joint range of motion and muscle viscoelasticity in female amateur volleyball athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that ankle sprain may lead to persistent alterations in muscle mechanical properties and joint mobility, highlighting the importance of comprehensive assessment and targeted rehabilitation of all related muscles to prevent recurrent injuries and optimize recovery in female volleyball players.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that ankle sprain may lead to persistent alterations in muscle mechanical properties and joint mobility, highlighting the importance of comprehensive assessment and targeted rehabilitation of all rela...",
      "conclusion": "These findings suggest that ankle sprain may lead to persistent alterations in muscle mechanical properties and joint mobility, highlighting the importance of comprehensive assessment and targeted rehabilitation of all related muscles to prevent recurrent injuries and optimize recovery in female vol..."
    },
    {
      "title": "Dural arteriovenous fistula presenting as paradoxical contralateral pulsatile tinnitus due to contralateral otosclerosis-induced mixed hearing loss",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Contralateral conductive hearing loss can obscure the true laterality of PT induced by DAVF. Clinicians should consider comprehensive imaging and objective assessments to accurately diagnose and manage vascular PT in patients with otosclerosis/conductive hearing loss. This report underscores the importance of a thorough otologic evaluation in patients with PT.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849398",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assessments to accurately diagnose and manage vascular PT in patients with otosclerosis/conductive hearing loss",
      "significance": null,
      "conclusion": "Contralateral conductive hearing loss can obscure the true laterality of PT induced by DAVF. Clinicians should consider comprehensive imaging and objective assessments to accurately diagnose and manage vascular PT in patients with otosclerosis/conductive hearing loss"
    },
    {
      "title": "Optimal Number of Lymph Nodes Retrieved to Lower the Risk of False N0 for Patients with Pancreatic Cancer Undergoing Curative Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Retrieving a sufficient number of LNs during pancreatectomy is essential to reducing false N0 rates and improving survival outcomes for pancreatic cancer patients. These findings highlight the need for standardized LN evaluation protocols and support further prospective, multi-center studies to optimize staging accuracy.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849376",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Retrieving a sufficient number of LNs during pancreatectomy is essential to reducing false N0 rates and improving survival outcomes for pancreatic cancer patients. These findings highlight the need for standardized LN evaluation protocols and support further prospective, multi-center studies to opti..."
    },
    {
      "title": "ASO Author Reflections: Robotic Right Anterior Sectionectomy Using Extrahepatic Glissonean Approach and ICG Fluorescence-Enhancing Precision in Complex Liver Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40849375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of smoking and physical activity on cardiovascular outcomes in type 2 diabetes across steatotic liver disease categories",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "This study investigated the effect of smoking and regular physical activity (PA) on the composite risk of cardiovascular disease (CVD) in patients with type 2 diabetes mellitus (T2DM) across different steatotic liver disease (SLD) categories. We analyzed data for 1,921,310 patients with T2DM aged 20 years and older. The participants were categorized by SLD status, with hepatic steatosis (fatty liver index ≥ 30). Among current smokers, the adjusted hazard ratios (HR) for composite CVD events...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849338",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effect of smoking and regular physical activity (PA) on the composite risk of cardiovascular disease (CVD) in patients with type 2 diabetes mellitus (T2DM) across different steatotic liver disease...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-carbon metabolic pathway is a novel molecular signature for CD44-positive intestinal-type gastric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Intratumoral heterogeneity (ITH), arising from various factors, plays a crucial role in diverse cancers, yet research on ITH remains in its early stages. To explore this phenomenon further, we conducted single-nuclei transcriptome profiling on patient-derived organoids (PDOs) from two histologically pure subtypes of gastric cancer. We identified differences in cancer stem cell marker expression among intestinal-type samples and their correlation with one-carbon (1C) metabolism. Notably, some...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40849307",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cluster-based read-across of ToxCast data identifies buprofezin as a partial PPARγ agonist with obesogenic potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The identification of environmental obesogens has become increasingly urgent amid rising rates of metabolic disorders linked to chemical exposures. Here, we employed a cluster-based read-across framework that integrates structural descriptors with high-throughput screening (HTS) data from the ToxCast database to systematically identify potential obesogens. A total of 8,971 chemicals were represented in a 2,217-dimensional structure-activity matrix, combining 1,905 chemical fingerprints and 312...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40848978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biorefinery of avocado seed waste for sustainable production of bioplastics and functionalized silver nanocomposites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "This study examines the potential of utilizing avocado seeds (AS) waste for sustainable polyhydroxyalkanoates (PHA) production and green synthesis of silver nanoparticles (AgNPs) in an integrated biorefinery approach. Initially, phytochemical compounds were extracted from AS biomass using solvent extraction. The residual AS biomass underwent hydrolysis through acid pretreatment and was subsequently utilized as a sustainable carbon source for PHA synthesis by Lysinibacillus sp. RGS. Various...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40848789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Water quality variables and spectral indices as predictors of E. coli concentrations in an irrigation pond: A case study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Escherichia coli (E. coli) is a commonly used indicator of microbial water quality affecting public health and farm enterprise sustainability. Remote sensing has become an effective tool to overcome traditional water quality monitoring limitations. In this study, we applied the random forest (RF) machine learning algorithm to estimate E. coli concentrations in irrigation pond water during the summer season using a) 17 water quality variables, b) reflectance in five spectral bands, and c) 24...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40848368",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using natural nitrites from Angelica keiskei and high hydrostatic pressure treatment for producing high-quality cured pork loin with significant nitrous pigment formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "High-quality cured meat can be produced by the combined application of natural curing agents (NCAs) and processing technology. This study investigates the synergistic effect of an NCA (fermented Angelica keiskei extract) and high hydrostatic pressure (HHP) treatment on the physicochemical properties of cured meat. The nitrites and phenolic compounds in the NCA facilitate cured meat color formation while minimizing the content of residual nitrites and lipid oxidation. Despite enhancing the...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40848341",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor microenvironment-based classification for predicting gastric cancer prognosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The classification of GC into three TME subtypes using TSR and TIL provides a reliable prognostic tool for survival prediction.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40848322",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The classification of GC into three TME subtypes using TSR and TIL provides a reliable prognostic tool for survival prediction"
    },
    {
      "title": "DeepSMR: Decoding high-complex motor imagery via subject-dependent multi-feature refinement in deep convolutional networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Electroencephalography (EEG) is a noninvasive neuroimaging technique that records electrical activity in the brain using electrodes placed on the scalp. It is widely used in neuroscience, clinical diagnosis, and brain-computer interface (BCI) applications to analyze brain signals in real time. This study proposes an advanced EEG-based BCI framework designed to decode and classify individual finger movements within a single hand during a finger-tapping task involving all five fingers. Our method...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40848318",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Molecular Dynamics of Extracellular Vesicles and their Protein Corona in the Secretomes of Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Stem cells play a crucial role in tissue repair, not only by differentiating into progeny that directly replace damaged tissues, but also by secreting diverse factors that support host regeneration. Among these regenerative signals, extracellular vesicles released by stem cells (SC-EVs) have emerged as key mediators of intercellular communication. SC-EVs contribute to tissue repair by delivering their molecular cargo to recipient cells, modulating signaling pathways, metabolic processes, and...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40848102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between ABCG2 Polymorphism and Statin-Induced Adverse Events: A Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Statins, widely used for preventing cardiovascular diseases due to their cholesterol-lowering effects, are associated with potential adverse reactions in some individuals, underscoring the need to understand the factors contributing to statin-related complications. The ATP-binding cassette subfamily G member 2 (ABCG2) gene, which encodes a multidrug transporter, has garnered attention due to its involvement in statin metabolism. Specifically, the rs2231142 polymorphism within ABCG2 has been...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40848094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electronic Configurational Transformation of Network Modifiers in Aluminate Glass above Megabar Pressures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Electronic responses of glasses under extreme pressures differ from those of crystalline analogs. Their distinct electronic environments are found in network formers with well-defined, covalent-bonded coordination environments (e.g., ^([4])Si and ^([4])Al) and in network modifiers with more disordered, ionic-bonded configurations (e.g., ^([5,6,7])Ca). Deciphering the evolution of the bonding environment of network modifier cations upon compression provides atomic insights into the...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microfocused Ultrasound With Visualization in Skin Quality: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: MFU-V provides a safe and versatile platform for enhancing multiple aspects of skin quality. Its effects are well supported in firmness and texture, with emerging evidence for tone and glow. The integration of EPC-based outcomes may inform individualized treatment planning and future research.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847904",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MFU-V provides a safe and versatile platform for enhancing multiple aspects of skin quality. Its effects are well supported in firmness and texture, with emerging evidence for tone and glow"
    },
    {
      "title": "How to Treat Skin Quality: A Consensus-Based Treatment Algorithm and Expert Guidance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The presented guidance can serve as an approach to improving skin quality utilizing the framework of EPCs. The treatment algorithm may be applied to a range of skin types in practices across the globe.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847902",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presented guidance can serve as an approach to improving skin quality utilizing the framework of EPCs. The treatment algorithm may be applied to a range of skin types in practices across the globe"
    },
    {
      "title": "Retrospective analysis of aripiprazole augmentation and serotonin norepinephrine reuptake inhibitor switching in epilepsy patients with selective serotonin reuptake inhibitors-resistant depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Depression is a significant comorbidity of epilepsy that affects both quality of life and seizure control. Selective serotonin reuptake inhibitors (SSRIs) are the recommended first-line treatment for depression in patients with epilepsy; however, the optimal management strategies for SSRI-resistant depression in this population remain unclear. We conducted a 10-year retrospective analysis of epilepsy patients with SSRI-resistant depression who were treated by either switching to a serotonin...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847771",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Restorative Effects of Low-Temperature Post-Sulfur Annealing on Device Performance of Monolayer MoS<sub>2</sub> Transistors for NMOS Inverters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The restorative effects of sulfur (S)-passivation through low-temperature (160 °C) post-S annealing on the performance and stability of monolayer molybdenum disulfide (MoS(2)) field-effect transistors (FETs) are investigated. S-passivation suppresses S vacancies in the monolayer MoS(2) channel, restoring its intrinsic electrical and material properties and leading to enhancements in field-effect mobility from 8 to 95 cm^(-2) V^(-1) s^(-1) and subthreshold swing from 0.21 to 0.10 V dec^(-1)....",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847740",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maxwell Protocol for Non-Destructive Health Diagnosis of All-Solid-State Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Sulfide-based all-solid-state batteries (ASSBs) exhibit distinct degradation dynamics characterized by intricate interfacial cascade reactions that differ markedly from those of conventional lithium-ion batteries (LIBs). Despite being technologically promising, these systems currently lack robust health diagnostic frameworks to capture their critical failure mechanisms. Various physicochemical analyses based on cell disassembly are available and provide useful health-related information; but,...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Click Chemistry Screen Facilitated by an On-Nanoparticle DNA-Encoded Library Identifies Highly Selective and Potent Peptoid Ligands for a Phosphatase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Capture agents that selectively bind to biological targets are indispensable tools in diagnostics, therapeutics, and biomedical research. However, discovering such capture agents, particularly for structurally conserved or challenging targets, remains a challenge. Here, we describe a protein-templated in situ click strategy enabled by a nanoparticle-based DNA-encoded library (nanoDEL) platform. The nanoDEL enables the construction and screening of vastly large, chemically diverse combinatorial...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40847708",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colchicine and the risk of major adverse cardiovascular events in patients with gout and Type 2 diabetes: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Use of colchicine does not significantly reduce the risk of MACE compared with NSAIDs in a real-world population with T2DM and gout in South Korea between 2011 and 2022.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847662",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Use of colchicine does not significantly reduce the risk of MACE compared with NSAIDs in a real-world population with T2DM and gout in South Korea between 2011 and 2022"
    },
    {
      "title": "Mediating Effects of Parental Family Adaptation on the Quality of Life of Children With Down Syndrome: A Study of Father-Mother Dyads",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Higher family adaptation in both fathers and mothers was associated with an improved QoL in children with DS. The pathways through which parents influenced their children's QoL differed but were interdependent. Therefore, dyadic interventions aimed at improving family adaptation in both fathers and mothers may help improve the QoL of children with DS.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40847582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher family adaptation in both fathers and mothers was associated with an improved QoL in children with DS. The pathways through which parents influenced their children's QoL differed but were interdependent"
    },
    {
      "title": "Tight monitoring with colonoscopy and magnetic resonance enterography improves outcomes in patients with Crohn's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Tight monitoring with both colonoscopy and magnetic resonance enterography within 2 years after advanced therapy initiation in patients with moderate-to-severe Crohn's disease is associated with timely treatment adjustments and improved long-term outcomes, particularly through better detection of residual inflammation.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40847524",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tight monitoring with both colonoscopy and magnetic resonance enterography within 2 years after advanced therapy initiation in patients with moderate-to-severe Crohn's disease is associated with timely treatment adjustments and improved long-term outcomes, particularly through better detection of re..."
    },
    {
      "title": "Identification of optimal classifier and sensor placement for fall risk classification using IMU-based gait data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1p9j2Ia0knT7gmGP5yr8TGKmrRRyRQ0oWVA_KWuJa7rtxBZMim&fc=20250822201347&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Fall risk can be classified using gait data collected from inertial measurement units (IMU). However, the optimal classifier and placement of IMU sensors to maximize classification performance have not yet been suggested.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Yonsei University"
      ],
      "pmid": "40848330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive analysis of kampo medicine utilization across all outpatient departments with a focus on anesthesiology department/pain clinic at Kyoto university hospital over 12 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The substantial use of Kampo medicines across various departments indicates their critical role in specialized and general medical practice. The adaptability and personalized approach of treatments using Kampo medicines in the anesthesiology department are evident from the dynamic prescription patterns. Notably, the increasing use of Processed Aconite Root-containing formulations with advancing patient age suggests a potential age-related preference or therapeutic indication. These...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40849626",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The substantial use of Kampo medicines across various departments indicates their critical role in specialized and general medical practice. The adaptability and personalized approach of treatments using Kampo medicines in the anesthesiology department are evident from the dynamic prescription patte..."
    },
    {
      "title": "Comparison between barbed and non-barbed sutures for fascial closure in abdominal surgery: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This is the first meta-analysis to focus specifically on barbed sutures for abdominal fascial closure. Barbed sutures significantly reduce SSI and hospital stay without increasing fascial complications, thus suggesting that they are safe and efficient options for abdominal wall closure.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849594",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first meta-analysis to focus specifically on barbed sutures for abdominal fascial closure. Barbed sutures significantly reduce SSI and hospital stay without increasing fascial complications, thus suggesting that they are safe and efficient options for abdominal wall closure"
    },
    {
      "title": "DCDC PUF an enhanced implementation of ring oscillator based PUF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The Physical Unclonable Function (PUF) is a security mechanism that generates secret keys by capitalizing on inherent physical variations in a device to produce a distinctive response. Given the prevalent incorporation of power management units (PMUs) in current System-on-Chip devices to meet the rising demands for energy efficiency and optimal power utilization, this study proposes the utilization of existing components, specifically the voltage regulator within the PMU, to enhance the PUF. The...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40849572",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunohistochemical evaluation of CREM in CREB-rearranged mesenchymal tumors and their mimics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Fusion genes between the FET (EWSR1/FUS) and CREB (CREB1, ATF1, CREM) families characterize many tumor types, including mesenchymal entities. Herein, we tested the diagnostic utility of CREM (C-terminus) immunohistochemistry using 51 CREB-rearranged mesenchymal tumors and 159 tumors of 14 mimicking entities. Staining was considered positive if nuclear staining of moderate or strong intensity was observed in at least 10% of the tumor cells. Among the 51 CREB-rearranged tumors, CREM was at least...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849561",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of implant macrodesign and insertion load during implant placement on primary stability in artificial bone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While the insertion load did not directly influence the ITV or RTV, it varied by implant design. Higher loads potentially damage the surrounding bone, indicating the importance of careful load management.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While the insertion load did not directly influence the ITV or RTV, it varied by implant design. Higher loads potentially damage the surrounding bone, indicating the importance of careful load management"
    },
    {
      "title": "Exploring the effect of canine cancer-associated fibroblasts on T cell dynamics through the CXCL12/CXCR4 axis modulated by TGF-β1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Cancer-associated fibroblasts (CAFs) are key components of the tumor microenvironment (TME) that modulate T cell immunity by secreting humoral factors and forming structural barriers. CAFs secrete the chemokine C-X-C motif chemokine ligand 12 (CXCL12), which binds to C-X-C chemokine receptor 4 (CXCR4) on T cells and induces chemotaxis. Transforming growth factor beta 1 (TGF-β1), another humoral factor secreted by CAFs, has been reported to regulate the CXCL12/CXCR4 axis; however, a direct...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849508",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between tonsillectomy plus steroid pulse therapy and renal outcomes in patients with IgA nephropathy: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although we could not demonstrate the effectiveness of TSP on renal prognosis in patients with IgAN, this study may have been underpowered, and there are certain limitations due to the information available from the database, we were able to evaluate the association of TSP on renal outcomes using real-world data.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849455",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although we could not demonstrate the effectiveness of TSP on renal prognosis in patients with IgAN, this study may have been underpowered, and there are certain limitations due to the information available from the database, we were able to evaluate the association of TSP on renal outcomes using re..."
    },
    {
      "title": "Development of a multifaceted implementation plan to guide falls prevention in residential aged care facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We were able to develop a comprehensive implementation plan for falls prevention in RACFs. This plan supports RACFs in the implementation of tailored falls prevention interventions and maximise sustainability. Future research should further focus on larger-scale implementation and evaluating the effectiveness of the implementation plan in combination with the support of an external implementation facilitator. This includes assessing its impact on determinants, and implementation and...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on determinants, and implementation and",
      "conclusion": "We were able to develop a comprehensive implementation plan for falls prevention in RACFs. This plan supports RACFs in the implementation of tailored falls prevention interventions and maximise sustainability"
    },
    {
      "title": "Neural correlates of human fear conditioning and sources of variability in 2199 individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Pavlovian fear conditioning is a fundamental process in both health and disease. We investigate its neural correlates and sources of variability using harmonized functional magnetic resonance imaging data from 2199 individuals across nine countries, including 1888 healthy individuals and 311 with anxiety-related or depressive disorders. Using mega-analysis and normative modeling, we show that fear conditioning consistently engages brain regions within the \"central autonomic-interoceptive\" or...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40849409",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term survival after resolution of pulmonary metastasis in a patient with unresectable cervical esophageal carcinoma after nivolumab-induced immune-related adverse events",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Nivolumab is a first-line treatment for unresectable esophageal cancer; however, immune-related adverse events (irAEs) can be severe. We report a rare case of long-term survival without chemotherapy after the resolution of lung metastases potentially triggered by a nivolumab-induced irAE. A 70-year-old man with cStage III cervical esophageal squamous cell carcinoma received definitive chemoradiotherapy. One month later, lung and bone metastases were detected. Chemotherapy with fluorouracil and...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849371",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Key Predictors of Mortality in Crimean-Congo Hemorrhagic Fever: A Retrospective Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Key factors such as age, and comorbidities can predict mortality in CCHF patients. Timely identification of these predictors, along with early administration of ribavirin, may contribute to improved survival and better clinical outcomes.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Key factors such as age, and comorbidities can predict mortality in CCHF patients. Timely identification of these predictors, along with early administration of ribavirin, may contribute to improved survival and better clinical outcomes"
    },
    {
      "title": "Molecular diversity of cox1 and LSU rDNA sequences of Sarcocystis bertrami (syn. S. fayeri) (Apicomplexa: Eucoccidiorida: Sarcocystidae) in horses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Food poisoning caused by consuming raw horsemeat contaminated with Sarcocystis is a significant public health concern. Two morphotypes of sarcocysts in horsemeat, characterized by upright and folded villar protrusions, are typically identified as Sarcocystis fayeri and S. bertrami, respectively. However, recent molecular studies focusing on the ribosomal RNA gene (rDNA) and mitochondrial cytochrome c oxidase subunit I gene (cox1) have indicated a conspecific relationship between these two...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40849039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal profiling of lipid mediators in synovium and tibial plateau during joint inflammation in a collagenase-induced mouse model of osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study provides a temporal map of PUFA and oxylipin dynamics in joint tissues during progression of OA inflammation, highlighting tissue-specific inflammatory profiles, and offering insights into lipid mediator involvement in OA pathogenesis.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provides a temporal map of PUFA and oxylipin dynamics in joint tissues during progression of OA inflammation, highlighting tissue-specific inflammatory profiles, and offering insights into lipid mediator involvement in OA pathogenesis"
    },
    {
      "title": "Nutrient sensing receptor GPRC6A regulates mTORC1 signaling and Tau biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Tauopathies, including Alzheimer's disease (AD), comprise microtubule-associated protein tau aggregates that cause neuronal cell death and clinical cognitive decline. Reducing overall tau abundance remains a central strategy for therapeutics; however, no disease-modifying treatment exists to date. One principal pathway for balancing cellular proteostasis includes the mechanistic target of rapamycin complex 1 (mTORC1) signaling. Recently, arginine emerged as one of the primary amino acids to...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848921",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social contact support for patients with schizophrenia using a computer graphics avatar in a real city street environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848697",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Independent association of depressed mood and high suicide risk as assessed by the patient safety screener-3 (PSS-3) with prolonged hospitalization: A single-center cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The PSS-3 stratified hospitalized patients by depressed mood and suicide risk, both of which were independently associated with prolonged hospitalization. This simple screening tool may facilitate early identification of high-risk patients, optimize resource allocation, and improve patient care.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848624",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PSS-3 stratified hospitalized patients by depressed mood and suicide risk, both of which were independently associated with prolonged hospitalization. This simple screening tool may facilitate early identification of high-risk patients, optimize resource allocation, and improve patient care"
    },
    {
      "title": "Letter Re: Development of an artificial intelligence-generated, explainable treatment recommendation system for urothelial carcinoma and renal cell carcinoma to support multidisciplinary cancer conferences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848592",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Retinoic-acid-concentration-dependent acquisition of neural cell identity during in vitro differentiation of mouse embryonic stem cells\" [Develop. Biol. 275 (2004) 124-42]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of a New Drug and Agrochemical Candidates Screening Platform Utilizing Drug-Hypersensitive Fission Yeast to Discover Overlooked Natural Products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Natural products exhibiting selective or preferential antifungal activity against fission yeast over budding yeast might contribute greatly to new discoveries in the life sciences and new drug and agrochemical development. However, it is difficult to discover new drug and agrochemical candidates in the fission yeast screening system due to its low drug sensitivity. In this study, we constructed a new antifungal drug and agrochemical candidate screening platform using a drug-hypersensitive...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing dural opening and closure in endonasal transsphenoidal surgery: Technical considerations for incision design and clinical utility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Dural opening and closure represent a crucial yet under-discussed aspect of transsphenoidal surgery (TSS), where the operative field is narrow and cerebrospinal fluid (CSF) leakage remains a significant complication. In 2010, we abandoned the conventional cruciate dural incision and began developing optimized designs that provide wide exposure, minimal interference, and facilitate watertight closure. After investigating various incision types, we empirically established a modified H-shaped dural...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848179",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation and Identification of High Biomass and Lipid Productivity Euglena Strain from Tropical Malaysian Environments for Enhancement of Biofuel Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The microalgae Euglena holds promise for biofuel production due to its high lipid content. However, the lipid productivity of current species/strains for biofuel production remains suboptimal due to limitations in strain selection. Therefore, this study aims to isolate and identify novel Euglena species or strains with high biomass and lipid productivity to enhance biofuel production from a desirable environment. Malaysia's tropical climate with abundant sunlight and water resources provides an...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to isolate and identify novel Euglena species or strains with high biomass and lipid productivity to enhance biofuel production from a desirable environment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical outcomes of completion lobectomy after primary segmentectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Completion lobectomy is technically challenging, especially in the upper lobe, but the oncological and surgical results are acceptable. This procedure is a promising and important strategy for treating secondary lesions in the residual lobe after segmentectomy.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "strategy for treating secondary lesions in the residual lobe after segmentectomy",
      "conclusion": "Completion lobectomy is technically challenging, especially in the upper lobe, but the oncological and surgical results are acceptable. This procedure is a promising and important strategy for treating secondary lesions in the residual lobe after segmentectomy"
    },
    {
      "title": "Low preoperative prealbumin increases non-gastric cancer mortality in patients with early or advanced gastric cancer after gastrectomy: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Preoperative prealbumin levels were correlated with the OS, especially the other-cause survival, in patients with gastric cancer after gastrectomy. (200 words). Data Access Statement: Research data supporting this publication are available from the NN repository at located at www.NNN.org/download/ .",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848108",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative prealbumin levels were correlated with the OS, especially the other-cause survival, in patients with gastric cancer after gastrectomy. (200 words)"
    },
    {
      "title": "A Cell-Surface-Targeted Fluorogenic Probe for Detection of Sulfatase 2 Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40848002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Sulfatase 2 (Sulf-2), an extracellular sulfatase that modulates the sulfation pattern of heparan sulfate proteoglycans (HSPGs), serves as a critical biomarker for various pathological conditions. Monitoring Sulf-2 activity in living cell samples provides valuable insights for diagnostic applications and therapeutic evaluation of Sulf-2-related diseases. In this study, we developed a novel plasma-membrane-targeted fluorogenic probe, MAR-S, to visualize the activity of Sulf-2 secreted by living...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40848002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Insight into the Relation of Spin-Polarization and Oxygen Evolution Enhancement with a Monolayer Chiral Covalent Organic Framework Model Catalyst",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Manipulating the electron spin state through the chiral-induced spin selectivity (CISS) effect provides a novel strategy for enhancing the activity and selectivity of the oxygen evolution reaction (OER). However, developing a quantitative relationship between the CISS effect and the chirality-enhanced OER performance is difficult due to complex influencing factors. Herein, using a ligand exchange strategy, we developed a monolayer chiral covalent organic framework (mc-COF) model catalytic system...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Selective Transport Energy Barriers in Chitin-Assisted Polyamide Membranes for Efficient Cl<sup>-</sup>/SO<sub>4</sub><sup>2-</sup> Sieving",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Nanofiltration (NF) technology is crucial in alleviating global water scarcity through desalination. Overcoming the permselectivity trade-off to improve both the permeance and rejection of polyamide (PA) nanofiltration (NF) membranes beyond the log-log upper bound remains a significant scientific challenge. Herein, we explored advanced ion-transport barriers by constructing a chitin-assisted PA NF membrane, incorporating a biomass-derived carboxylated chitin nanofiber (CO-ChNF) interlayer that...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847927",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sacrificial Trimethyl Phosphate Modification for Phase Stability of Mesoporous γ-Alumina",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "This study demonstrates a sacrificial surface modification employing trimethyl phosphate (TMP) to enhance the phase stability of mesoporous γ-alumina (γ-Al(2)O(3)). TMP was grafted onto the γ-Al(2)O(3) surface via a simple wetting and calcination process. Complementary analyses─including X-ray diffraction, spectroscopy, thermal analysis, and porosity measurements─revealed the formation of three types of TMP moieties on γ-Al(2)O(3) surfaces and their gradual decomposition, subsequent diffusion...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847919",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a sacrificial surface modification employing trimethyl phosphate (TMP) to enhance the phase stability of mesoporous γ-alumina (γ-Al(2)O(3))",
      "conclusion": null
    },
    {
      "title": "Hexanoic Acid Intake Enhances Anti-Tumor Immune Responses in Colorectal Cancer by Reducing the Immunosuppressive Function of Tregs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Colorectal cancer (CRC) remains a leading cause of cancer mortality worldwide. Regulatory T cells (Tregs) are key immune regulators that inhibit anti-tumor immune responses by suppressing effector T-cell functions and fostering an immunosuppressive tumor microenvironment. Despite epidemiological evidence showing an inverse association between milk consumption and CRC risk, the underlying mechanisms remain unclear. While milk-derived fatty acids have demonstrated tumor-suppressive activities, the...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847888",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of Generative Protein Design with Synthetic Porphyrin Assembly: Metal-Responsive Cyclic Assembly of a Bi-Porphyrin Acquisition Designer Protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "De novo protein design has been used to create functional protein assemblies, but its reliance on standard amino acids limits the integration of synthetic supramolecular strategies for precise control of molecular assemblies. Herein, an artificial protein assembly that integrates synthetic supramolecular design with de novo protein engineering is presented. Focusing on unit and connection rigidity, the Bi-Porphyrin Acquisition Designer protein (BiPAD), which captures two synthetic porphyrin...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photochemical and Redox-Controlled ON-OFF Switching in Proton-Coupled Electron Transfer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "We report a reversible ON-OFF proton-coupled electron transfer (PCET) switch based on ruthenium(II) polypyridyl complexes, triggered by both light and redox stimuli. Upon photoirradiation, a carboxylate-ligated Ru(II) complex undergoes photosubstitution to generate a metastable, PCET-active aqua complex. This metastable complex exhibits redox-induced conformational change, regenerating the original carboxylate complex. The switching behavior enables external control of PCET activity, directly...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Sister Mary Joseph's nodule in fallopian tube cancer: exploring the metastatic pathway through gene expression profiling-a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40847424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings suggest differences in the RNA expression patterns between Sister Mary Joseph's nodule and lymph node metastases in fallopian tube cancer, indicating the possibility of distinct metastatic mechanisms. Further examination of similar cases and longitudinal studies are necessary to elucidate the metastatic patterns of Sister Mary Joseph's nodule. This case highlights the potential value of molecular profiling for understanding the complex metastatic processes in...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40847424",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest differences in the RNA expression patterns between Sister Mary Joseph's nodule and lymph node metastases in fallopian tube cancer, indicating the possibility of distinct metastatic mechanisms. Further examination of similar cases and longitudinal studies are necessary to elucida..."
    },
    {
      "title": "Accuracy of robot-assisted dental implant surgery and its clinical influencing factors: a retrospective case series of 100 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural correlates of span capacity during visual discrimination under varying cognitive demands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "This study examined the neural correlates of individual differences in span capacity during a visual discrimination task under varying cognitive demands. Thirty-six participants (ages 19-33) completed span tasks to assess cognitive capacity and were categorized into high- and low-span groups. Behavioral results showed that reaction times (RTs) increased and accuracy decreased with task difficulty, with individuals of higher span capacity exhibiting faster RTs and greater accuracy across...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849603",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the neural correlates of individual differences in span capacity during a visual discrimination task under varying cognitive demands",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Manipulating dietary protein and amino acids in the common marmoset Callithrix jacchus impacts circulating metabolites and FGF21 levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Restricting dietary protein intake has metabolic and physiological benefits for animals. Rodent studies have identified the involvement of a hormone, fibroblast growth factor 21 (FGF21), which is upregulated by sensing amino acid scarcity. However, to what extent this mechanism is conserved in primates remains elusive. Using common marmosets, Callithrix jacchus, as a non-human primate model, we develop a protocol for protein restriction and dietary amino acid manipulation. Low protein diet...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unlocking deep relaxation: the power of rhythmic breathing on brain rhythms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The pandemic has exacerbated mental health issues across the world. The limited availability of mental health professionals is preventing many from seeking help, which highlights the need for easily available mental health care routines like yoga, breathing, and meditation. A breath-based meditation technique known as Sudarshan Kriya Yoga (SKY) harnesses the power of breath to induce deep relaxation and makes meditation easier for beginners and has proven beneficial across multiple conditions,...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849592",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research on nutritional differences among different types of buds in Xanthoceras sorbifolium Bunge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Xanthoceras sorbifolium Bunge is an important woody oil plant variety found in northern China. As a monoecious species, increasing the ratio of female-to-male flowers can effectively increase yield. X. sorbifolium has three bud types: female flower buds that preponderantly populate the upper section of the shoot, male flower buds chiefly concentrated in the middle segment of the shoot, and withered buds predominantly lodged in the lower portion of the shoots. This study aimed to identify the...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify the",
      "significance": "woody oil plant variety found in northern China",
      "conclusion": null
    },
    {
      "title": "The combined associations of excess body weight, hypertension, and hypertriglyceridemia with hyperglycemia among nondiabetic older adults in regional China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "To investigate the separate and combined associations of excess body weight (EBW), hypertension (HTN), and hypertriglyceridemia (HTG) with hyperglycemia among non-diabetic adults aged 60 years and above in regional China. In this cross-sectional study conducted in 2023, 26,769 non-diabetic individuals aged 60 years and older were selected from Nanjing municipality, China. Body weight and height, blood pressure, fasting plasma triglycerides, and glucose were objectively measured, while...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849579",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cochrane corner: artificial intelligence for diagnosing exudative age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849608",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repeated theta burst stimulation of the right ventrolateral prefrontal cortex reveals strong habituation in the context of stress and rumination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social hierarchy and resilience affect stress-induced PTSD via Uba7 gene expression and subsequent inflammation in microglia of the mPFC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Post-traumatic stress disorder (PTSD) occurs in individuals who have experienced a traumatic event; however, not everyone who has experienced a traumatic event will develop this condition, highlighting the significance of susceptibility factors. Social hierarchy is a critical behavioral regulator of stress susceptibility and a risk factor for mental disorders. Individual resilience, the ability to recover from acute stress and preclinical injury, also plays a role in PTSD susceptibility. Some...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849546",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of susceptibility factors",
      "conclusion": null
    },
    {
      "title": "Methylone promotes neurite outgrowth and has long-lasting effects on fear extinction learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Post-traumatic stress disorder (PTSD) is a prevalent and debilitating disorder, and available treatments are limited. TSND-201 (methylone) is in clinical trials for PTSD, showing potential to have rapid, robust and long-lasting benefit without direct agonist/antagonist activity at 5HT2A. Alterations in structural neuroplasticity are a well-studied mechanism that may underlie both the pathophysiology and treatment of PTSD. Previous work showed that methylone rapidly induced...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849539",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterizing plasma lipid species in metabolic dysfunction associated steatotic liver disease in persons with type 1 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is the hepatic manifestation of metabolic syndrome. Hepatic lipotoxicity and inflammation are two key factors driving progression of steatosis to metabolic dysfunction-associated steatohepatitis (MASH). The presence of MASH increases the risk of cardiovascular events, cirrhosis, hepatocellular carcinoma (HCC) and non-liver malignancies. Although MASLD and lipid species have been extensively examined in persons with type 2 diabetes,...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849529",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomics on choroidal neovascularization based on itraq and the protective effect of TAB1 in CNV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Choroidal neovascularization (CNV) is a severe pathological outcome of age-related macular degeneration (AMD) which could lead to blindness. The present study was aimed at exploring the mechanisms of CNV, hoping to provide new clues in finding the treatment target of CNV. ITRAQ approach was applied to analyze the proteins in choroidal neovascularization of CNV and normal rats. KEGG and GO annotation were used to analyze the differently-expressed proteins. Western Blotting was used as the method...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative genotoxicity assessment of N-nitrosodimethylamine in mice by error-corrected next-generation sequencing and DNA methylation quantification for toxicity threshold determination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "The contamination of N-nitrosamines (N-NAs) in pharmaceuticals has raised global concerns, due to potential carcinogenic risks. N-nitrosodimethylamine (NDMA) is a rodent carcinogen and the most prevalent N-NAs impurity in drug products. Current acceptable intake of NDMA (96 ng/day) is a simple linear extrapolation from rodent carcinogenicity data, which may not comprehensively characterize its genotoxic potential in humans. Most N-NAs react with DNA to form DNA adducts after metabolic...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of CRISPR-Cas12a clades using a large language model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CRISPR-Cas systems revolutionize life science. Metagenomes contain millions of unknown Cas proteins. Traditional mining relies on protein sequence alignments. In this work, we employ an evolutionary scale language model (ESM) to learn the information beyond sequences. Trained with CRISPR-Cas data, ESM accurately identifies Cas proteins without alignment. Limited experimental data restricts feature prediction, but integrating with machine learning enables trans-cleavage activity prediction of...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849498",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "H4K79 and H4K91 histone lactylation, newly identified lactylation sites enriched in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Metabolic reprogramming and epigenetic modification are two hallmarks of cancer. Protein lysine lactylation (Kla) is a novel type of glycolysis lactate-triggered posttranslational modification. However, the role of Kla in breast cancer (BC) remains largely unknown. Here, western blot, and immunohistochemical (IHC) staining of BC tissues revealed that global Kla levels were upregulated in BC tissues, and high levels of Kla were correlated with poor prognosis of patients with BC. A series of in...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849487",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The performance of ChatGPT on medical image-based assessments and implications for medical education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrates that GPT models can accurately answer image-based medical examination questions, with GPT-4o exhibiting numerically higher performance. Prompt engineering further enables their use in instructional planning. While these models hold promise for enhancing medical education, expert supervision remains critical to ensure the accuracy and reliability of AI-generated content.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849473",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that GPT models can accurately answer image-based medical examination questions, with GPT-4o exhibiting numerically higher performance",
      "conclusion": "This study demonstrates that GPT models can accurately answer image-based medical examination questions, with GPT-4o exhibiting numerically higher performance. Prompt engineering further enables their use in instructional planning"
    },
    {
      "title": "Inflammatory factor CCL2 enhances the interaction between monocyte-macrophage cells and liver parenchymal cells to promote liver inflammation and fibrosis in biliary atresia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Severe liver fibrosis in BA is associated with a pronounced inflammatory response. CCL2 may be crucial in the occurrence and progression of liver fibrosis in BA. Targeting CCL2 + monocyte-macrophage cells by reducing their proportion or interaction with liver fibrosis-related cells may provide a potential treatment for liver fibrosis in BA.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849451",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Severe liver fibrosis in BA is associated with a pronounced inflammatory response. CCL2 may be crucial in the occurrence and progression of liver fibrosis in BA"
    },
    {
      "title": "Impacts of omega-3 fatty acids intervention on immune functions and clinical outcomes in surgical gastric cancer patients: a systematic review and trial sequential meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849447",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep genome sequencing reveals extensive genetic heterogeneity in early human placentas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Placental biopsy in early pregnancy is widely used in prenatal genetic diagnostics as a surrogate for fetal tissue. Confined placental chromosomal mosaicism is a well-documented phenomenon causing genetic discrepancies between the fetus and placenta. Although comprehensive sequencing methods are becoming popular for prenatal screening of monogenic disorders, knowledge of concordance between the fetus and early placenta at the sequence level remains limited. By deep genome sequencing, we have...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular landscape, subtypes, and therapeutic vulnerabilities of central nervous system solitary fibrous tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Solitary fibrous tumors (SFTs) of the central nervous system (CNS) are rare, aggressive mesenchymal neoplasms with high recurrence and metastasis rates. Here, we perform a comprehensive multi-omics analysis of 189 cases of CNS SFTs integrating 94 whole genome sequencing, 88 transcriptomics, 7 single-nucleus RNA sequencing and 3 spatial transcriptome sequencing. We find that receptor tyrosine kinase mutations are significantly more prevalent besides the widespread NAB2-STAT6 fusion and correlate...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849425",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alterations of the skin microbiome in multiple system atrophy: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Multiple system atrophy (MSA) alters skin physiology, potentially impacting skin microbiota. This pilot study investigated whether skin microbiota differs in MSA and whether these differences relate to disease severity. Using 16S rRNA sequencing of cervical and axillary sites in MSA, Parkinson's disease, and controls, we identified distinct microbial patterns among groups. These patterns allowed cohort classification and showed strong associations with clinical symptoms, suggesting...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849417",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CAD hijacks STING to impair antitumor immunity and radiotherapy efficacy of colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Radiotherapy (RT)-elicited antitumor immunity serves as a pivotal mechanism in RT-mediated tumor control. The strategic integration of RT with immunotherapies, particularly immune checkpoint blockade (ICB), is revolutionizing cancer therapeutics, demonstrating remarkable clinical potential. In this context, identifying molecular targets to potentiate radioimmunotherapy (RIT) efficacy represents a critical research priority. Emerging as a central immunomodulatory axis, the cGAS/STING signaling...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849416",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "4D structural biology-quantitative dynamics in the eukaryotic RNA exosome complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Molecular machines play pivotal roles in all biological processes. Most structural methods, however, are unable to directly probe molecular motions. Here, we demonstrate that dedicated NMR experiments can provide quantitative insights into functionally important dynamic regions in very large asymmetric protein complexes. We establish this for the 410 kDa eukaryotic RNA exosome complex that contains ten distinct protein chains. Methyl-group and fluorine NMR experiments reveal site-specific...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "dynamic regions in very large asymmetric protein complexes",
      "conclusion": null
    },
    {
      "title": "A repurposed AMP binding domain reveals mitochondrial protein AMPylation as a regulator of cellular metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Protein AMPylation, the covalent addition of adenosine monophosphate (AMP) to protein substrates, has been known as a post translational modification for over 50 years. Research in this field is largely underdeveloped due to the lack of tools that enable the systematic identification of AMPylated substrates. Here, we address this gap by developing an enrichment technique to isolate and study AMPylated proteins using a nucleotide-binding protein, hinT. Cryo-EM reconstruction of an AMPylated...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Graph retrieval augmented large language models for facial phenotype associated rare genetic disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Many rare genetic diseases have recognizable facial phenotypes that serve as diagnostic clues. While Large Language Models (LLMs) have shown potential in healthcare, their application to rare genetic diseases still faces challenges like hallucination and limited domain knowledge. To address these challenges, Retrieval-Augmented Generation (RAG) is an effective method, while Knowledge Graphs (KGs) provide more accurate and reliable information. In this paper, we constructed a Facial Phenotype...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA methylation analysis reveals an epigenetic signature distinctive of high-grade oligodendroglioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "IDH-mutant gliomas represent a subtype of diffuse gliomas that primarily affect patients in early to mid-adolescence. These tumors are classified into three distinct CNS WHO grades of malignancy. Accurate grading is essential for selecting an appropriate treatment maximizing anti-tumor efficacy while minimizing adverse effects. However, grading of oligodendrogliomas with 1p/19q codeletion currently relies on qualitative tumor characteristics that may be influenced by observer subjectivity,...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849395",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Cancer Stroma and SPARC are Involved in the Molecular Mechanisms of Poor Prognosis in Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849377",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of conserved frontal neurophysiological markers of cognitive flexibility in humans and rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Cognitive flexibility broadly describes behavioral alterations made in response to environmental changes and is fundamental for survival. While human and non-human animal assessments of cognitive flexibility are available, a systematic cross-species comparison of behavioral, neurophysiological, and computational markers of cognitive flexibility has not been reported. Using versions of a probabilistic reversal learning task aligned between humans and rats, electroencephalogram recordings reveal a...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849367",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of social determinants of health on outcomes of brexucabtagene autoleucel in adults with relapsed/refractory B-cell acute lymphoblastic leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Brexucabtagene autoleucel (brexu-cel) is a chimeric antigen receptor T (CAR T) cell therapy approved for adults with relapsed or refractory (R/R) B-cell acute lymphoblastic leukemia (B-ALL). We studied the impact of social determinants of health (SDoH) on outcomes of adults with B-ALL receiving brexu-cel. This retrospective analysis included adults (≥18 years) with R/R B-ALL treated with brexu-cel between 2021 and 2023. Cox proportional hazards models evaluated the association of race,...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849364",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of social determinants of health (SDoH) on outcomes of adults with B-ALL receiving brexu-cel",
      "conclusion": null
    },
    {
      "title": "Leukemia stem cells for relapse prediction in AML patients receiving allografts: long-term follow-up of a prospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "In this study, we explored the ability of leukemia stem cell (LSC)-based method and traditional multiparameter flow cytometry (MFC) assay to predict leukemia relapse after long-term follow-up. 360 AML patients who received allografts between July 2018 and November 2019 were prospectively enrolled. Patients with positive measurable residual disease (MRD) based on CD34^(+)CD38^(-)cocktail^(+) LSCs (≥0.004%) exhibited a greater 5-year cumulative incidence of relapse (CIR) (49.7% vs. 8.5%, P <...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849363",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CARE-AD: a multi-agent large language model framework for Alzheimer's disease prediction using longitudinal clinical notes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Large language models (LLMs) have shown promising capabilities across diverse domains, yet their application to complex clinical prediction tasks remains limited. In this study, we present CARE-AD (Collaborative Analysis and Risk Evaluation for Alzheimer's Disease), a multi-agent LLM-based framework for forecasting Alzheimer's disease (AD) onset by analyzing longitudinal electronic health record (EHR) notes. CARE-AD assigns specialized LLM agents to extract signs and symptoms relevant to AD and...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849361",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroregenerative and neuroprotective effects of bioengineered scaffolds in spinal cord injury: a systematic review of preclinical and early phase clinical studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Scaffold implantation shows promising neuroregenerative potential, evidenced by AIS grade improvement in human studies. Scaffolds are advancing rapidly from laboratory research to clinical trials, expanding treatment options for SCI.",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849360",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Scaffold implantation shows promising neuroregenerative potential, evidenced by AIS grade improvement in human studies. Scaffolds are advancing rapidly from laboratory research to clinical trials, expanding treatment options for SCI"
    },
    {
      "title": "MALNC: a new mutant NPM1/IDH2<sup>R140</sup> and PML-RARA-associated lncRNA with impact on AML cell proliferation, maturation and drug response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "As the non-coding genome remains poorly characterized in acute myeloid leukemia (AML), we aimed to identify and functionally characterize novel long non-coding RNAs (lncRNAs) relevant to AML biology and treatment. We first identified lncRNAs overexpressed in AML blasts and, among them, discovered a novel transcript, which we named myeloid and AML-associated intergenic long non-coding RNA (MALNC). MALNC is overexpressed in AML, particularly in cases with the PML-RARA fusion or IDH2^(R140)/NPM1...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849353",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify and functionally characterize novel long non-coding RNAs (lncRNAs) relevant to AML biology and treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial and multilevel analysis of determinant factors for safely managed sanitation services in Ethiopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Access to safely managed sanitation services is a major public health concern, particularly in low- and middle-income countries like Ethiopia. Addressing the sanitation problem requires a comprehensive understanding of the spatial variation and determinant factors. This study aims to estimate the prevalence of unimproved sanitation services, identify hotspot areas, predict high-risk zones, detect spatial cluster and determinant factors in Ethiopia. A community-based cross-sectional study was...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to estimate the prevalence of unimproved sanitation services, identify hotspot areas, predict high-risk zones, detect spatial cluster and determinant factors in Ethiopia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intestinal bacteria translocation promotes β-cell dysfunction in DIO mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Awareness of the intestinal microflora involved in insulin resistance and type 2 diabetes (T2DM) has now become more evident. However, direct mechanical insight is required to illustrate the contribution of intestinal microflora in the disease progression. In this study, we aimed to precisely assess the changes in intestinal bacteria translocation (IBT) from gut to the pancreas using combinations of FISH, 16S rRNA amplicon sequencing, and deep learning-assisted methods to track IBT in...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849329",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "precisely assess the changes in intestinal bacteria translocation (IBT) from gut to the pancreas using combinations of FISH, 16S rRNA amplicon sequencing, and deep learning-assisted methods to track I...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulation of neuroimmune cytokine networks by antidepressants: implications in mood regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Major Depressive Disorder (MDD) is increasingly recognized as a neuroinflammatory condition characterized by dysregulated cytokine networks. This comprehensive review examines the immunomodulatory effects of antidepressant medications, revealing their significant impact on Th1/Th2 cytokine balance beyond their classical neurotransmitter actions. Clinical data show that diverse antidepressant classes consistently demonstrate immunomodulatory properties that extend beyond their classical...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849324",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on Th1/Th2 cytokine balance beyond their classical neurotransmitter actions",
      "conclusion": null
    },
    {
      "title": "Prevalence and determinants of hypertension in rwanda: a secondary data analysis using the WHO STEPS survey 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Hypertension is a major public health concern and a leading risk factor for cardiovascular diseases in Rwanda. While previous national surveys have documented its burden, updated analysis of current prevalence patterns and determinants is needed to inform contemporary prevention strategies. This study aimed to assess hypertension prevalence and key determinants using data from the 2022 Rwanda WHO STEPS Survey to inform targeted prevention and intervention strategies. This secondary data analysis...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849321",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess hypertension prevalence and key determinants using data from the 2022 Rwanda WHO STEPS Survey to inform targeted prevention and intervention strategies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DERMA-OCTA: A Comprehensive Dataset and Preprocessing Pipeline for Dermatological OCTA Vessel Segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Optical coherence tomography angiography (OCTA) has emerged as a promising tool for non-invasive vascular imaging in dermatology. However, the field lacks standardized methods for processing and analyzing these complex images, as well as sufficient annotated datasets for developing automated analysis tools. We present DERMA-OCTA, the first open-access dermatological OCTA dataset, comprising 330 volumetric scans from 74 subjects with various skin conditions. The dataset contains the original 2D...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probing weak chemical interactions of metal surface atoms with CO-terminated AFM tips identifies molecular adsorption sites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Metal surfaces play a key role in on-surface synthesis as they provide a two-dimensional catalytic reaction environment that stimulates activation, diffusion, and coupling of molecular reactants. Fundamental understanding of the interactions between surface atoms and reactants is very limited but would enable controlling on-surface reaction processes for designing functional nanomaterials. Here, we measure chemical interactions between CO-terminated tips and Cu(111), Ag(111), and Au(111) surface...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849315",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of cooperative membership in promoting agricultural green production technologies among rice farmers in rural China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Adopting agricultural green production technologies (AGPTs) is crucial for enhancing agricultural sustainability. This study draws on data from 1281 rice farmers in Jiangxi Province, China, surveyed in 2023. Using multivariate ordered probit models and mediated effects models, it examines whether cooperative membership affects the utilization of AGPTs. The findings reveal that the means of sample farmers' adoption of AGPTs and cooperative membership are 0.764 and 0.234, respectively, indicating...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The TEX44-CPT1B axis regulates mitochondrial sheath assembly and fatty acid oxidation in sperm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Mitochondrial fatty acid β-oxidation (FAO) is essential for energy production and cellular homeostasis, yet its role in sperm function has remained unclear. Through whole-exome sequencing (WES) of 800 patients with asthenozoospermia, we identified biallelic Testis-Expressed Protein 44 (TEX44) variants in six individuals, all of whom exhibited defective mitochondrial sheath assembly and impaired sperm motility. Using Tex44 knockout mice, we show that TEX44 interacts with carnitine...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849303",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wide temperature range adaptable electric field driven binder for advanced lithium-sulfur batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Stable operation over wide temperature ranges is still a great challenge for lithium-sulfur batteries facing actual operating environments. Electrocatalysis is an effective strategy to address the sluggish reaction kinetics of lithium polysulfides at low temperatures and exacerbated shuttling effect at high temperatures; however, its practicality is still restricted by the structural stability of the support electrodes. In this work, a binder with wide temperature range adaptability is designed...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LncRNA HSCHARME is altered in human cardiomyopathies and promotes stem cell-derived cardiomyogenesis via splicing regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "A growing body of evidence suggests that tissue-specific lncRNAs play pivotal roles in the heart. Here, we exploit the synteny between the mouse and human genomes to identify the human lncRNA HSCHARME and combine single-cell transcriptomics, CAGE-seq data, RNA-FISH imaging and CRISPR/Cas9 genome editing to document its role in cardiomyogenesis. By investigating the mechanism of action of HSCHARME in hiPSC-derived cardiomyocytes, we report that the locus produces the major pCHARME isoform that...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omic identification of perineurial hyperplasia and lipid-associated nerve macrophages in human polyneuropathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Diseases affecting multiple peripheral nerves, termed polyneuropathies (PNPs), are common, mechanistically heterogeneous, and their causes are challenging to identify. Here, we integrated single-nucleus transcriptomics of peripheral nerves from 33 human PNP patients and four controls (365,708 nuclei) with subcellular spatial transcriptomics. We identified nerve cell type markers and uncovered unexpected heterogeneity of perineurial cells. PNPs shared a loss of myelinating and an increase in...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849297",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards expert-level autonomous carotid ultrasonography with large-scale learning-based robotic system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Carotid ultrasound requires skilled operators due to small vessel dimensions and high anatomical variability, exacerbating sonographer shortages and diagnostic inconsistencies. Prior automation attempts, including rule-based approaches with manual heuristics and reinforcement learning trained in simulated environments, demonstrate limited generalizability and fail to complete real-world clinical workflows. Here, we present UltraBot, a fully learning-based autonomous carotid ultrasound robot,...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849291",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell omics sequencing technologies: the long-read generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40849279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250824200624&v=2.18.0.post9+e462414",
      "description": "Over the past decade, single-cell omics sequencing technologies have revolutionized biological and medical research and deepened our knowledge of cellular heterogeneities in life activities at the genomic, epigenomic, and transcriptomic levels. Concurrently, single-molecule long-read sequencing (SMS) technologies have also made amazingly rapid progress. In recent years, the convergence of these two exciting fields has injected new vitality into the generation of novel insights in genomics...",
      "pubDate": "2025-08-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40849279",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}