{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-15T07:34:46.387Z",
  "totalItems": 150,
  "totalArchived": 25395,
  "newPapersAdded": 179,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 85,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 71,
    "IBS": 6,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 4,
    "GIST": 4,
    "Kyung Hee University": 7,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 22,
    "Multidisciplinary": 74,
    "Neuroscience": 9,
    "Materials Science": 10,
    "Biomedical": 32,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Comparison of oncologic outcomes between completion hysterectomy and no completion hysterectomy in patients who achieved complete response and completed childbearing after fertility-sparing treatment for early-stage endometrial cancer: Gynecologic Oncology Research Investigators coLLaborAtion study (GORILLA-3001)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Completion hysterectomy is associated with improved oncologic outcomes in patients who deliver after FST. Therefore, hysterectomy should be considered for patients who have completed childbearing after FST.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41237702",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Completion hysterectomy is associated with improved oncologic outcomes in patients who deliver after FST. Therefore, hysterectomy should be considered for patients who have completed childbearing after FST"
    },
    {
      "title": "Structural identification and metabolic profiling of the new psychoactive substance 2-fluoro-2-oxo-PCPr using NMR and LC-QTOF-MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Fluorinated analogs of ketamine, such as 2-fluoro-deschloroketamine and its isomers, have recently emerged as dissociative anesthetics that act through multiple central nervous system pathways. As their prevalence continues to increase, metabolic studies are critical to confirm their use in suspected cases of abuse. 2-Fluoro-N-propylnordeschloroketamine (2-fluoro-2-oxo-PCPr), in which a propyl group replaces the methyl group of 2-fluoro-deschloroketamine, was seized by investigative authorities...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41237532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increases in brain catecholamine levels counteract memory deficits and reduces Aβ deposition in 5XFAD male mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is a degenerative brain disease that presents with neurological symptoms and memory loss, with no clear treatment. Catecholamines, including dopamine, epinephrine, and norepinephrine, can inhibit or degrade the abnormal aggregation of proteins that cause diseases; however, developing these catecholamines as medication is difficult. This study aimed to demonstrate that increasing the levels of catecholamines in the brain may help improve symptoms of AD. We tested whether...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41237463",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "demonstrate that increasing the levels of catecholamines in the brain may help improve symptoms of AD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic enhancement of AAV gene delivery in 2D cells and 3D organoids using polybrene and hydroxychloroquine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Recent advances in three-dimensional (3D) culture platforms have enabled organoids to serve as physiologically relevant models for recapitulating human biology and assessing therapeutic efficacy and toxicity. Despite their promise, their complex architecture presents significant challenges for efficient gene delivery, thereby limiting their broader application in drug discovery and translational research. To overcome this challenge, we developed a sequential treatment strategy that combines...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41237131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbene-Metal-Amide Materials Design: Tailoring π-Extended Amides for High-Performance Organic Light-Emitting Diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "A series of gold-centred carbene-metal-amide (CMA) complexes are prepared with a rigid benzofuroindole (BFI) and benzothioindole (BTI) amide donor ligands coordinated with bicyclic(alkyl)amino carbene (BiC)Au(I)-moiety in high yields. CMA complexes emit in the sky-blue range at 501 and 511 nm with unity quantum yields in amorphous solid state media. Both CMA complexes emit thermally activated delayed fluorescence (TADF) originating from a charge transfer (CT) state with an excited state lifetime...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41235948",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Applications of Speckle-Tracking Echocardiography in Heart Failure: From Diagnosis to Prognostication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Speckle-tracking echocardiography (STE) has emerged as a valuable noninvasive tool for assessing myocardial deformation in patients with heart failure (HF). This review summarizes the principles, clinical applications, and prognostic implications of strain echocardiography across the spectrum of HF phenotypes, including heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fraction (HFpEF). Global longitudinal strain (GLS)...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41234628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of strain echocardiography across the spectrum of HF phenotypes, including heart failure with reduced ejection fraction (HFrEF), mildly reduced ejection fraction (HFmrEF), and preserved ejection fract...",
      "conclusion": null
    },
    {
      "title": "Deep learning-based classification of pleural malignancy using medical thoracoscopic images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study presents the first deep learning-based classification model of pleural malignancy using MT images. The model showed excellent diagnostic performance and has the potential to aid real-time clinical decision-making during thoracoscopy by suggesting malignant targets for biopsy or pleurodesis.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41234571",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study presents the first deep learning-based classification model of pleural malignancy using MT images. The model showed excellent diagnostic performance and has the potential to aid real-time clinical decision-making during thoracoscopy by suggesting malignant targets for biopsy or pleurodesi..."
    },
    {
      "title": "Prevention, Detection, and Management of Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Endoscopic retrograde cholangiopancreatography (ERCP) is a widely used diagnostic and therapeutic procedure for pancreaticobiliary diseases. However, its relatively invasive nature necessitates a thorough understanding of potential adverse events and appropriate preventive strategies. Post-ERCP pancreatitis (PEP), the most common ERCP-related adverse event, occurs in approximately 10% of cases. While often mild, severe cases can rapidly progress and lead to clinical deterioration and mortality....",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41234031",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Integration of Single-Crystalline Ag Nanosheets for Threshold Voltage Engineering in Oxide Thin-Film Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41233958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Amorphous oxide semiconductor-based thin-film transistors (TFTs), particularly those utilizing indium gallium zinc oxide (IGZO), have garnered significant attention for next-generation display backplanes and flexible electronics. However, the precise and reliable modulation of threshold voltage (V(th)) remains a persistent challenge, often requiring doping or vacancy engineering approaches that compromise process uniformity and device reliability. In this study, we introduce a scalable and...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Pusan National University"
      ],
      "pmid": "41233958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverging global incidence trends of early-onset cancers: comparisons with incidence trends of later-onset cancers and mortality trends of early-onset cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The increase in many early-onset cancer types was significantly higher than that of later-onset cancers, and the incidence and mortality of certain early-onset cancer types (such as colorectal cancer) increased simultaneously. Our study highlights global differences in cancer incidence and mortality trends of early-onset and later-onset cancers.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41239501",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The increase in many early-onset cancer types was significantly higher than that of later-onset cancers, and the incidence and mortality of certain early-onset cancer types (such as colorectal cancer) increased simultaneously. Our study highlights global differences in cancer incidence and mortality..."
    },
    {
      "title": "A new biological enhancement therapy for anterior cruciate ligament reconstruction: the preclinical proof of anterior cruciate ligament reconstruction with tendon graft reseeded with autologous anterior cruciate ligament-derived cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Implantation of a tendon graft reseeded with culture-expanded ACL-derived cells, and ACLM powder enhanced the tendon graft's maturation process and mechanical properties. We provide in vitro and in vivo proof-of-concept evidence supporting the efficacy of reseeding a tendon graft with ACL-derived cells combined with ACLM powder as a biological scaffold for ACL reconstruction.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41239486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Implantation of a tendon graft reseeded with culture-expanded ACL-derived cells, and ACLM powder enhanced the tendon graft's maturation process and mechanical properties. We provide in vitro and in vivo proof-of-concept evidence supporting the efficacy of reseeding a tendon graft with ACL-derived ce..."
    },
    {
      "title": "Comparative effectiveness of metformin and alogliptin combination therapy versus metformin monotherapy in patients with type 2 diabetes: an emulated target trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: By emulating a target trial, this study showed that dual therapy with metformin and alogliptin improved glycemic control in patients with T2DM in South Korea. Given the growing number of available treatment regimens, future research should incorporate a wider range of antidiabetic agents and explore the effectiveness of various therapeutic combinations.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41239448",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "By emulating a target trial, this study showed that dual therapy with metformin and alogliptin improved glycemic control in patients with T2DM in South Korea. Given the growing number of available treatment regimens, future research should incorporate a wider range of antidiabetic agents and explore..."
    },
    {
      "title": "Physical and mental health factors associated with aggression in the South Korean general population: a nationwide survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Young age, impaired physical function, pain interference, depression, and anxiety were identified as risk factors for aggression.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41239265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Young age, impaired physical function, pain interference, depression, and anxiety were identified as risk factors for aggression"
    },
    {
      "title": "Juvenile delinquency and cognitive function in adulthood: Differentiating violent and nonviolent behaviors and exploring multiple mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Juvenile delinquency has significant impacts on physical and mental health in adulthood, yet longitudinal research investigating cognitive consequences of delinquent behavior is limited. This study investigates potential pathways linking adolescent delinquent behavior to memory performance in adulthood, with particular attention to proximal psychosocial and behavioral mediators. Using data from the National Longitudinal Study of Adolescent to Adult Health and employing school fixed-effects...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41239192",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative evaluation of volume and helical four-dimensional computed tomography using canon system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Both volume and helical 4DCT modes offer distinct advantages depending on clinical objectives. Volume mode is better suited for applications requiring high spatial accuracy and reduced radiation exposure, while helical mode is preferable for precise tracking of respiratory motion owing to its superior temporal resolution. Careful selection of the scan mode and system settings is essential for optimizing respiratory-gated radiotherapy planning.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239171",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both volume and helical 4DCT modes offer distinct advantages depending on clinical objectives. Volume mode is better suited for applications requiring high spatial accuracy and reduced radiation exposure, while helical mode is preferable for precise tracking of respiratory motion owing to its superi..."
    },
    {
      "title": "The effectiveness of low-level laser therapy for chronic rhinosinusitis: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "This systematic review and meta-analysis is aimed to assess the efficacy and the safety of low-level laser therapy (LLLT) and photobiomodulation (PBMT) in the management of chronic rhinosinusitis (CRS). A comprehensive search of PubMed, SCOPUS, Embase, Web of Science, and Cochrane Library databases were conducted for studies published up to June 30th, 2025. Eligible studies included patients with CRS who underwent LLLT or PBMT, and reported quantitative outcomes. Primary outcomes were subjective...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular insights into melatonin-mediated stress tolerance in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Melatonin enhances rice's stress resilience by altering stress responses through molecular mechanisms, suggesting innovative strategies for sustainable agriculture amid biotic and abiotic stressors. Melatonin, a well-known mammalian hormone, is a multifunctional regulator of plant growth, development, and adaptation to stressors. Rice (Oryza sativa L.) yields are under pressure from both biotic and abiotic challenges, which demand robust agricultural practices to ensure food security. Melatonin...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41239004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Germline BRCA1/2 Mutation Prevalence in Unselected ER-Low/HER2-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ER-low/HER2-negative breast cancers demonstrate BRCA1/2 mutation prevalence and features comparable to TNBC. Applying testing criteria based solely on ER expression may underdiagnose mutation carriers. These findings support expanding BRCA1/2 testing eligibility to include ER-low/HER2-negative tumors to ensure timely identification and access to targeted therapies.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238982",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ER-low/HER2-negative breast cancers demonstrate BRCA1/2 mutation prevalence and features comparable to TNBC. Applying testing criteria based solely on ER expression may underdiagnose mutation carriers"
    },
    {
      "title": "Quantitative analysis of forearm instability in an Essex-Lopresti injury model: effects of radial head replacement and interosseous membrane reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RHR combined with IOM reconstruction effectively restores forearm rotational and longitudinal stability in Essex-Lopresti injuries.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RHR combined with IOM reconstruction effectively restores forearm rotational and longitudinal stability in Essex-Lopresti injuries"
    },
    {
      "title": "Emergence of aldosterone synthase inhibitors for treatment of difficult to treat hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GlioSurv: interpretable transformer for multimodal, individualized survival prediction in diffuse glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Adult diffuse gliomas are clinically and molecularly heterogeneous, complicating risk stratification and personalized management. We introduce GlioSurv, a multimodal transformer model based on an accelerated failure time framework to integrate multiparametric MRI, clinical and molecular variables, and treatment data for personalized survival prediction. In a retrospective analysis of 1944 patients, including one internal cohort (n = 891; mean OS 32.2 months) and three external cohorts (n = 84,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238742",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shotgun metagenomics of the vaginal microbiome in cervical shortening and preterm birth risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Preterm birth (PTB), a leading cause of neonatal morbidity and mortality, is frequently associated with premature cervical remodeling and vaginal microbiome dysbiosis. Cervical shortening in mid-pregnancy is a well-established risk factor for spontaneous PTB (sPTB), yet the microbial signatures underlying this condition remain underexplored, especially in Asian populations. In this study, we conducted shotgun metagenomic analysis of vaginal samples from 35 East Asian pregnant women with a short...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gestational age-specific sex difference in neurological outcomes of very low birth weight preterm infants-a nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "This is a population-based study from the Korean Neonatal Network (KNN) for very low birth weight infants (VLBWIs) born at 23^(+0) and 31^(+6) weeks of gestation between 2013 and 2019. This study aims to evaluate the effect of sex on neurological outcomes at 18-24 months corrected age, stratified with gestational age (GA) in VLBWIs. A total of 1,829 infants (15.7%) who completed Bayley Scales of Infant and Toddler Development, third edition (BSID-III) assessments at 18-24 months corrected age...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate the effect of sex on neurological outcomes at 18-24 months corrected age, stratified with gestational age (GA) in VLBWIs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Organ-based tumor distribution for predicting prognosis in small-cell lung cancer using fluorodeoxyglucose positron emission tomography/computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "To validate and compare conventional metabolic tumor burden measurements with comprehensive metabolic tumor distribution patterns using [^(18)F] fluorodeoxyglucose positron emission tomography/computed tomography (FDG PET/CT) to predict small-cell lung cancer (SCLC) prognosis. This retrospective study included 520 patients with SCLC (mean age ± standard deviation, 67 ± 5.6 years; 84.8% men) who underwent PET/CT for staging. Of these, 364 scans were used for training (n = 291) and internal (n =...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238676",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk for neurocognitive impairment in Korean childhood cancer survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Background Neurocognitive impairment is one of the serious treatment-related late complications of childhood cancer survivors (CCS). This study aimed to evaluate neurocognitive impairment of Korean CCS at their adolescent and young age for whom little was known. Method We recruited 720 Korean CCS diagnosed with primary cancer before the age of 19 years and 222 siblings of CCS. We measured neurocognitive function using the Korean version of Neurocognitive Questionnaire (K-NCQ) composed of four...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41238667",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate neurocognitive impairment of Korean CCS at their adolescent and young age for whom little was known",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic accuracy of quantitative light-induced fluorescence in detecting caries of various types and locations: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Entamoeba muris provides a mouse model for amoebic colitis pathology characterized by T cell associated colonization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Entamoeba (E.) histolytica is a major global health concern as the causative agent of amoebic colitis, yet research is hindered by the lack of an ideal animal model. While E. muris has been traditionally considered non-pathogenic, our study demonstrates that it induces a colitis-like pathology in BALB/c mice, making it a promising model for studying E. histolytica infection. Using a fecal-oral infection route, we confirmed successful E. muris colonization, leading to colonic inflammation...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hyperconnected amorphous oxide networks under compression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Irreversibly densified oxide glass under extreme deformation exhibits unexpected softening with plasticity, while the glass network typically becomes rigid as it densifies. These distinct mechanical responses in amorphous networks remain puzzling at the atomic level. Understanding this behavior requires knowledge of how the network entangles and connects under high pressure. Here, our measurements on densified amorphous oxides under irreversible densification via magnetic resonance spectroscopy...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spirocyclic poly(vinylene ether ketone) membranes with enhanced microporosity for energy-efficient alcohol-hydrocarbon azeotrope separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The energy-efficient separation of azeotropic organic mixtures remains a critical challenge in chemical manufacturing. Conventional thermal-driven processes like distillation and pervaporation face fundamental thermodynamic constraints, requiring energy-intensive phase transitions. We present a pressure-driven membrane solution using a spirocyclic poly(vinylene ether ketone) membrane with enhanced microporosity that achieves alcohol-selective permeation from alcohol-hydrocarbon azeotropes. The...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41238568",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GWAS for primary angle-closure glaucoma identifies loci related to ocular biometry and morphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "GWAS of primary angle-closure glaucoma have identified eight loci conferring risk in Asian populations. However, it remains unclear whether the genetic risk factors for the disease are consistent across different populations. Here, we present a discovery GWAS for primary angle-closure glaucoma in Europeans using the UK Biobank. We replicate our findings in six independent European populations and compare these results with results from 14 Asian cohorts. Five genomic regions in the discovery...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of the microbial profiles in supragingival and subgingival plaques obtained from different dental prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238500/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Restorative materials significantly influenced the supragingival and subgingival microbiome composition within the same oral environment. Implant-supported restorations displayed lower microbial diversity and a higher prevalence of pathogenic taxa. Thus, restorative material selection may critically impact long-term periodontal and peri-implant health outcomes.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238500",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "long-term periodontal and peri-implant health outcomes",
      "conclusion": "Restorative materials significantly influenced the supragingival and subgingival microbiome composition within the same oral environment. Implant-supported restorations displayed lower microbial diversity and a higher prevalence of pathogenic taxa"
    },
    {
      "title": "Corrigendum to 'Association of sugammadex, neostigmine, or pyridostigmine for reversal of neuromuscular block with postoperative bradycardia: a multicentre, retrospective observational study' (Br J Anaesth 2025; 135: 1007-14)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41238463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microspace Triboelectric Nanogenerator Based on Biocompatible Lignin-Derived Activated Carbon for Advanced Active Sensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Triboelectric nanogenerators (TENGs) offer inherent advantages, such as self-powering capability, high sensitivity, and structural adaptability. These qualities make them promising candidates for applications, including the Internet of Things (IoT) and active sensors. The sensitivity of conventional TENG-based sensors is highly affected by environmental factors due to the direct exposure of the triboelectric active regions to ambient conditions. Hence, this paper proposes a strategy to integrate...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the potential of treating organic acid-pretreated mixed fruit waste in a 13-L microbial electrolysis cell",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Microbial electrolysis cells (MECs) offer a sustainable approach to producing hydrogen (H(2)) from organic waste. However, industrialization of MECs is hindered by a low H(2) production rate (HPR), mainly due to inefficient mass transfer between microbes and electrodes. To overcome this limitation, efficient dual-chamber MEC reactor design and evaluation of various substrate applicability are essential. In this study, we investigated the potential of mixed fruit waste (MFW) as an MEC substrate...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the potential of mixed fruit waste (MFW) as an MEC substrate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reevaluating the 50% Facetectomy Threshold in Posterior Cervical Foraminotomy: A Comparative Clinical and Radiographic Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Facet resection exceeding 50% during PCF did not compromise clinical outcomes or radiographic stability at 2 years, suggesting similar short-term performance to limited resection. Minor radiographic changes such as accelerated bone bridge formation, were observed, warranting further prospective evaluation of long-term stability. These preliminary findings suggest that surgeons may prioritize complete neural decompression over strict adherence to the 50% threshold when anatomically...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41238125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Facet resection exceeding 50% during PCF did not compromise clinical outcomes or radiographic stability at 2 years, suggesting similar short-term performance to limited resection. Minor radiographic changes such as accelerated bone bridge formation, were observed, warranting further prospective eval..."
    },
    {
      "title": "Continued Use of Bracing After Instrumented Lumbar Fusion: An International Study of Practice Patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bracing after short-segment lumbar fusion remains prevalent worldwide, with notable regional variation. These findings highlight persistent divergence from clinical guidelines and suggest a need for greater consensus and alignment in global spine care practices.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41238058",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bracing after short-segment lumbar fusion remains prevalent worldwide, with notable regional variation. These findings highlight persistent divergence from clinical guidelines and suggest a need for greater consensus and alignment in global spine care practices"
    },
    {
      "title": "Decoding depression with computer vision-assisted analysis of synchronized facial expressions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore the potential utility of facial expression data in advancing objective and clinically meaningful diagnostic tools for depression. More broadly, the present study highlights a new direction for emotion research, utilizing facial expression dynamics as a complementary tool alongside established self-report measures.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237962",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "and clinically meaningful diagnostic tools for depression",
      "significance": null,
      "conclusion": "These findings underscore the potential utility of facial expression data in advancing objective and clinically meaningful diagnostic tools for depression. More broadly, the present study highlights a new direction for emotion research, utilizing facial expression dynamics as a complementary tool al..."
    },
    {
      "title": "The SMILE study cohort: Baseline comparison of oral health and dental aesthetics among smokers in Italy, Poland, Moldova, and Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Characterization of participants in the SMILE study cohort reveals marked inter-country variability in oral health and dental aesthetics among smokers, reflecting demographic, behavioral, and unique cultural factors.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Characterization of participants in the SMILE study cohort reveals marked inter-country variability in oral health and dental aesthetics among smokers, reflecting demographic, behavioral, and unique cultural factors"
    },
    {
      "title": "Congruence angle and medial ulnar translation: a novel measurement to assess the severity of ligament injury in simple elbow dislocation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Novel measurements using axial images of MRI scans achieved overall good inter- and intraobserver reliability. Higher grade LCL injury exhibited higher CA, TRANS, and ADJ-TRANS. Patients with LCL injury graded higher than that of MCL injury exhibited higher CA, TRANS, and ADJ-TRANS.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237831",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Novel measurements using axial images of MRI scans achieved overall good inter- and intraobserver reliability. Higher grade LCL injury exhibited higher CA, TRANS, and ADJ-TRANS"
    },
    {
      "title": "BTOB-T: Bilateral orchesTrated deep learning framework based on proteogenOmics for drug-repositioning of Breast cancer Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Computational predictive models based on a deep learning framework, which have recently been developed, substantially reduced the average time and cost of drug development. However, the molecular heterogeneity of breast cancer presents challenges in extracting representative gene-specific signatures from multi-omics data. In this study, we introduce a novel framework, the Bilateral orchesTrated deep learning framework based on proteogenOmics for drug-repositioning of Breast cancer Treatment...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41237504",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vutiglabridin ameliorates obesity by directly reducing fat mass through AMPK/lipophagy activation in adipocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Current anti-obesity therapies that suppress appetite often cause undesirable reductions in lean mass by indirectly depleting systemic energy store. In this study, we developed a novel anti-obesity drug, Vutiglabridin (VUTI), designed to selectively reduce fat mass while preserving lean mass. We evaluated its efficacy in high-fat diet-induced obese (DIO) mice and investigated its underlying mechanism in in vitro adipocyte models. VUTI dose-dependently and selectively decreased fat mass,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41237461",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of emotional intelligence and organizational culture on clinical reasoning competence among oncology nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EI significantly influences CR among oncology nurses. These findings underscore the need for structured educational interventions aimed at enhancing EI, supported by a positive OC. Such efforts may contribute to improved CR competency and reduce inconsistencies in patient outcomes by bridging current gaps in formal training within oncology nursing practice.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237456",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EI significantly influences CR among oncology nurses. These findings underscore the need for structured educational interventions aimed at enhancing EI, supported by a positive OC"
    },
    {
      "title": "Deep learning based label-free virtual staining and classification of human tissues using digital slide scanner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Hematoxylin and eosin (H&E) staining has long been a cornerstone of histopathology, typically applied to formalin-fixed, paraffin-embedded (FFPE) tissue sections to ensure stable and consistent sample preparation. However, the chemical staining procedure is inherently irreversible, making stained tissue unsuitable for subsequent analysis. Moreover, it is time-consuming, requires chemical handling, and incurs significant costs. While label-free microscopy, combined with deep learning, has been...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41237448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-resolution all-inkjet-printed quantum dot light emitting diodes with reduced intermixing using crosslinkable hole transport layer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "All inkjet-printed, 200 pixels per-inch (PPI) quantum-dot light-emitting diodes (QLEDs) were fabricated with a photo-crosslinkable polymer as a hole transport layer (HTL) in this study. Inkjet printing of high-resolution multilayer devices faces significant challenges, such as accurate droplet deposition and interfacial mixing between layers. High-resolution pixel substrates demanded precise drop placement accuracy (< 10 µm) and ≤ 4 pL droplet volumes; accordingly, binary and ternary solvent...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41237425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does Isolated Ankle Arthrodesis Affect Medial Column Alignment in Patients With Progressive Collapsing Foot Deformity and End-stage Ankle Osteoarthritis?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients with severe PCFD achieved greater radiographic correction than those with mild collapse after isolated ankle arthrodesis, yet functional improvements did not differ between groups. Surgeons can consider isolated ankle arthrodesis for end-stage ankle osteoarthritis with concomitant PCFD, even in severe cases, expecting substantial deformity correction without additional procedures. Future studies should determine the threshold beyond which adjunctive procedures become...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41237398",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with severe PCFD achieved greater radiographic correction than those with mild collapse after isolated ankle arthrodesis, yet functional improvements did not differ between groups. Surgeons can consider isolated ankle arthrodesis for end-stage ankle osteoarthritis with concomitant PCFD, eve..."
    },
    {
      "title": "Inflammatory and Insulinemic Dietary Patterns and Risk of Type 2 Diabetes Among Women With a History of Gestational Diabetes Mellitus: A Prospective Study of 84,174 Person-Years of Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among women with a history of GDM, those with greater dietary inflammatory and insulinemic potential were found to be at a higher risk of T2D and to have unfavorable cardiometabolic profiles.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among women with a history of GDM, those with greater dietary inflammatory and insulinemic potential were found to be at a higher risk of T2D and to have unfavorable cardiometabolic profiles"
    },
    {
      "title": "Ethanol-Assisted Green-Solvent-Based Strategy for Slot-Die Coated Perovskite Solar Cells with over 70% Eco-Friendly Solvent Content",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Perovskite solar cells (PSCs) have recently achieved remarkable power conversion efficiencies, yet their commercial viability critically depends on the development of scalable, eco-friendly fabrication processes. In particular, eliminating the use of toxic solvents such as N,N-dimethylformamide (DMF) and 2-methoxyethanol in slot-die coating remains a major challenge. Here, a green solvent engineering strategy is presented that reduces hazardous solvent content by incorporating ethanol, a benign,...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41237255",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid functional 3D artificial synapses for convolution and reinforcement learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in compute-in-memory (CIM) technology have garnered substantial interest, representing a promising shift in the computing paradigm. While conventional CIM systems using two-dimensional (2D) crossbar arrays have shown remarkable area and energy efficiency in fully connected neural networks, their applicability to convolutional neural networks remains inefficient. Herein, we introduce an architecture that enables convolution and reinforcement learning by leveraging the unique...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237232",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The use of quarantine as an international travel measure during the COVID-19 pandemic: A comparative analysis of implementation and equity impacts in five \"exemplar\" countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "During the COVID-19 pandemic, virtually all countries used a range of measures to mitigate the risks of virus introduction and onward transmission via international travel. Quarantine was a key international travel measure (ITM) used by governments to achieve public health goals. However, the highly varied ways in which quarantine was implemented makes lesson learning for future pandemics challenging. Moreover, most studies overlook the secondary impacts of ITMs on individuals and populations...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-Term PM2.5 Exposure and Mortality in Older Adults with Asthma in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides epidemiological evidence of an association between short-term exposure to PM2.5 and an increased mortality risk among older adults with asthma. These findings highlight the need for targeted preventive management strategies to mitigate health risks associated with short-term PM2.5 exposure, particularly for those vulnerable to air pollution.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides epidemiological evidence of an association between short-term exposure to PM2.5 and an increased mortality risk among older adults with asthma"
    },
    {
      "title": "FastSCODE: an accelerated SCODE algorithm for inferring gene regulatory networks on manycore processors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "SUMMARY: SCODE reconstructs gene regulatory networks from single-cell RNA sequencing (scRNA-seq) data using an ordinary differential equation (ODE) model, and has been successfully applied to a wide range of scRNA-seq datasets, including mouse, human, and plant cells. However, its computational performance is limited when processing large datasets due to its sequential execution flow and repeated optimization loops. To overcome this limitation, we have developed FastSCODE, a batch computing...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41237047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lobeglitazone improves glycaemic control as add-on therapy to empagliflozin plus metformin in patients with type 2 diabetes mellitus: A double-blind, randomised, placebo-controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Lobeglitazone as an add-on to empagliflozin and metformin significantly improved glycaemic control in patients with T2DM inadequately controlled on metformin and empagliflozin dual therapy. The treatment was well tolerated, with a low incidence of adverse events.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41236870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lobeglitazone as an add-on to empagliflozin and metformin significantly improved glycaemic control in patients with T2DM inadequately controlled on metformin and empagliflozin dual therapy. The treatment was well tolerated, with a low incidence of adverse events"
    },
    {
      "title": "The Pedigree Study of Leber's Hereditary Optic Neuropathy in Korean Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study expands previous research by offering new information on the penetrance of LHON in the Korean population through pedigree analysis.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study expands previous research by offering new information on the penetrance of LHON in the Korean population through pedigree analysis"
    },
    {
      "title": "The association between genetically predicted C-reactive protein levels and risk of colorectal cancer in an East Asian population: two-sample Mendelian randomization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite sufficient statistical power, little evidence supported a causal association between CRP and CRC risk in East Asians.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41236733",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite sufficient statistical power, little evidence supported a causal association between CRP and CRC risk in East Asians"
    },
    {
      "title": "Derivation of Granulosa-Like Cells from Human Endometrial iPSCs for Autologous Estradiol Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GLCs expressing the key markers and capable of E2 production were successfully derived from heiPSCs, which may be developed as a novel source for menopausal hormone therapy.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GLCs expressing the key markers and capable of E2 production were successfully derived from heiPSCs, which may be developed as a novel source for menopausal hormone therapy"
    },
    {
      "title": "Apoptosis Induction and MAPK Pathway Modulation by Lagerstroemia floribunda in Melanoma: Experimental and Computational Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Melanoma, an aggressive skin cancer, leads to over 10,000 deaths annually, necessitating novel therapeutic approaches. Lagerstroemia floribunda (LF), a plant rich in phenolics and flavonoids, has been traditionally used in East Asia for its anticancer properties. This study investigates the biochemical and anti-melanoma effects of LF methanol extracts in B16-F10 melanoma cells. Antioxidant activity was evaluated through total phenolic and flavonoid content, SOD scavenging (IC₅₀ = 181.9 µg/mL),...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41236700",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards a unified nomenclature for diseases associated with porcine circovirus infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intellectual Beauty and Eternal Beauty in Aesthetic Surgery: Philosophical Ideals and Clinical Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Modern facial plastic surgery operates at the intersection of anatomy, psychology, and cultural ideals of beauty. Among the most enduring yet unspoken aesthetic drivers are intellectual beauty-the radiance of inner vitality-and eternal beauty-the timeless idealized image of youth and harmony. To examine the conceptual and clinical relevance of intellectual and eternal beauty in aesthetic surgery, and propose a practical framework for integrating these ideals into surgical judgment and patient...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236516",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osimertinib before and after chemoradiotherapy for unresectable stage III EGFR-mutated NSCLC: NEOLA Trial Protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "ClinicalTrials.gov identifier is NCT06194448 (date of registration 5 January 2024).",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236484",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reprogramming the SARS-CoV-1 Neutralizing Antibody S230 to SARS-CoV-2 via Directed Evolution and Molecular Docking-Based Binding Mode Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "To reprogram the antigen specificity of the SARS-CoV-1 neutralizing antibody S230 toward SARS-CoV-2, we employed a strategy combining directed evolution with molecular docking-based analysis. An error-prone scFv library was constructed from S230 and screened via bacterial display using the SARS-CoV-2 RBD. Among the enriched clones, IJ36 regained SARS-CoV-2 RBD binding and was further refined to an optimized variant, IJ36-V. IJ36-V efficiently neutralized SARS-CoV-2 infection and retained...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41236374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secukinumab Efficacy Predictors in Korean Hidradenitis Suppurativa: A 48-Week Clinical Trial Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Secukinumab demonstrated efficacy in alleviating HS symptoms in moderate-to-severe cases. Patients with less severe disease, shorter treatment delays, and/or no prior biologic therapy exhibited more rapid initial responses. Additionally, the majority of patients experienced a significant duration of antibiotic cessation, underscoring the importance of early intervention. Future studies with larger populations are required to substantiate these findings.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Secukinumab demonstrated efficacy in alleviating HS symptoms in moderate-to-severe cases. Patients with less severe disease, shorter treatment delays, and/or no prior biologic therapy exhibited more rapid initial responses"
    },
    {
      "title": "Polygenic Risk for Pre-Eclampsia and the Long-Term Risk of Incident Hypertension and Cardiovascular Disease: A Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Genetic predisposition to PE, as measured by the PE-PRS, is associated with an elevated risk of incident hypertension and ischaemic heart disease in Asian women. These findings suggest the potential utility of the PE-PRS as a complementary tool in assessing individualised hypertension risk in parous women.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41236086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the potential utility of the PE-PRS as a complementary tool in assessing individualised hypertension risk in parous women",
      "conclusion": "Genetic predisposition to PE, as measured by the PE-PRS, is associated with an elevated risk of incident hypertension and ischaemic heart disease in Asian women. These findings suggest the potential utility of the PE-PRS as a complementary tool in assessing individualised hypertension risk in parous..."
    },
    {
      "title": "HER2-Positivity as a Prognostic Biomarker and Therapeutic Target in Advanced Biliary Tract Cancer: A Multi-Institutional Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HER2 is a clinically meaningful biomarker with prognostic and predictive relevance in advanced BTCs. Anti-HER2 therapy significantly improves survival in HER2-positive patients. These findings support routine HER2 testing, standardization of HER2 diagnostic criteria, and further prospective evaluation of HER2-targeted strategies for BTCs.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235921",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HER2 is a clinically meaningful biomarker with prognostic and predictive relevance in advanced BTCs. Anti-HER2 therapy significantly improves survival in HER2-positive patients"
    },
    {
      "title": "Fibroblast Growth Factor 2-engaged cell spheroid for stem cell therapy: role of Interleukin 8 in the immune-modulatory effectiveness in the critical limb ischemia model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the dual role of IL8 in safeguarding muscle tissues from degeneration and orchestrating immunomodulatory effects by finely tuning tissue inflammation and macrophage polarization. This study highlights IL8 as a pivotal paracrine factor contributing to tissue regeneration in the context of stem cell therapy for CLI.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41235768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings underscore the dual role of IL8 in safeguarding muscle tissues from degeneration and orchestrating immunomodulatory effects by finely tuning tissue inflammation and macrophage polarization. This study highlights IL8 as a pivotal paracrine factor contributing to tissue regeneration in th..."
    },
    {
      "title": "Balancing Toughness and Antibacterial Activity of Polylactide Blends with Imidazolium-Based Polymers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Poly(lactic acid) (PLA) serves as a promising alternative to nondegradable conventional plastics, owing to its biobased origin, biodegradability, mechanical strength, and optical clarity. However, its inherent brittleness restricts its broader application. Incorporating rubber particles is an effective and practical approach to improving toughness by inducing matrix plastic deformation. Herein, we prepared a series of imidazolium-functionalized poly[oxy(chloromethyl)ethylene] (PDI#) as...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Triazole Bioisostere-Based Approach to Understanding Ceramide Amide Bond Conformation and Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The amide bond of ceramide can adopt either a cis or trans conformation, but the biological relevance of this geometry remains unclear. We used 1,4- and 1,5-disubstituted 1,2,3-triazoles as conformationally restricted bioisosteres to investigate the functional consequences of amide bond geometry. Antiproliferative assays, sphingomyelin synthase 1 metabolite profiling, and molecular docking analyses all indicate that the trans conformation better reflects the biologically active state. These...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C‑terminal HSP90 inhibitor NCT‑58 impairs the cancer stem‑like phenotype and enhances chemotherapy efficacy in TNBC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Treatment options for triple‑negative breast cancer (TNBC) are limited because they typically harbor a high cancer stem‑like population and exhibit a relatively aggressive metastatic phenotype. Heat shock protein 90 (HSP90), a molecular chaperone that regulates diverse oncogenic client proteins, has emerged as a compelling therapeutic target owing to its involvement in key tumor‑promoting processes, such as uncontrolled proliferation, angiogenesis and metastasis. Owing to the undesirable...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41235687",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social Determinants of Health and Life Satisfaction of Children With Disabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights the importance of addressing the social determinants of health that shape the life satisfaction of children with disabilities in South Korea. Future research should broaden the scope to include diverse populations and contexts, thereby informing more inclusive and tailored strategies to promote their health and well-being.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the importance of addressing the social determinants of health that shape the life satisfaction of children with disabilities in South Korea. Future research should broaden the scope to include diverse populations and contexts, thereby informing more inclusive and tailored stra..."
    },
    {
      "title": "Pyroptosis-Inducing Nanoplatform with Plasmonic-Enhanced Phototherapy for Metastasis-Suppressive Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The immunosuppressive microenvironment of solid tumors limits the efficacy of conventional therapies and promotes tumor metastasis. Reprogramming this hostile microenvironment through pyroptosis-mediated immunotherapy represents a promising strategy to activate systemic antitumor immunity. Herein, we developed a plasmonic-enhanced nanoplatform by engineering tumor-targeting RGD peptide and photosensitizer onto plasmonic nanoparticles, creating a potent pyroptosis inducer. This nanoconstruct...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41235469",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular morbidity following epilepsy: A nationwide retrospective cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: This study evaluated the long-term risk of major cardiovascular diseases (CVDs) in patients with epilepsy using a nationwide cohort, aiming to address critical gaps in population-based evidence on brain-heart interactions.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235461",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study evaluated the long-term risk of major cardiovascular diseases (CVDs) in patients with epilepsy using a nationwide cohort, aiming to address critical gaps in population-based evidence on bra...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"Same Calories, Different Foods\" - What do you choose? The role of construal level and age in shaping food choices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Health-related food choices are often influenced by two central attributes: food type (such as healthy vs. less healthy) and food quantity (such as large vs. small portions). Based on Construal Level Theory (CLT), this research investigates how both chronic and situational construal levels guide consumers' attention toward these attributes and how this process varies by age. By examining decisions under caloric equivalence, the study aims to explain when and why equally caloric...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to explain when and why equally caloric",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative multi-omic profiling in blood reveals distinct immune and metabolic signatures between ACPA-negative and ACPA-positive rheumatoid arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests that ACPA status may not fully capture the biological heterogeneity between ACPA- and ACPA+ RA subgroups, indicating additional immune and metabolic distinctions that warrant further investigation. Our findings highlight the potential of multi-omic profiling to enhance RA diagnostics, refine disease stratification, and inform subgroup-specific disease management strategies.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that ACPA status may not fully capture the biological heterogeneity between ACPA- and ACPA+ RA subgroups, indicating additional immune and metabolic distinctions that warrant further investigation",
      "conclusion": "This study suggests that ACPA status may not fully capture the biological heterogeneity between ACPA- and ACPA+ RA subgroups, indicating additional immune and metabolic distinctions that warrant further investigation. Our findings highlight the potential of multi-omic profiling to enhance RA diagnos..."
    },
    {
      "title": "Electroencephalography-based neural indicators of texture preference for cosmetic formulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "This study investigated the correlation between subjective preferences for different cosmetic formulations and brain activity measured using electroencephalography (EEG). EEG data were collected from 29 participants when they applied three positive and one negative cosmetic formulation to the inside of their left forearms. According to the questionnaire results, the negative formulation showed significantly lower preference scores than the positive formulations. Additionally, significant...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41235175",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the correlation between subjective preferences for different cosmetic formulations and brain activity measured using electroencephalography (EEG)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress-induced tip engineering of micro-hyperbolic structures for enhanced liquid repellency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Surface functionality in micro- and nanostructured materials is highly sensitive to geometric modifications, yet methods that enable fine structural tuning through facile and scalable fabrication remain limited. We report a method to induce controlled tip bending in micro-hyperbolic (MH) structures via metal-specific thin film deposition. When a metal layer is thermally evaporated onto the polymeric MH structures, residual stress drives directional tip deformation: tensile stress from gold (Au)...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41235167",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Herbal medicine and acupuncture for mild cognitive impairment: a retrospective study of 2,242 for older adults in Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Herbal medicine combined with acupuncture appeared feasible and potentially effective for managing MCI, supporting its practicality in community settings. However, its therapeutic benefits need to be further validated through rigorously designed randomized controlled trials. Long-term studies are warranted to confirm these findings and clarify their role in dementia prevention.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41234942",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Herbal medicine combined with acupuncture appeared feasible and potentially effective for managing MCI, supporting its practicality in community settings. However, its therapeutic benefits need to be further validated through rigorously designed randomized controlled trials"
    },
    {
      "title": "Integrative therapy for acute, subacute and chronic facial palsy: repeated differential facial nerve blocks combined with hypodermic needle-based facial nerve stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our novel integrative treatment is demonstrated to be a safe and effective option for treating intractable subacute and chronic facial palsy.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our novel integrative treatment is demonstrated to be a safe and effective option for treating intractable subacute and chronic facial palsy"
    },
    {
      "title": "Advances and challenges in circulating tumor DNA-based early detection of lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Lung cancer remains the leading cause of cancer-related mortality worldwide. The primary reason for this poor prognosis is late-stage diagnosis, as approximately 50% of lung cancer cases are detected at stage 4 when curative treatment is no longer an option, and the 5-year survival of this stage is approximately 15%. While low-dose computed tomography (LDCT) has significantly improved early detection, its high false-positive rate (60-70%) leads to unnecessary invasive procedures and patient...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41234819",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Silver-bismuth perovskite-inspired materials: chemistry, optoelectronic properties, and emerging applications in photovoltaics and beyond",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Silver-bismuth perovskite-inspired materials (Ag-Bi PIMs) encompass halide double perovskites, vacancy-ordered Cs(2)AgBi(2)I(9), the (Cu)-Ag-Bi-I family, and structurally related chalcogenides and mixed-anion chalcohalides. Despite their structural diversity, these materials share key electronic features with lead halide perovskites, such as octahedral MX(6) motifs and similar band edge physics, and have emerged as promising non-toxic alternatives. This review explores the structural and...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41234677",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailoring Management of Heart Failure With Preserved Ejection Fraction Through Sex-Specific Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BetterMood: A human-like AI counseling service for adolescents and young adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Positive user experience and high inter-rater reliability among clinicians support BetterMood's potential as an accessible supplementary tool for initial psychological support.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41234618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Positive user experience and high inter-rater reliability among clinicians support BetterMood's potential as an accessible supplementary tool for initial psychological support"
    },
    {
      "title": "Treatment outcome and safety of durvalumab after concurrent chemoradiation in very elderly patients with unresectable stage III non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients aged ≥75 years with unresectable stage III NSCLC, durvalumab after CCRT was associated with shorter PFS and comparable AE profiles to younger patients. OS appeared similar, but the small sample size limits interpretation. Comprehensive geriatric assessment may help guide treatment decisions before initiating durvalumab after CCRT in very elderly patients.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234579",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients aged ≥75 years with unresectable stage III NSCLC, durvalumab after CCRT was associated with shorter PFS and comparable AE profiles to younger patients. OS appeared similar, but the small sample size limits interpretation"
    },
    {
      "title": "Treatment intensity-dependent association between the number of oral hypoglycemic agents and insulin use and lung cancer risk in patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A higher number of OHAs was associated with an increased risk of lung cancer in a treatment-intensity-dependent association, and insulin users exhibited the greatest risk in type 2 diabetes. Lung cancer risk was augmented if individuals were aged <65 years, males, current smokers, or heavy drinkers.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234566",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A higher number of OHAs was associated with an increased risk of lung cancer in a treatment-intensity-dependent association, and insulin users exhibited the greatest risk in type 2 diabetes. Lung cancer risk was augmented if individuals were aged <65 years, males, current smokers, or heavy drinkers"
    },
    {
      "title": "Editorial: Engineering future crops through genome editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Implications of Time to Culture Conversion in <em>Mycobacterium Avium</em> Complex Pulmonary Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Failure to achieve culture conversion within 90 days was associated with a significantly lower likelihood of microbiological cure. These findings support the need for timely reassessment and potential modification of treatment strategies in patients who remain culture-positive beyond 90 days.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234300",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Failure to achieve culture conversion within 90 days was associated with a significantly lower likelihood of microbiological cure. These findings support the need for timely reassessment and potential modification of treatment strategies in patients who remain culture-positive beyond 90 days"
    },
    {
      "title": "Comparative effects of SGLT2 inhibitors and incretin-based therapies on dementia risk in type 2 diabetes: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SGLT2is may provide neuroprotective benefits beyond glycemic control in patients with T2D, particularly in older populations at higher risk of cognitive decline. These findings support consideration of SGLT2is as a preferred therapeutic option for patients with T2D at increased risk of dementia, although randomized controlled trials would further strengthen this evidence base.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234238",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2is may provide neuroprotective benefits beyond glycemic control in patients with T2D, particularly in older populations at higher risk of cognitive decline. These findings support consideration of SGLT2is as a preferred therapeutic option for patients with T2D at increased risk of dementia, alt..."
    },
    {
      "title": "Voice-Based Remote Care Program for Vulnerable Older Adults in a Rural Community: Single-Arm Pilot Clinical Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Whereas the voice-based remote care program did not significantly reduce the overall caregiver burden, it significantly reduced the perception of the caregivers as being the sole support system. Furthermore, it influenced the psychological well-being of older adults by reducing depression and anxiety and enhancing their quality of life. High adherence and engagement enhance the feasibility and acceptability of scalable digital health interventions for vulnerable older adults in...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234168",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Whereas the voice-based remote care program did not significantly reduce the overall caregiver burden, it significantly reduced the perception of the caregivers as being the sole support system. Furthermore, it influenced the psychological well-being of older adults by reducing depression and anxiet..."
    },
    {
      "title": "Degradation of Postconsumer Thermoset Rubbers via Photo-Oxidation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Despite advancements in blending systems and processing technologies that enhance the durability of commodity rubbers, the recycling of postconsumer vulcanized rubbers remains a significant challenge due to the insolubility of cross-linked networks and catalyst poisoning caused by various additives. In this study, we present a highly reactive and broadly compatible degradation strategy based on photoinduced oxidative cleavage of C═C bonds using substoichiometric amounts of nitroarenes. This...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenging the Tradition of Fasting: Early Oral Refeeding After Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis Shows Safety and Efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41234030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of lifestyle factors with amyloid pathology in persons without dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "BackgroundThe association between lifestyle factors and Alzheimer's disease (AD) pathophysiology remains incompletely understood.ObjectiveThe aim of this study was to assess the association of alcohol consumption, smoking behavior, sleep quality and physical, cognitive, and social activity with cerebral amyloid pathology.MethodsFor this cross-sectional study, we selected participants from the Amyloid Biomarker Study data pooling initiative. We used generalized estimating equations to assess...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41234025",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to assess the association of alcohol consumption, smoking behavior, sleep quality and physical, cognitive, and social activity with cerebral amyloid pathology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of Quantum Dot Light-Emitting Diodes and Charge Trap Thin-Film Transistor Arrays for Memory-In-Pixel Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41233963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The advancement of ultrahigh-resolution displays and extended reality applications has driven increasing demand for compact and low-power device architectures capable of simultaneously performing memory and light-emission functions at the pixel level. To address this need, charge-trap thin-film transistors (CTTFTs) based on oxide semiconductors have attracted attention as promising nonvolatile memory elements due to their excellent electrical performance and compatibility with large-area...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "SNU"
      ],
      "pmid": "41233963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amino Acid Chemistry and Post-Translational Modifications Underlying Marine Adhesive Proteins: Biochemical Insights for Designing Underwater Adhesives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Underwater adhesion remains a complex challenge due to the interference of water with traditional bonding mechanisms. Marine organisms, such as mussels, sandcastle worms, and barnacles, have evolved specialized adhesive proteins that overcome these limitations through functional amino acid motifs. This review highlights how post-translationally derived amino acid motifs, such as 3,4-dihydroxylphenylalanine (DOPA) and phosphoserine, drive interfacial adhesion and the curing process through...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41238139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenyl selenoxide functionalized TPA/TPE π-conjugated imidazo[1,2-<em>a</em>]pyridine: a fluorescent probe for the selective detection of water in organic solvents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Phenyl selenoxide functionalized tetraphenylethylene (TPE) and triphenylamine (TPA) electron donors π-conjugated with the imidazo[1,2-a]pyridine acceptor, namely, N,N-diphenyl-4-(3-(phenylseleninyl)imidazo[1,2-a]pyridin-2-yl)aniline (SeO-TPA) and 3-(phenylseleninyl)-2-(4-(1,2,2-triphenylvinyl)phenyl) imidazo[1,2-a]pyridine (SeO-TPE), were synthesized, and the effect of TPA/TPE on their photophysical properties was explored. SeO-TPA showed emission in both solution and solid states, while SeO-TPE...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41235160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenging diagnosis of a coronary arteriovenous malformation: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case highlights the difficulty of diagnosing CAVM preoperatively and shows that when tumor imaging is ambiguous, CAVM should be considered and early surgical exploration is crucial.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239534",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the difficulty of diagnosing CAVM preoperatively and shows that when tumor imaging is ambiguous, CAVM should be considered and early surgical exploration is crucial"
    },
    {
      "title": "Molecular insights into prognostic model for meningiomas treated with stereotactic radiosurgery: negative impacts of 1q gain on tumor control and survival",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Molecular classifications enhance prognostic accuracy in meningiomas; however, their predictive significance following stereotactic radiosurgery (SRS) remains unclear. This study aimed to assess whether molecular characteristics identified by whole-exome sequencing (WES), specifically driver mutations and copy number alterations (CNAs), are prognostic indicators of outcomes after SRS. This retrospective cohort study included 95 patients (median age 61; 66% female) with 97 surgically resected...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239509",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess whether molecular characteristics identified by whole-exome sequencing (WES), specifically driver mutations and copy number alterations (CNAs), are prognostic indicators of outcomes after SRS",
      "significance": "following stereotactic radiosurgery (SRS) remains unclear",
      "conclusion": null
    },
    {
      "title": "Development and validation of the STeP score for predicting tracheostomy in patients with sepsis using a nationwide ICU database: a retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We developed and validated a robust prediction model and simplified risk score (STeP score) for tracheostomy within 14 days in ICU patients with sepsis. Early risk stratification using variables available within 24 h may support timely tracheostomy planning. A web-based calculator is publicly available to facilitate bedside implementation.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239507",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed and validated a robust prediction model and simplified risk score (STeP score) for tracheostomy within 14 days in ICU patients with sepsis. Early risk stratification using variables available within 24 h may support timely tracheostomy planning"
    },
    {
      "title": "Rotenone targets midbrain astrocytes to produce glial dysfunction-mediated dopaminergic neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Exposure to pesticides, such as rotenone or paraquat, is an environmental factor that plays an important role in the pathogenesis of Parkinson's disease (PD). Rotenone induces PD-like pathology and is therefore used to develop parkinsonian animal models. Dopaminergic neurotoxicity caused by rotenone has been attributed to the inhibition of mitochondrial complex I, oxidative stress and neuroinflammation; however, the mechanisms underlying selective dopaminergic neurodegeneration by rotenone...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239452",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in the pathogenesis of Parkinson's disease (PD)",
      "conclusion": null
    },
    {
      "title": "B7-H3 nanobody-based CAR T cells control multiple myeloma growth, while dual BCMA/B7-H3 CAR T cells overcome antigen escape",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: B7-H3 is a promising immunotherapy target in MM. B7-H3-specific and dual-targeting nanoCAR T cells could offer a strategy to prevent antigen escape and improve treatment durability.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "B7-H3 is a promising immunotherapy target in MM. B7-H3-specific and dual-targeting nanoCAR T cells could offer a strategy to prevent antigen escape and improve treatment durability"
    },
    {
      "title": "Exploring factors associated with inflammation in stressed workers: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that the feeling of fatigue may reflect chronic stress-induced systemic low-grade inflammation in the body, highlighting the importance of self-monitoring fatigue for early intervention. Inflammation-based stress management holds promise in preventing both mental and physical illnesses in stressed office workers.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41239360",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that the feeling of fatigue may reflect chronic stress-induced systemic low-grade inflammation in the body, highlighting the importance of self-monitoring fatigue for early intervention. Inflammation-based stress management holds promise in preventing both mental and physical il..."
    },
    {
      "title": "Extended-spectrum β-lactamase and carbapenemase-producing bacteria urinary tract infections in adult HIV-positive outpatients at Embu County Referral Hospital, Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings highlight a high prevalence of bacterial urinary tract infections, including recurrent ones caused by ESBL-, carbapenemase-producing, and colistin-resistant bacteria among HIV-infected adults. A comprehensive One Health approach is urgently required to reduce the burden of AMR among HIV-infected people through promoting responsible antibiotic use via the existing regulatory frameworks and knowledge transfer, as well as AMR uninterrupted surveillance.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239217",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight a high prevalence of bacterial urinary tract infections, including recurrent ones caused by ESBL-, carbapenemase-producing, and colistin-resistant bacteria among HIV-infected adults. A comprehensive One Health approach is urgently required to reduce the burden of AMR among HIV..."
    },
    {
      "title": "German translation of the Characterizing Freezing of gait questionnaire: implementation of the TRAPD process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of food on iron absorption in patients with iron deficiency anemia treated with ferric citrate hydrate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41239076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Iron absorption after the administration of oral iron preparations following a meal is generally reduced compared with fasting. The aim of this study was to investigate the effect of food on iron absorption following ferric citrate hydrate administration in patients with iron deficiency anemia. A randomized, open-label, two-cohort, two-period, single-dose crossover study was conducted to assess the effect of food on iron absorption when 500 mg ferric citrate hydrate (approximately 120 mg of...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41239076",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to investigate the effect of food on iron absorption following ferric citrate hydrate administration in patients with iron deficiency anemia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolonged hypotension in children with bilateral kidney absence: a case series and pathophysiologic insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Children with bilateral kidney absence can recover from prolonged hypotension; however, this condition is associated with an increased risk of neurologic complications. Careful monitoring and supportive strategies, including approaches reported to be associated with recovery such as Angiotensin II or fluid overload, may help minimize risk.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41238965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Children with bilateral kidney absence can recover from prolonged hypotension; however, this condition is associated with an increased risk of neurologic complications. Careful monitoring and supportive strategies, including approaches reported to be associated with recovery such as Angiotensin II o..."
    },
    {
      "title": "Author Correction: Mechanisms of stretch-mediated skin expansion at single-cell resolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238949",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revisiting the relationship between pulse transit time and arterial stiffness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Unlike secondary prevention, primary prevention of the major cardiovascular events has not yet been successful. One of the reasons is that current methodology has not succeeded in selecting high risk patients who are suitable candidates for primary prevention. Increased arterial stiffness, a known risk factor for cardiovascular events, has been commonly indexed by the pulse transit time (PTT), even though PTT is influenced by short-term blood pressure (BP) change. PTT and arterial BP of 93 human...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238803",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of progesterone receptors with different cutoff values according to menopausal status in hormone-positive early breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The impact of progesterone receptor (PR) expression level on breast cancer prognosis in relation to menopausal status is unclear. This study evaluated the impact of the association between PR expression level and menopausal status on prognosis in patients with estrogen receptor (ER)-positive (> 10%)/human epidermal growth factor receptor 2 (HER2)-negative breast cancer. We retrospectively identified 2,796 patients with ER-positive/HER2-negative early breast cancer and classified them into three...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238736",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of progesterone receptor (PR) expression level on breast cancer prognosis in relation to menopausal status is unclear",
      "conclusion": null
    },
    {
      "title": "The shape of the systolic blood pressure response during graded exercise: methodology, correlates and predictive value",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "During graded exercise, systolic blood pressure (SBP) is expected to increase linearly, but other responses are observed. To date, a framework for algorithmic assessment of the shape of the SBP response is lacking, making its physiological and clinical relevance poorly understood. We aimed to algorithmically identify distinct SBP response shapes and analyze their association with clinical factors and all-cause mortality. We retrospectively analyzed SBP recordings from a cohort of 5633 patients...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "algorithmically identify distinct SBP response shapes and analyze their association with clinical factors and all-cause mortality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of TENS with home exercise improve pain and muscle strength in older adults with pre-radiographic to mild knee osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "To date, no large-scale studies have been conducted on pre-radiographic to mild cases of knee osteoarthritis. Therefore, this randomized, double-masked, sham-controlled trial investigated the effects of transcutaneous electrical nerve stimulation (TENS) combined with home exercise in older individuals with pre-radiographic to mild knee osteoarthritis (Kellgren-Lawrence grade ≤ 2). A total of 126 participants experiencing knee pain were randomly assigned to the TENS (n = 64) or sham TENS group (n...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of weight-bearing status on kinematics and cruciate ligament force in normal knees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Evaluating WB status during normal knee flexion activities is important for optimizing surgical procedures and postoperative rehabilitation. This study aimed to clarify the effects of weight-bearing (WB) on in vivo knee kinematics and cruciate ligament forces in normal knees. Fluoroscopic imaging in the sagittal plane was used while volunteers performed squatting and active-assisted knee flexion. Tibiofemoral kinematics were measured using a two-dimensional/three-dimensional registration...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "clarify the effects of weight-bearing (WB) on in vivo knee kinematics and cruciate ligament forces in normal knees",
      "significance": "for optimizing surgical procedures and postoperative rehabilitation",
      "conclusion": null
    },
    {
      "title": "α7 nicotinic acetylcholine receptor agonist attenuates lipopolysaccharide-induced acute kidney injury in mice by reducing CCL2 expression in macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Sepsis-induced acute kidney injury (AKI) is associated with a high mortality rate and presents a significant clinical challenge. However, effective treatment measures have not yet been established. The cholinergic anti-inflammatory pathway (CAP), a neural mechanism that regulates immune responses, has been reported to mitigate kidney injury. Although numerous studies have demonstrated the benefits of CAP activation prior to injury, its therapeutic potential after the onset of injury remains...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238577",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Copper-Catalyzed β-Functionalization of Amino Acid Schiff Bases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "We have developed a catalytic β-C-H amination of amino acid derivatives using amino acid Schiff bases, which are traditionally employed only in α-functionalization reactions. The present transformation expands the synthetic utility of these widely available building blocks by enabling intermolecular β-C-H amination. Detailed mechanistic studies revealed that the copper catalyst operates via a dual catalytic mode that is essential for the success of the reaction.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid increase in serotype 4 invasive pneumococcal disease among vulnerable young male adults in Belgium (2020-2024)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study identifies a specific population of vulnerable adults at risk for serotype 4 IPD, emphasising the need for a specific prevention strategy. Vaccination of this risk group with a pneumococcal vaccine targeting serotype 4 is needed to reduce the increasing burden of invasive disease caused by this vaccine serotype.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies a specific population of vulnerable adults at risk for serotype 4 IPD, emphasising the need for a specific prevention strategy. Vaccination of this risk group with a pneumococcal vaccine targeting serotype 4 is needed to reduce the increasing burden of invasive disease caused b..."
    },
    {
      "title": "Stability of Feature Attribution: Contrasting Supervised and Unsupervised Selection for Radiopathomics and TCGA Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Interpretable machine learning is increasingly used in oncology, yet feature attributions from supervised models (e.g., Random Forest, XGBoost) can be unstable and bias-prone when grounded solely in SHAP explanations. We contrast target-prediction accuracy with the reliability of feature-importance estimates and assess stability via feature-elimination tests on TCGA data (705 samples, 1,936 features). While supervised models achieved modest gains (Random Forest ROC-AUC: 0.8851 to 0.8865;...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238096",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author response to letter to the editor, \"Comment on \"Impact of baseline PINP on the BMD increase with romosozumab, teriparatide, and denosumab in treatment-naïve primary osteoporosis: A retrospective cohort study\"\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238037",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author response to letter to the editor, \"PINP-guided osteoporosis treatment selection: methodological considerations for cut-off, endpoint, fracture confounding and teriparatide heterogeneity\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41238036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41238036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cryo-EM Structure of the ATP11C Q79E Mutant Reveals the Structural Basis for Altered Phospholipid Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Closely related P4-ATPases, ATP11A and ATP11C, act as major phospholipid flippases in the plasma membrane of mammalian cells, with strict substrate specificity for phosphatidylserine (PS) and phosphatidylethanolamine (PE), but not for phosphatidylcholine (PC), thereby contributing to the asymmetric distribution of PS and PE across bilayers. A previously reported disease-associated Q84E mutation in ATP11A confers the ability to flip PC, implicating the involvement of this conserved residue in...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237907",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of once-daily, high-dose, oral insulin immunotherapy in children genetically at risk for type 1 diabetes (POInT): a European, randomised, placebo-controlled, primary prevention trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Type 1 diabetes begins with autoimmunity against pancreatic islet antigens, including insulin. The aim of the Primary Oral Insulin Trial (POInT) was to evaluate the efficacy and safety of daily high-dose oral insulin to prevent the development of islet autoantibodies and diabetes.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the Primary Oral Insulin Trial (POInT) was to evaluate the efficacy and safety of daily high-dose oral insulin to prevent the development of islet autoantibodies and diabetes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Derivation of embryonic stem cells from cloned blastocysts using improved somatic cell nuclear transfer in common marmosets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The common marmoset (Callithrix jacchus) is a genetically modifiable non-human primate increasingly used in biomedical research. Here, we established a method for deriving embryonic stem cells (ESCs) from blastocysts generated by somatic cell nuclear transfer (SCNT) in the marmoset. Injection of histone demethylase Kdm4d mRNA enabled efficient reprogramming of somatic nuclei, allowing blastocyst formation in 14.5% from fibroblasts. Combining this method with a G9a/EHMT2 histone methyltransferase...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237778",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Injectable composite gels containing magnesium phosphate for bone regeneration: Analysis of hydration and in vivo study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The challenge of effectively distributing inorganic nanoparticles for bone regeneration while ensuring their retention at the defect site remains a substantial barrier in tissue engineering. To address this issue, we created injectable hybrid hydrogels containing zinc-doped magnesium phosphate (ZnMgP) and poly(N-acryloyl glycinamide). We aimed to ensure proper hydration of the material interface by promoting cell growth on it. To assess their structural integrity and hydration capabilities, the...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237505",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "ensure proper hydration of the material interface by promoting cell growth on it",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recurrence detection in head and neck cancer: a systematic review of routine follow-up practices and clinical implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Routine follow-up beyond two years for detecting asymptomatic recurrences is unlikely to significantly improve early diagnosis or survival. Potential downsides include anxiety prior to visits, societal costs, and burden on healthcare systems and ecosystems. Limiting routine follow-up to two years can be considered unless patients cannot be educated on recurrence-related symptoms. Ensuring accessible care in case of needs or symptoms is crucial.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237473",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Routine follow-up beyond two years for detecting asymptomatic recurrences is unlikely to significantly improve early diagnosis or survival. Potential downsides include anxiety prior to visits, societal costs, and burden on healthcare systems and ecosystems"
    },
    {
      "title": "Implementation of an eHealth-facilitated Integrated Care Model in Allogeneic Stem Cell Transplantation: The SMILe-ICM Project Belgium Context Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our rigorous context-based approach proposes a blueprint highlighting key context insights to facilitate the implementation of eHealth ICMs in alloHSCT care.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our rigorous context-based approach proposes a blueprint highlighting key context insights to facilitate the implementation of eHealth ICMs in alloHSCT care"
    },
    {
      "title": "Implementation and 3D extension of dose reconstruction strategies from prompt-gamma emissions in proton therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "ObjectiveRange and dose monitoring with secondary radiation can help minimizing the issues of range uncertainties in proton cancer therapy. Prompt gammas have been widely investigated as a promising secondary radiation forin vivoverification. Since it can be argued that for a proper delivery of the intended treatment the most desirable quantity to assess is the dose distributionin vivo, this work aims at the reconstruction of the delivered proton dose from distributions of prompt-gamma...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237422",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "at the reconstruction of the delivered proton dose from distributions of prompt-gamma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment and management of frailty during pulmonary rehabilitation: An international survey of Australian and New Zealand clinicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "BackgroundFrailty is common among patients referred to pulmonary rehabilitation (PR) programs. While it is considered an independent predictor of program non-completion, people with frailty respond positively to PR. Clinicians' perspectives on assessing and managing frailty in PR has not been established. This study aimed to identify clinicians' current practices, perceptions, and opinions on assessing and managing frailty in people who attend PR in Australia and New Zealand.MethodsAn...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237409",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify clinicians' current practices, perceptions, and opinions on assessing and managing frailty in people who attend PR in Australia and New Zealand",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benchmarking the <em>GW</em> Approximation against Coupled-Cluster Theory for 3<em>d</em> Transition Metals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Transition-metal-containing molecules and materials present significant computational challenges, requiring careful benchmarking to determine which quantum chemical methods provide the most accurate estimates. In this work, we assess the performance of the GW approximation and equation-of-motion coupled-cluster singles and doubles (EOM-CCSD) theory for computing ionization potentials (IP) and electron-attachment (EA) energies across a comprehensive benchmark set of open-shell 3d transition-metal...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237294",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limitations of antimicrobial agent choice based on MIC value against <em>Pseudomonas aeruginosa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41237021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Introduction. In antibiotic chemotherapy, an antimicrobial agent is selected based on MIC, which is determined by a test method using the principle of the broth microdilution. However, it does not provide a viable count in the mutant selection window. In this study, we used turbidimetry and visual judgement to examine the validity of the selection of various antibiotics to treat Pseudomonas aeruginosa based on MIC determination after 24 h of incubation.Methods. The antibiotics used in this study...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41237021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Significance of fiber orientation in the interosseous sacroiliac ligament: An anatomical and histological study of the implications of its mechanical adaptation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The sacroiliac joint allows limited but crucial movement for transmitting loads from the spine to the pelvis. Identifying anatomical structures that adapt to this motion may improve imaging-based diagnosis of sacroiliac joint dysfunction. The interosseous sacroiliac ligament (ISIL), a key stabilizer connecting the sacrum and ilium, has unclear adaptive responses to mechanical stress. This study aimed to investigate the ISIL's gross morphology, fiber orientation, and histological features. A...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the ISIL's gross morphology, fiber orientation, and histological features",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensitive and Selective Quantification of Acrylamide in French Fries and Canola Oil by Fluorous Derivatization with Liquid Chromatography-Tandem Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Acrylamide is a carcinogen produced when foods containing sugar and asparagine are heated to 120 °C or higher during thermal cooking. As efforts are underway globally to reduce acrylamide intake, simple and practical methods to determine its levels in foods are needed. In this study, a highly sensitive and selective analytical method using liquid chromatography (LC) with tandem mass spectrometry (MS/MS) was developed for acrylamide detection. The α,β-unsaturated carbonyl structure in acrylamide...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Value of Cardiac Troponin I in Acute Ischemic Stroke Patients Treated with Reperfusion Therapy: A Multicenter Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "BackgroundWe aimed to evaluate the association between elevated cardiac troponin I (cTnI) and clinical outcomes in AIS patients receiving reperfusion therapy.MethodsWe conducted a multicenter retrospective cohort study of AIS patients treated with thrombolytics at Southern Illinois Healthcare and the University of Oklahoma (2017-2024). Demographic, clinical, laboratory, and radiographic data were collected. Elevation of cTnI was defined as levels above 0.028 ng/mL. For high sensitivity...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the association between elevated cardiac troponin I (cTnI) and clinical outcomes in AIS patients receiving reperfusion therapy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial superintelligence alignment in healthcare",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The emergence of Artificial Superintelligence (ASI) in healthcare presents unprecedented opportunities for revolutionizing diagnostics, treatment planning, and population health management, but also introduces critical risks if these systems are not properly aligned with human values and clinical objectives. This review examines the theoretical foundations of ASI and the alignment problem in healthcare contexts, exploring how misaligned Artificial Intelligence (AI) systems could optimize for...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236701",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Severe inflammation at the anastomotic site is associated with mitochondrial dysfunction following colocystoplasty in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that colocystoplasty induces persistent oxidative stress and mitochondrial dysfunction at the anastomotic site, associated with chronic inflammation.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that colocystoplasty induces persistent oxidative stress and mitochondrial dysfunction at the anastomotic site, associated with chronic inflammation",
      "conclusion": "These findings demonstrate that colocystoplasty induces persistent oxidative stress and mitochondrial dysfunction at the anastomotic site, associated with chronic inflammation"
    },
    {
      "title": "Temporal dynamics of the twinkle-goes illusion and its relationship to neural theta oscillations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Visual motion signals are useful in predicting the future, and can affect the detectability and phenomenology of vision in various ways. Recent research has demonstrated that the disappearance position of a moving object is perceived as shifted in the direction of motion when the background consists of dynamic noise. This \"twinkle-goes\" illusion is thought to arise from a positional prediction overshoot that occurs because dynamic noise delays the accumulation of sensory evidence needed to...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative gut dysbiosis in biliary atresia patients treated by portoenterostomy or liver transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Gut dysbiosis was present in both NL and TL. Pathogenic florae were more abundant in TL despite TL biochemistry being normal.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gut dysbiosis was present in both NL and TL. Pathogenic florae were more abundant in TL despite TL biochemistry being normal"
    },
    {
      "title": "Development of a novel artificial intelligence model to recognize vascular anatomy during robotic pancreatoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236618",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants of antibiotics misuse and overuse in high-risk countries in the European region: a multidisciplinary Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Addressing AMR in high-risk countries requires both systemic reform and individual behaviour change. While common challenges exist, national differences require tailored strategies, such as healthcare accessibility, appointment length, and physician-patient communication. Sharing best practices is critical, but context-sensitive strategies are essential to effectively address this global health threat.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236575",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Addressing AMR in high-risk countries requires both systemic reform and individual behaviour change. While common challenges exist, national differences require tailored strategies, such as healthcare accessibility, appointment length, and physician-patient communication"
    },
    {
      "title": "Correction: A nationwide questionnaire survey to investigate facility‑based disparities in satisfaction and working conditions of surgical trainees in Japan: university hospitals, community hospitals, and hybrid‑type facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regenerative reconstruction of mature esophageal epithelium by engraftment of esophageal organoids in de-epithelialized mouse colon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Engraftment of esophageal organoids into the de-epithelialized colon resulted in the successful reconstitution of esophageal epithelium, preserving their original phenotype.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236551",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Engraftment of esophageal organoids into the de-epithelialized colon resulted in the successful reconstitution of esophageal epithelium, preserving their original phenotype"
    },
    {
      "title": "Influence of operating state of a pilot-scale ultrafiltration system on virus removal for potable water reuse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41236060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Ultrafiltration (UF) membranes are widely used in potable water reuse, but their virus removal capabilities can be underestimated due to operational variability and membrane damage over time. This study evaluates the log reduction values (LRVs) of a pilot-scale UF system continuously processing tertiary treated wastewater, focusing on a compromised membrane. Virus removal was assessed under various operational states, including physical backwash (PBW) and chemically enhanced backwash (CEB)....",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41236060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant Robotics for Sustainable and Environmentally Friendly Robots: Insights from Actuation Characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Robots play an ever-expanding role in society by performing a broad range of tasks. However, there are growing concerns about their environmental sustainability, as many conventional robotic systems rely on materials that are neither renewable nor degradable. Consequently, significant efforts are being made to develop eco-friendly robots built from sustainable and biodegradable materials. In this context, plants represent a promising direction, as the biomaterials composing plants are...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235935",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "He-tagged action spectroscopy of C70 fullerene oligomers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Fullerenes are among the most abundant carbon-bearing molecules in the interstellar medium. Their ionic forms, as well as clustered structures, might exhibit strong absorption features in the infrared spectral region. Experimental spectra of cold molecules in the gas phase are crucial for matching astrophysical observations with the corresponding compounds. In this work, employing He-tagging spectroscopy, we present the first gas-phase spectra of the cationic and anionic C70 dimers, (C70)2±, in...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Review Article: Extending the Frontiers of Intestinal Ultrasound Knowledge, Performance and Expansion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sizable gaps persist in the evidence base for IUS in IBD. Addressing these gaps through robust, multicentre studies and consensus-driven frameworks is essential to optimise the clinical and research utility of IUS in IBD management.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sizable gaps persist in the evidence base for IUS in IBD. Addressing these gaps through robust, multicentre studies and consensus-driven frameworks is essential to optimise the clinical and research utility of IUS in IBD management"
    },
    {
      "title": "A Scoping Review of Interventions Using an interRAI Information System to Guide Care Management and Assess Intervention Efficacy in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "InterRAI instruments consist of clinical information systems able to support integrated care. Through a scoping review, we describe how interRAI instruments are used: (1) as interventions (implementation category) and (2) to evaluate interventions (efficacy category) in older adults. In accordance with the PRISMA-ScR framework, we searched 6 databases and conducted dual-independent screening, with conflicts resolved by a third reviewer. Data extraction followed an identical procedure. The review...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235644",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Giant Anomalous Ettingshausen Effect and Hybrid Longitudinal-Transverse Thermoelectric Cooling in a Nanoscale Magnetic Weyl Semimetal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Solid-state cooling devices offer compact, quiet, reliable and environment-friendly solutions that currently rely on conventional thermoelectric (TE) effects. Despite more than two centuries of research, classical thermoelectric coolers suffer from low efficiency which hampers wider application. In this study, a combination of the less researched Anomalous Ettingshausen effect (AEE), a transverse thermoelectric phenomenon, and a geometrically induced Peltier effect is presented as an approach...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging hand-crafted radiomics on multicenter FLAIR MRI for predicting disability worsening in people with multiple sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings highlight the potential of ML-driven radiomics in predicting disability worsening, warranting validation in larger, balanced datasets and exploration of advanced deep learning approaches.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the potential of ML-driven radiomics in predicting disability worsening, warranting validation in larger, balanced datasets and exploration of advanced deep learning approaches"
    },
    {
      "title": "Beyond Trikafta: new models to assess tissue dependent rescue of N1303K-CFTR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41235117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: N1303K-CFTR shows tissue specific correction and suboptimal response to ETI which can be improved by API.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41235117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "N1303K-CFTR shows tissue specific correction and suboptimal response to ETI which can be improved by API"
    },
    {
      "title": "Diffuse midline glioma, H3K27-altered, mimicking central neurocytoma on MRI: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Diffuse midline glioma (DMG), H3K27-altered, is an aggressive central nervous system tumor that usually arises in midline structures such as the pons, thalamus, or spinal cord. We present a rare case of intraventricular DMG, H3K27-altered in a 35-year-old woman. MRI showed a soap-bubble appearance, initially suggestive of central neurocytoma, but histopathological and immunohistochemical analyses confirmed the final diagnosis of DMG, H3K27-altered. This is the first reported intraventricular...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234807",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal dynamics of motion compression: a lagged extrapolation account",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "The visual system has been suggested to extrapolate an object's position by integrating proximal motion signals to compensate for inevitable neural delays. This anticipatory extrapolation hypothesis is consistent with visual illusions such as the flash-lag effect, where a moving object appears ahead of a physically aligned flash, and the flash-drag effect, where the perceived position of a flash is shifted in the direction of its surrounding motion. In contrast to such motion-induced position...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a novel MIPEP splice variant with altered substrate-binding properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial intermediate peptidase (MIPEP) is a mitochondrial signal peptidase that removes N-terminal amino acids from mitochondrial matrix proteins. We have identified a novel Mipep splice variant that lacks exons 15 and 16, which we termed \"ΔMIPEP\". We characterized the molecular features of ΔMIPEP by investigating its expression level in numerous mouse tissues and by performing a computer simulation that allows the prediction of protein structures and substrate-binding properties. ΔMipep...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrophysiological Biomarkers Reflect Target Engagement and Response Using Deep Brain Stimulation for Obsessive-Compulsive Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that intraoperative EPs provide valuable insights into ALIC DBS target engagement. EP characteristics may serve as biomarkers to refine DBS targeting and predict clinical response, offering a potential tool for optimizing DBS therapy for OCD.",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234275",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that intraoperative EPs provide valuable insights into ALIC DBS target engagement",
      "conclusion": "These findings suggest that intraoperative EPs provide valuable insights into ALIC DBS target engagement. EP characteristics may serve as biomarkers to refine DBS targeting and predict clinical response, offering a potential tool for optimizing DBS therapy for OCD"
    },
    {
      "title": "ALLO-1a is a ubiquitin-binding adaptor for allophagy in Caenorhabditis elegans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "In the nematode Caenorhabditis elegans, sperm-derived mitochondria and membranous organelles (MOs) are selectively degraded by autophagy in embryos in a process termed allophagy. For this process, ALLO-1 functions as an autophagy adaptor. The allo-1 gene encodes two splice isoforms, ALLO-1a and b, which have different C-terminal sequences and are predominantly targeted to MOs and paternal mitochondria, respectively. However, the mechanism by which ALLO-1 targets the paternal organelles remains...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Topochemical synthesis of mesoporous TiO<sub>2</sub> co-doped with nitrogen and fluorine for improved photocatalytic O<sub>2</sub> evolution under visible light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "Mesoporous rutile TiO(2) photocatalysts co-doped with N and F were synthesized via a topotactic ammonolysis approach using mesostructured TiO(2) as a precursor. The co-substitution of N and F into the rutile lattice led to substantial modulation of the Ti electronic structure and to extension of visible-light absorption, accompanied by local distortion of TiO(6) octahedra. Systematic characterization revealed that the balance between dopant incorporation and structural integrity of the...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Higher valency vaccines' impact on antimicrobial resistance rates in <em>Streptococcus pneumoniae</em> causing invasive disease: a retrospective analysis based on national reference laboratory data, Belgium, 2018 to 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41234191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251115023440&v=2.18.0.post22+67771e2",
      "description": "BACKGROUNDFifteen- and 20-valent pneumococcal conjugate vaccines (PCVs) offer broader protection against invasive pneumococcal disease (IPD) than PCV13. Adopting these vaccines may result in decreasing IPD incidence, antibiotic use and antimicrobial resistance (AMR) rates. If the additional serotypes in PCV15 and PCV20 are associated with AMR, AMR rate reduction could be greater than expected from reduced antibiotic consumption alone.AIMThis retrospective analysis assessed the association...",
      "pubDate": "2025-11-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41234191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}