{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-25T07:35:12.446Z",
  "totalItems": 150,
  "totalArchived": 18615,
  "newPapersAdded": 190,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 85,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 62,
    "IBS": 14,
    "UNIST": 1,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 6,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Biomedical": 25,
    "Multidisciplinary": 81,
    "Neuroscience": 6,
    "Materials Science": 7,
    "Cancer Research": 24,
    "Computer Science": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "High-acceleration pancreatobiliary MRI with deep learning-based super-resolution reconstruction for evaluating presumed pancreatic intraductal papillary mucinous neoplasm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Pancreatobiliary MRI with DL-SR CS-VIBE enhances image quality and lesion conspicuity, offering promising diagnostic accuracy for malignant IPMN, though further studies with larger cohorts are needed to refine these findings and evaluate clinical impact.",
      "pubDate": "2025-10-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41137166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pancreatobiliary MRI with DL-SR CS-VIBE enhances image quality and lesion conspicuity, offering promising diagnostic accuracy for malignant IPMN, though further studies with larger cohorts are needed to refine these findings and evaluate clinical impact"
    },
    {
      "title": "Long-term clinical prognosis of patients with gliomas infiltrating corticospinal tract on DTI tractography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Preoperative DTI tractography is a valuable tool for determining the extent of CST involvement in patients with gliomas. The risk of postoperative paralysis is extremely high; therefore, careful and conservative resection should be performed to preserve motor function. Despite this challenge, patients can still achieve positive oncological outcomes with standard adjuvant therapy after surgery.",
      "pubDate": "2025-10-25T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41137160",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative DTI tractography is a valuable tool for determining the extent of CST involvement in patients with gliomas. The risk of postoperative paralysis is extremely high; therefore, careful and conservative resection should be performed to preserve motor function"
    },
    {
      "title": "Vehicle traffic as a determinant of community firearm violence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Innovative strategies to curb firearm violence are necessary today more than ever. Future research should investigate whether traffic control could be a new avenue for community firearm violence prevention.",
      "pubDate": "2025-10-25T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41137156",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Innovative strategies to curb firearm violence are necessary today more than ever. Future research should investigate whether traffic control could be a new avenue for community firearm violence prevention"
    },
    {
      "title": "Bioactive constituents isolated from the leaves of Phyllostachys Bambusoides with potent soluble epoxide hydrolase inhibitory activity: enzyme kinetics, molecular docking, and molecular dynamics simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Traditional usage and in vitro studies have previously proven the effects of soluble epoxide hydrolase (sEH) inhibitors isolated from Phyllostachys bambusoides. A phytochemical investigation of Phyllostachys bambusoides led to the isolation of six known compounds: one phenolic amide moschamine (1), three flavonoids, including tricin (2), salcolin A (3), and luteolin 6-C-α-L-arabinopyranoside (4), as well as two neolignans (5-6). The structures of these compounds were determined...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41136865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct spatiotemporal patterns of white matter hyperintensity progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "White matter hyperintensity, a key imaging biomarker for brain health, has prognostic implications for stroke. Using a multicenter MRI dataset of 9179 stroke patients plus the UK Biobank (n = 36,210 low/high risk controls), we employ Subtype and Stage Inference modeling and identify three distinct white matter hyperintensity progression subtypes: fronto-parietal, radial, and temporo-occipital. Longitudinal validation confirms classification stability. The fronto-parietal subtype shows delayed...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41136463",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for stroke",
      "conclusion": null
    },
    {
      "title": "Long-term enhancement of biogas production rate in anaerobic digestion of food waste using conductive carbon nanotubes media (CCM) at different organic loading rates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "In this study, conductive carbon-nanotube media (CCM) were employed to promote direct interspecies electron transfer, aiming to enhance the methane production rate (MPR) and improve process stability during anaerobic digestion (AD) of food waste (FW). Batch experiments showed that supplementation with 0.2 g-CCM/g-VSS increased MPR by 23.3 %. Semi-continuous AD reactors revealed that the difference in MPR between reactors without CCM (R1) and those with CCM (R2) increased with rising organic...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41135806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seasonal and storage effects on characteristics and anaerobic digestibility of cattle manure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Cattle manure (CM) management poses challenges due to its large volume and environmental risks, and the anaerobic digestion (AD) of CM is highly influenced by diverse environmental factors. This study explored the effects of seasonal, breed, and storage on the physicochemical and microbiological characteristics of CM and the performance of AD using samples from five cattle sheds over four seasons. Methane yield (Y(M)) (99.0-270.8 L CH(4)/kg VS) was highest in winter and lowest in summer, with...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41135805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rational design of Ag@Fe<sub>3</sub>O<sub>4</sub> core-shell nanozymes with peroxidase-mimic activity: shell thickness-dependent kinetics for the colorimetric detection of dopamine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The rational design of nanozymes with tunable catalytic properties is critical for advancing colorimetric sensing. This study demonstrates that the activity and substrate specificity of Ag@Fe(3)O(4) core-shell nanozymes can be precisely controlled by engineering the Fe(3)O(4) shell thickness. Variants with diameters of 170, 200, and 300 nm were synthesized to evaluate their peroxidase-like activity, which relies on a synergistic Fenton-like and plasmonic mechanism. Kinetic analysis revealed a...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41135193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the activity and substrate specificity of Ag@Fe(3)O(4) core-shell nanozymes can be precisely controlled by engineering the Fe(3)O(4) shell thickness",
      "conclusion": null
    },
    {
      "title": "Sulfur redox mediator for low-temperature flexible amorphous oxide CMOS electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Amorphous p-type oxides are essential for next-generation flexible and scalable complementary metal-oxide semiconductor (CMOS) technologies. Among emerging candidates, tellurium-based oxides (Te-TeO(x)) show great promise due to their unique Te-Te conduction networks embedded within the amorphous TeO(2) matrix. However, controlled formation of these conduction channels remains challenging, limiting both hole transport and dopability under low thermal budgets. Here, we report a sulfur-mediated...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41134906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anderson's negative-<em>U</em> chemistry in amorphous silicon nitride: A complex system approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "P. W. Anderson introduced a negative-U (i.e., attractive electron-electron interaction) to describe the scarcity of singly occupied spin states in amorphous materials. To uncover the underlying chemistry behind this phenomenon, we combined structural sampling with quantum-chemical analysis of amorphous silicon nitride (a-SiN(x)) based on DFT. Our analysis demonstrates that coordination defects act as charge traps, with a density on the order of 10^(21) per cubic centimeter. These defects render...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41134901",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adverse events of androgen receptor pathway inhibitors in prostate cancer from real world data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study provides important insight that we analyzed RWD and evaluated comparative drug safety across all type of prostate cancer. Although we could not make a conclusion whether which is the safest ARPI, we can suggest that each ARPIs have different types of AEs hence we can use this information during choosing ARPIs for prostate cancer patients.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41134826",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "RWD and evaluated comparative drug safety across all type of prostate cancer",
      "significance": "insight that we analyzed RWD and evaluated comparative drug safety across all type of prostate cancer",
      "conclusion": "Our study provides important insight that we analyzed RWD and evaluated comparative drug safety across all type of prostate cancer. Although we could not make a conclusion whether which is the safest ARPI, we can suggest that each ARPIs have different types of AEs hence we can use this information d..."
    },
    {
      "title": "Al Incorporation Activates Epitaxial Ni<sub>2</sub>P/Ni(OH)<sub>2</sub> Heterostructures for Improved Electrocatalytic Water Splitting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Herein, the development of Al-doped epitaxial Ni(2)P/Ni(OH)(2) heterostructured nanosheets (NSs) supported by Ni foam, referred to as Al-Ni(2)P/Ni(OH)(2) NSs, and their application as a bifunctional electrocatalyst for alkaline water splitting. The Al-Ni(2)P/Ni(OH)(2) NSs exhibits excellent electrocatalytic performance for the hydrogen evolution reaction, achieving 10 mA cm^(-2) at a low overpotential of 99.8 mV, together with a current retention of 87.1% after long-term stability test for 40 h,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41134613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metal artifact reduction algorithm with conditional latent diffusion model for dental cone-beam CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proposed method has shown its practical utility in dental CBCT for reducing metal artifacts and is believed to contribute to dental diagnosis and treatment.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41134563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed method has shown its practical utility in dental CBCT for reducing metal artifacts and is believed to contribute to dental diagnosis and treatment"
    },
    {
      "title": "Progress and Challenges in Aqueous Batteries: Exploring Polymer Electrolytes for Extreme Temperature Resilience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The demand for energy storage systems has been steadily increasing, and aqueous rechargeable metal-ion batteries (ARMBs) have emerged as promising next-generation technology due to their superior safety, environmental friendliness, and economic feasibility. Despite these advantages, the inherent limitations of aqueous electrolytes, including parasitic gas evolution arising from the narrow electrochemical stability window, dynamic pH fluctuations, temperature-dependent ionic conductivity, and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41133927",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Proximal duodenal mural mass causing extrahepatic biliary obstruction and reactive pancreatic changes in a dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "A 10-year-old castrated male Yorkshire Terrier was referred for acute vomiting and inappetence. Blood tests revealed elevated hepatobiliary and pancreatic enzymes. Ultrasonography identified a hypoechoic mural mass in the cranial duodenum with concurrent dilation of the common bile duct and hypoechoic changes in the pancreas. Fine needle aspiration cytology demonstrated numerous neutrophils without bacteria or neoplastic cells. No pathogens were identified on cytology, histopathology, or...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41133198",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolite biomarkers in lung cancer: unlocking the potential of body fluid analysis for early detection and prognosis-a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Circulating metabolite biomarkers offer a promising, non-invasive approach for early lung cancer detection and personalized treatment strategies. Their accessibility and safety provide a viable alternative to invasive biopsies. Further clinical validation is essential to integrate these biomarkers into practice.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41133000",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Circulating metabolite biomarkers offer a promising, non-invasive approach for early lung cancer detection and personalized treatment strategies. Their accessibility and safety provide a viable alternative to invasive biopsies"
    },
    {
      "title": "Prognostic factors affecting mortality in elderly, low body mass index, and poor performance status groups with lung cancer: analysis of the 2016 Korean Association of Lung Cancer Registry (KALC-R) database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A select group of patients with vulnerable conditions, such as old age, low BMI, and poor performance status, may benefit from active anti-cancer treatment.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41132981",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A select group of patients with vulnerable conditions, such as old age, low BMI, and poor performance status, may benefit from active anti-cancer treatment"
    },
    {
      "title": "Beyond devices: preschoolers' learning behaviors as moderators of the link between home digital resources and their digital literacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This study investigated how preschoolers' learning behaviors moderate the relationship between home digital resources and their digital literacy. Digital literacy was conceptualized in two domains: operational digital literacy, which involve the ability to manipulate digital devices, and cultural digital literacy, which emphasize creative engagement and meaning-making. Participants included 514 preschool-aged children and their mothers in South Korea. Mothers reported on home digital resources...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41132610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how preschoolers' learning behaviors moderate the relationship between home digital resources and their digital literacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autophagy related 14 protects against liver injury by inhibiting multiple cell death pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our data suggest that ATG14 is required for maintaining hepatocyte identity, survival and function and that hepatic ATG14 deficiency may lead to hepatomegaly, tissue injury, inflammation and fibrosis.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41132151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our data suggest that ATG14 is required for maintaining hepatocyte identity, survival and function and that hepatic ATG14 deficiency may lead to hepatomegaly, tissue injury, inflammation and fibrosis"
    },
    {
      "title": "Evaluation of the functional role of corpus luteum cavity in recipient selection for bovine embryo transfer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that CLcav does not impair luteal function or pregnancy outcomes and may, in some cases, indicate enhanced luteal activity. Integrating CL morphology, vascularization, and hormonal balance into recipient selection criteria may improve ET efficiency. Future studies should further investigate the physiological mechanisms underlying CLcav formation and its role in reproductive success.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41132074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that CLcav does not impair luteal function or pregnancy outcomes and may, in some cases, indicate enhanced luteal activity",
      "conclusion": "These findings suggest that CLcav does not impair luteal function or pregnancy outcomes and may, in some cases, indicate enhanced luteal activity. Integrating CL morphology, vascularization, and hormonal balance into recipient selection criteria may improve ET efficiency"
    },
    {
      "title": "Nanosecond Laser-Assisted Direct Integration of Whitlockite onto Bone Implant Surfaces for Enhanced Bone Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Whitlockite (WH), a magnesium-enriched bone mineral, offers significant potential for bone regeneration due to its high bioresorbability and osteogenic properties. Despite these advantages, its application has been hindered by challenges in synthesizing WH directly on implant surfaces. To address this, a laser-assisted strategy is developed for the in situ formation of WH-containing coatings on bone implants. To overcome the thermodynamic and kinetic barriers of WH synthesis, a magnesium calcium...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41131833",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with intention to use generative artificial intelligence in nursing practice: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study revealed that voluntariness, performance expectancy, and GAI literacy are key drivers of nurses' intention to use GAI. Notably, their importance differs according to user experience, highlighting the need for tailored strategies to get nurses to use GAI. In the future, the sustained value of GAI in nursing practice should be assessed.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41136991",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed that voluntariness, performance expectancy, and GAI literacy are key drivers of nurses' intention to use GAI. Notably, their importance differs according to user experience, highlighting the need for tailored strategies to get nurses to use GAI"
    },
    {
      "title": "Probing Voltage- and Electrolyte-Dependent Monolayer Dynamics with 2D-IR Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Little is known about structural dynamics at electrode surfaces under applied potential. Here, we report 2D-IR spectra of a 4-mercaptobenzonitrile monolayer on a gold electrode, revealing chemical exchange between two subensembles on sub- to tens-of-picoseconds time scales. Dynamics are measured in 100 mM MgCl(2), LiCl, and KCl at -200 and +300 mV vs Ag/AgCl. At +300 mV, all electrolytes exhibited ≥48 ps exchange, while at -200 mV, the slower exchange component ranged from ≥33 to ≥43 ps. The...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41136882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Democratizing protein language model training, sharing and collaboration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Training and deploying large-scale protein language models typically requires deep machine learning expertise-a barrier for researchers outside this field. SaprotHub overcomes this challenge by offering an intuitive platform that facilitates training and prediction as well as storage and sharing of models. Here we provide the ColabSaprot framework built on Google Colab, which potentially powers hundreds of protein training and prediction applications, enabling researchers to collaboratively...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136773",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnosing HCC with conventional and late portal venous phase MRI: intraindividual comparison of MRI with extracellular contrast agent",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EOB-MRI using LPVP demonstrated higher sensitivity for HCC diagnosis than ECA-MRI and EOB-MRI using CPVP, while maintaining comparable specificity.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136757",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EOB-MRI using LPVP demonstrated higher sensitivity for HCC diagnosis than ECA-MRI and EOB-MRI using CPVP, while maintaining comparable specificity"
    },
    {
      "title": "Unisensory processing of interleaving memristive nanowires enabling multimodal sensing at human-scale resolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Numerous attempts have been made to emulate the skin's multimodal capabilities using different device architectures, but most suffer from slow response due to reactive components and limited scalability from stacking multiple elements, which restricts their practical use. Here we report a multimodal receptor based on a single memristive nanowire network that captures both thermal and mechanical properties of interacting objects through memristive switching. The device switches between thermal...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing subjectivity in dental age estimation: intra- and inter-observer reliability across four well established third molar evaluation methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "In forensic contexts, age assessments constitute matters of substantial legalconsequence, particularly in proceedings involving children and young adolescents. Dental age estimation (DAE) techniques are widely used for this purpose, especially in cases involving undocumented minors. This study assesses intra- and inter-observer reliability across four well-established DAE methods: Gleiser and Hunt Modified by Köhler (GHK), Demirjian (DEM), Kullman (KUL), and Cameriere's Third Molar Maturity...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased cancer risk in patients with IgG4-related disease in a nationwide South Korean cohort, 2012-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Immunoglobulin G4-related disease (IgG4-RD) is a chronic inflammatory condition that has been suggested to increase cancer risk, but the incidence and types of associated malignancies remain unclear. This study aimed to evaluate the cancer risk in patients with IgG4-RD using a nationwide population-based cohort. We identified 2,150 patients newly diagnosed with IgG4-RD between January 2012 and December 2020 from the Korean National Health Insurance Service database. Patients were followed until...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136610",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the cancer risk in patients with IgG4-RD using a nationwide population-based cohort",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cold atmospheric plasma restores fulvestrant sensitivity by inhibiting CCND3 in the drug-resistant breast cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Cold atmospheric plasma (CAP) has demonstrated anti-proliferative activity in various cancer cells, yet its efficacy against drug-resistant cancer cells remains largely unexplored. This study investigates CAP's potential to restore drug sensitivity in fulvestrant-resistant breast cancer cells. Fulvestrant-resistant T47D/fulR and MCF-7/fulR cell lines were developed through 32-week drug exposure. CAP treatment effectively inhibited growth of both resistant cell lines and restored sensitivity to...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136551",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing T-count and T-depth in approximate quantum Fourier transform circuits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The quantum Fourier transform (QFT) is a fundamental component in various quantum algorithms, including Shor's factoring algorithm and the Harrow-Hassidim-Lloyd (HHL) algorithm for solving systems of linear equations. Efficient implementation of the QFT is essential for the practical realization of large-scale quantum algorithms, especially in fault-tolerant quantum computing. In fault-tolerant implementations, the Clifford + T gate library is the standard choice for building quantum circuits....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41136541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dromion solutions for system of ion sound and Langmuir waves using truncated Painlevé approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Dispersion, nonlinearity, and waves-wave interactions are some of the important aspects of two-dimensional wave behaviour that are captured by the mathematical model known as the ion sound and Langmuir wave system. This study uses the truncated Painlevé technique to examine the (1+1) dimensional integrable ion Sound and Langmuir wave system. Various localised solutions, such as rogue or irregular waves, dromion-pair, and dromions can be produced via applying random functions to the findings. The...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41136529",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "aspects of two-dimensional wave behaviour that are captured by the mathematical model known as the ion sound and Langmuir wave system",
      "conclusion": null
    },
    {
      "title": "Comprehensive profiling of plasma and exosomal microRNAs in medication-related osteonecrosis of the jaw",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The role of circulating microRNAs (miRNAs) in the pathophysiology of medication-related osteonecrosis of the jaw (MRONJ) remains to be elucidated. This study investigated the expression of plasma miRNAs in patients with MRONJ compared to healthy individuals. 16 patients with MRONJ and 15 healthy controls participated in this case-control study, which was conducted in three consecutive phases. As a pilot study, miRNA profiling was performed using quantitative real-time reverse transcriptase PCR...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136515",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the expression of plasma miRNAs in patients with MRONJ compared to healthy individuals",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-institutional validation of AI models for classifying urothelial neoplasms in digital pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This study proposes a deep learning approach for classifying normal, noninvasive, and invasive urothelial neoplasms via digitized histopathologicalimages. Despite many artificial intelligence (AI) models for cancer diagnosis, few focus on bladder lesions or differentiate between these critical categories. We developed convolutional neural networks (CNNs) and transformer-based models, which were trained on 12,500 whole-slide images (WSIs) from five institutions, with preprocessing steps including...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136495",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic and alcohol-related steatotic liver disease and gastrointestinal cancer risk in diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "We investigated the relationship between incidence of gastrointestinal tract cancers, metabolic dysfunction-associated steatotic liver disease (MASLD), and alcohol-related steatotic liver disease in diabetic population. A nationwide cohort of 2,616,828 individuals with diabetes under Korean National Health Insurance Service from 2015 to 2016 was divided into four subgroups: no steatosis (group 1), MASLD alone (group 2), MASLD with heavy alcohol intake (group 3), and alcoholic liver disease...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136477",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the relationship between incidence of gastrointestinal tract cancers, metabolic dysfunction-associated steatotic liver disease (MASLD), and alcohol-related steatotic liver disease in diabetic populati...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scour depth estimation using standalone metaheuristic algorithms and their combinations with CatBoost",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Scouring around bridge piers poses a critical threat to structural integrity, leading to costly damage and safety risks. Traditional equations often fail to accurately predict equilibrium scour depth (S(eq)) due to the complexity and nonlinearity of the underlying hydraulic processes. This study proposes two approaches for estimating S(eq): (1) optimizing a Categorical Boosting (CatBoost) machine learning model using five metaheuristic algorithms-Harris Hawk Optimization (HHO), Moth-Flame...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41136455",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal parametric response mapping on CT in assessing functional small airway disease and emphysema in COPD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Parametric response mapping (PRM) on computed tomography (CT) is an imaging technique for assessing small airway disease (SAD) and emphysema in chronic obstructive pulmonary disease (COPD). This study was aimed to examine the relationship between individual spirometry components decline and PRM-CT-derived data changes over a 6-year observation period in mild and moderate COPD patients using a COPD cohort chronically exposed to dust. This study utilized longitudinal data of the COPD in Dusty...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41136451",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of serum phosphate and calcium levels in coronary artery calcification progression: A multicenter, longitudinal cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Higher serum phosphate levels, even within the normal range, are associated with faster CAC progression. Further studies are needed to demonstrate the possibility of slowing CAC development through the regulation of calcium-phosphate metabolism.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher serum phosphate levels, even within the normal range, are associated with faster CAC progression. Further studies are needed to demonstrate the possibility of slowing CAC development through the regulation of calcium-phosphate metabolism"
    },
    {
      "title": "Receptor-specific phage resistance induced phenotypic and gene expression shifts in Salmonella Typhimurium impacting biofilm formation on food contact surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Bacteriophages are gaining increasing attention as targeted biological control agents against multidrug-resistant (MDR) foodborne pathogens. However, repeated exposure to bacteriophages can induce the emergence of bacteriophage-resistant mutant (BIM) strains, which may exhibit altered physiological characteristics that impair therapeutic efficacy. This study investigated the phenotypic and molecular adaptive mechanisms of multidrug-resistant Salmonella Typhimurium BIMs that acquired resistance...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41136154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the phenotypic and molecular adaptive mechanisms of multidrug-resistant Salmonella Typhimurium BIMs that acquired resistance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of surfactants on the antimicrobial activity of hydrogen peroxide and chlorine dioxide foams against Listeria monocytogenes on stainless steel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the antilisterial activity of hydrogen peroxide (H(2)O(2)) and chlorine dioxide (ClO(2)) in foam formulations containing various surfactants against Listeria monocytogenes on stainless steel coupons (SSCs). First, the minimum inhibitory and lethal concentrations of six surfactants (sodium dodecyl sulfate [SDS], cetylpyridinium chloride [CPC], cetyltrimethylammonium bromide [CTAB], coco betaine, Triton X-100, and Tween 80) were determined using planktonic cells, with CPC and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41136146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular detection of Toxoplasma gondii in wild oysters and seawater on the southeast coast of South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Toxoplasma gondii is the most common parasitic protozoan infecting approximately two billion people worldwide. Among various sources of infection with T. gondii, marine ecosystems, including marine bivalves, have been identified as a significant reservoir for the parasite. This study aimed to assess the potential risk of T. gondii through seafood consumption in South Korea. We surveyed the T. gondii GRA7 gene in wild oysters, farmed oysters, and seawater collected from the southeast coastal...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41136142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the potential risk of T",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevention strategies and modifiable risk factors for upper extremity injury: a systematic review and meta-analysis for the female, woman and girl Athlete Injury pRevention (FAIR) consensus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our understanding of female/woman/girl UE injury prevention is limited by heterogeneity across injury outcomes, interventions, MRFs and limited female/woman/girl athlete-specific data. Shoulder-specific strengthening and stability exercise programmes may be beneficial to reduce shoulder injury rates in female/woman/girl handball and volleyball players. Future research should prioritise female/woman/girl athletes to reduce the burden of UE injuries.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135970",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our understanding of female/woman/girl UE injury prevention is limited by heterogeneity across injury outcomes, interventions, MRFs and limited female/woman/girl athlete-specific data. Shoulder-specific strengthening and stability exercise programmes may be beneficial to reduce shoulder injury rates..."
    },
    {
      "title": "Effect of Anatomical Site on Prognosis and Progression Pattern in Early-Stage Acral Melanoma: A Retrospective Cohort Study of 281 Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lower-limb ALM, especially toenail melanoma was associated with first lymph node metastasis, while upper-limb ALM was significantly related to first distant metastasis, implying necessity of tailored surveillance strategies in early-stage ALM.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lower-limb ALM, especially toenail melanoma was associated with first lymph node metastasis, while upper-limb ALM was significantly related to first distant metastasis, implying necessity of tailored surveillance strategies in early-stage ALM"
    },
    {
      "title": "One-Year Outcomes of Mechanochemical Ablation of Incompetent Saphenous Veins Using the Flebogrif® Device",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Flebogrif® is a safe and effective technique for treatment of multiple incompetent saphenous veins.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Flebogrif® is a safe and effective technique for treatment of multiple incompetent saphenous veins"
    },
    {
      "title": "Membrane-disrupting medium-chain fatty acids reduce Staphylococcus aureus persister cell survival during antibiotic treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MCFAs, particularly lauric acid at low concentrations, effectively eradicate S. aureus persisters and may enhance skin health when incorporated into topical products. Their activity increases with chain length and is linked to membrane permeability disruption. Myristic acid, while effective against metabolically active cells, is ineffective against persisters, highlighting physiological differences between growth states.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "MCFAs, particularly lauric acid at low concentrations, effectively eradicate S. aureus persisters and may enhance skin health when incorporated into topical products"
    },
    {
      "title": "The proton-sensing OGR1 receptor and hypoxia-inducible factors promote metal ion-induced inflammatory responses in coronary artery smooth muscle cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Divalent metal ions such as nickel, cobalt, and manganese are known to induce hypoxia-inducible factors (HIFs) over several hours and are implicated in inflammatory responses; however, their roles in vascular tissue remain incompletely understood. In addition to long-term effects, metal ions also can elicit rapid cellular responses, such as calcium mobilization and the phosphorylation of signaling molecules, within seconds to minutes. These rapid responses cannot be solely explained by HIF...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41135674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Prediction of HBV-Related HCC Using aMAP and Liver Stiffness Assessed by Vibration-Controlled Transient Elastography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The integration of aMAP score with LS measurements significantly improved HCC risk prediction in CHB patients receiving antiviral therapy. This combined model may enable more precise risk stratification and personalized surveillance strategies.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41135666",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The integration of aMAP score with LS measurements significantly improved HCC risk prediction in CHB patients receiving antiviral therapy. This combined model may enable more precise risk stratification and personalized surveillance strategies"
    },
    {
      "title": "Pharmacokinetic and pharmacodynamic herb-drug interaction of aspirin with Ijintang (Er Chen Tang) or Cheongsanggyeontongtang (Qing Shang Juan Tong Tang): An exploratory study in healthy adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Co-administration of IJT and CGT with aspirin tended to alter the PK profile of aspirin and enhance its antiplatelet activity. While appearing safe in the short-term, the augmented antiplatelet effect warrants clinical awareness of potential interactions, especially with long-term use.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41135614",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Co-administration of IJT and CGT with aspirin tended to alter the PK profile of aspirin and enhance its antiplatelet activity. While appearing safe in the short-term, the augmented antiplatelet effect warrants clinical awareness of potential interactions, especially with long-term use"
    },
    {
      "title": "Long-term follow-up results after the recanalization of completely obstructed benign biliary strictures using magnetic compression anastomosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MCA is an effective nonsurgical treatment option for patients with completely occluded BBS refractory to standard interventions, demonstrating a low recurrence rate in long-term follow-up.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135589",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MCA is an effective nonsurgical treatment option for patients with completely occluded BBS refractory to standard interventions, demonstrating a low recurrence rate in long-term follow-up"
    },
    {
      "title": "Global, regional, and national sepsis incidence and mortality, 1990-2021: a systematic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The global burden of sepsis, a life-threatening dysregulated host response to infection leading to organ dysfunction, remains challenging to quantify. We aimed to comprehensively estimate the global, regional, and national burden of sepsis, including the impact of the COVID-19 pandemic and underlying causes of sepsis-related deaths with co-occurring infectious syndromes.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41135560",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "comprehensively estimate the global, regional, and national burden of sepsis, including the impact of the COVID-19 pandemic and underlying causes of sepsis-related deaths with co-occurring infectious ...",
      "significance": "of the COVID-19 pandemic and underlying causes of sepsis-related deaths with co-occurring infectious syndromes",
      "conclusion": null
    },
    {
      "title": "International expert consensus on gene therapy for hereditary hearing loss: Based on clinical trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This consensus provides the first globally endorsed framework for gene therapy in hereditary hearing loss. It standardizes clinical trial design and patient management, accelerating translation from research to practice while ensuring safety. The guidelines are immediately applicable to OTOF-related hearing loss and adaptable to other genetic forms.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135524",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This consensus provides the first globally endorsed framework for gene therapy in hereditary hearing loss. It standardizes clinical trial design and patient management, accelerating translation from research to practice while ensuring safety"
    },
    {
      "title": "Characterizing thyroid carcinomas in the elderly: Histological subtypes and TERT promoter mutation analysis based on the latest WHO classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "While most thyroid cancers have a favorable outcome, their presentation in the elderly (≥70 years) is often aggressive, leading to a poor prognosis and creating a clinical dilemma in balancing treatment intensity against comorbidities. A more precise understanding of the biological drivers is crucial for optimal management. This study aimed to characterize these aggressive tumors by correlating high-risk histological subtypes-specifically poorly differentiated (PDTC) and differentiated...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135466",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "characterize these aggressive tumors by correlating high-risk histological subtypes-specifically poorly differentiated (PDTC) and differentiated",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Quantitative Coronary Artery Calcium Density Subtype Volumes With Major Adverse Cardiovascular Events",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Low-density HU volume was independently associated with an increased MACE risk and improved discrimination and reclassification over conventional approaches in a broad spectrum of individuals undergoing CAC scanning.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low-density HU volume was independently associated with an increased MACE risk and improved discrimination and reclassification over conventional approaches in a broad spectrum of individuals undergoing CAC scanning"
    },
    {
      "title": "New insights into the relationship between skull base fusion and torticollis in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: UPF-PIOS is an underrecognized cause of torticollis in young children. Its characteristic clinical features include an asymmetrical posterior skull base, shortening of the skull on the affected side, and a head tilt toward the side of the prematurely fused synchondrosis. Recognizing this pattern-a tetrad of unilateral synchondrosis fusion and the three resultant findings-is clinically important for differential diagnosis. Considering UPF-PIOS in children with torticollis (especially...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135114",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for differential diagnosis",
      "conclusion": "UPF-PIOS is an underrecognized cause of torticollis in young children. Its characteristic clinical features include an asymmetrical posterior skull base, shortening of the skull on the affected side, and a head tilt toward the side of the prematurely fused synchondrosis"
    },
    {
      "title": "Safety and efficacy of stereoelectroencephalography using a novel robot based on the center-of-arc principle in patients with medically refractory epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study revealed that SEEG electrode placement using a novel robot system based on the center-of-arc principle with neuronavigation assistance is safe and effective. Further validation of SEEG safety and accuracy in a larger cohort is recommended.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41135110",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed that SEEG electrode placement using a novel robot system based on the center-of-arc principle with neuronavigation assistance is safe and effective. Further validation of SEEG safety and accuracy in a larger cohort is recommended"
    },
    {
      "title": "Evaluating the Efficacy of a Digital Therapeutic Intervention for Temporomandibular Disorders: Multicenter, Randomized, Sham-Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This randomized, sham-controlled trial demonstrated that a mobile-based DTx intervention led to significant improvement in pain at 6 weeks compared with sham control, with additional benefits in jaw function and oral behaviors, although no significant between-group difference was observed in psychological distress. These findings suggest that DTx interventions may serve as a promising and scalable adjunct to conventional care for patients with TMD.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135079",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that DTx interventions may serve as a promising and scalable adjunct to conventional care for patients with TMD",
      "conclusion": "This randomized, sham-controlled trial demonstrated that a mobile-based DTx intervention led to significant improvement in pain at 6 weeks compared with sham control, with additional benefits in jaw function and oral behaviors, although no significant between-group difference was observed in psychol..."
    },
    {
      "title": "Toughened Bimodal Cathodes for All-Solid-State Batteries via Controlled Interfacial Heterogeneity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "All-solid-state batteries (ASSBs) employing composite electrodes require a significant fraction of heavy solid electrolytes (SEs), which poses a challenge to improving their energy density. In this context, a bimodal cathode design, incorporating mixed cathode active materials of different particle sizes, is proposed to enhance the packing density of the cathode layer. This study reveals the mechanism of fracture-induced failure in bimodal cathodes, triggered by interfacial heterogeneity, and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41135071",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to Danilov et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41135057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GAPDH citrullination as a molecular signature of neurodegeneration, assessed in prion diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "BackgroundGlyceraldehyde 3-phosphate dehydrogenase (GAPDH) is a well-known glycolytic enzyme that plays multiple roles in energy metabolism, cell growth, and cell death, and functions as a housekeeping protein. GAPDH has been identified as a potential target of citrullination, a calcium-dependent post-translational modification mediated by peptidylarginine deiminase (PAD), in which arginine residues are converted to citrulline. This modification has been implicated in various human...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134984",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SHARP: Generating Synthesizable Molecules via Fragment-Based Hierarchical Action-Space Reinforcement Learning for Pareto Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Designing drug-like molecules that satisfy multiple objectives-such as high binding affinity, synthesizability, and drug-likeness-poses a complex global optimization problem over an astronomically large chemical space. Existing deep learning-based molecular generative models often treat this task as distribution modeling, relying on atom-level autoregressive actions with less consideration of explicit optimization feedback. Consequently, they frequently generate invalid structures, converge to...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41134962",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecularly tailored dual-interface passivation via solvent-free rub-on transfer for efficient and stable perovskite LEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Conventional solution-based passivation methods for perovskite light-emitting diodes (PeLEDs) often introduce secondary defects. A molecularly tailored dual-interface passivation strategy is presented using a solvent-free rub-on transfer method, which enables uniform molecular deposition without inducing secondary defects. Specifically, 4-mercaptopyridine (4-MPy) is applied at the buried interface, and 2-mercaptopyridine (2-MPy) is applied on the perovskite surface. At the buried interface,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41134889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of diagnostic criteria for fatty liver disease in assessing cardiac dysfunction: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The MAFLD and MASLD criteria are associated with LV diastolic dysfunction; however, the MAFLD criteria more accurately reflect early cardiac impairment in a generally healthy population. Therefore, adopting the MAFLD criteria in clinical practice may facilitate improved cardiovascular risk stratification and early intervention.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134524",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The MAFLD and MASLD criteria are associated with LV diastolic dysfunction; however, the MAFLD criteria more accurately reflect early cardiac impairment in a generally healthy population. Therefore, adopting the MAFLD criteria in clinical practice may facilitate improved cardiovascular risk stratific..."
    },
    {
      "title": "Carfilzomib, pomalidomide, and dexamethasone for multiple myeloma after carfilzomib, lenalidomide, and dexamethasone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Carfilzomib, lenalidomide, and dexamethasone (KRD) regimens are widely used for relapsed/refractory multiple myeloma (RRMM). However, their administration is limited to 18 cycles, and many patients relapse during subsequent lenalidomide/dexamethasone (Rd) maintenance. As pomalidomide may overcome lenalidomide refractoriness, a phase II study was conducted to evaluate the efficacy and safety of carfilzomib, pomalidomide, and dexamethasone (KPD) in patients previously treated with KRD. Eligible...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134506",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Genome-wide polygenic risk score for estimated glomerular filtration slope predicts chronic kidney disease in a Taiwanese population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed tomography-guided radiofrequency ablation of pheochromocytomas in a small case series with von Hippel-Lindau disease: treatment safety and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CT-guided RFA can safely treat pheochromocytomas in patients with VHLD. Hypertensive crises are frequent but well controlled. It may achieve good oncological outcomes and preserve adrenal function.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-guided RFA can safely treat pheochromocytomas in patients with VHLD. Hypertensive crises are frequent but well controlled"
    },
    {
      "title": "Letter to the Editor: Are we overestimating LSM-based HCC risk in MASLD? Addressing immortal time bias",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mental Disorders Following Implantable Cardioverter-Defibrillator Therapy: Incidence and Prognostic Implications in a Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Evidence-based ICD implantation, proactive screening, and timely management of mental disorders may mitigate adverse outcomes associated with ICD therapy and mental disorders.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Evidence-based ICD implantation, proactive screening, and timely management of mental disorders may mitigate adverse outcomes associated with ICD therapy and mental disorders"
    },
    {
      "title": "Evaluation of chemical-mediated alterations in production of cytokines derived <em>in vitro</em> from THP-1 cell line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Immune responses occur through orchestration of various immune components. Considering immune system complexity, immunotoxicity was evaluated primarily in vivo in rodents. Worldwide restrictions in animal use for toxicity research has driven development of in vitro methods for screening chemicals postulated to be potentially immunotoxic. One in vitro assay of immunotoxicity (IMMUNOTOX-T) uses human monocytic leukemia cell line THP-1. Since cytokine profiling might predict immunotoxicities, the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41134221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parameters Associated With Renal Recovery and Survival in Myeloma Patients With Acute Renal Failure to Cast Nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Acute renal failure due to cast nephropathy (CAN) is a severe complication of multiple myeloma (MM). Here, we aimed to identify parameters associated with renal outcomes and survival in newly diagnosed MM patients with CAN-related acute renal failure and to validate the IMWG criteria for renal response. CAN diagnosis was based on biopsy or clinical assessment. Of 787 registered patients, 354 met the inclusion criteria, requiring at least two therapy cycles with documented chemotherapy response,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41134013",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify parameters associated with renal outcomes and survival in newly diagnosed MM patients with CAN-related acute renal failure and to validate the IMWG criteria for renal response",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TMD Diagnosis Using a Masked Self-Supervised Tabular Transformer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Temporomandibular disorders (TMDs) encompass a heterogeneous group of musculoskeletal conditions involving the temporomandibular joint (TMJ), masticatory muscles, and associated structures. Diagnosis remains challenging due to overlapping symptoms, multifactorial etiology, and variability across clinical settings. To address these limitations, we developed the Gated Attention Tabular Transformer (GATT), a novel deep-learning model that uses masked self-supervised learning and gated attention...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41133777",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lateral ventricular choroid plexus enlargement in patients with spontaneous intracranial hypotension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The lateral ventricular choroid plexus is enlarged in patients with SIH, which may represent a compensatory response to CSF hypovolemia.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The lateral ventricular choroid plexus is enlarged in patients with SIH, which may represent a compensatory response to CSF hypovolemia"
    },
    {
      "title": "Clinical Outcomes of Malignant Pleural Effusion in Patients with Lung Metastases from Differentiated Thyroid Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Malignant pleural effusion (MPE) from differentiated thyroid cancer (DTC) is rare and carries poor prognosis. This study evaluated clinical outcomes and the impact of multikinase inhibitor (MKI) therapy in patients with MPE from DTC. In this retrospective cohort study of 184 DTC patients with lung metastases, 31 (17%) had MPE. After excluding 10 with non-malignant effusion, 174 were analyzed. Patients with MPE were older (P<0.001) at DTC diagnosis, had higher T stage (P=0.004), developed pleural...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of multikinase inhibitor (MKI) therapy in patients with MPE from DTC",
      "conclusion": null
    },
    {
      "title": "The Effects of Transcranial Direct Current Stimulation on Acute Ischemic Stroke-A Randomized, Double-blind, Sham-Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that tDCS can be safely administered in the acute phase of ischemic stroke. While no significant effects on motor function or neurological outcomes were observed compared with sham stimulation, the trend toward reduced early neurological deterioration warrants further investigation.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that tDCS can be safely administered in the acute phase of ischemic stroke",
      "conclusion": "This study demonstrates that tDCS can be safely administered in the acute phase of ischemic stroke. While no significant effects on motor function or neurological outcomes were observed compared with sham stimulation, the trend toward reduced early neurological deterioration warrants further investi..."
    },
    {
      "title": "Dynamic Bond Chemistry in Soft Materials: Bridging Adaptability and Mechanical Robustness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Soft materials are polymer networks that can be easily deformed by external forces. Incorporating dynamic bonds into these networks imparts various functionalities─such as self-healing, recyclability, and 3D printability─by enabling fast and reversible bond formation. However, the relatively short lifetimes of dynamic bonds compared with permanent covalent bonds can compromise the mechanical robustness of the material. This review highlights design strategies that harness dynamic bonds...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133740",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ensemble-based model comprising deep learning for predicting peptide-binding residues in proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Protein-peptide interactions are fundamental to numerous cellular processes and are linked to diseases like cancer when disrupted. Understanding these interactions is critical for both functional genomics and drug discovery. Despite growing availability of protein-peptide complexes, experimental methods to study them remain resource-intensive and costly. While computational approaches offer a complementary solution, their predictive accuracy is often inadequate. To overcome these limitations, we...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41133269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Measuring changes in prevalence of hypertension and diabetes across 720 districts in India using cross-sectional data from 2016 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133252/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results highlight the need for regional investments in hypertension and diabetes detection, awareness, treatment and prevention programmes that are tailored to the various risk factors in these different regions.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41133252",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results highlight the need for regional investments in hypertension and diabetes detection, awareness, treatment and prevention programmes that are tailored to the various risk factors in these different regions"
    },
    {
      "title": "Blackleg in cattle in Kazakhstan: regional epizootology, seasonal patterns, and molecular identification of the pathogen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings enhance the understanding of blackleg epizootiology in Kazakhstan and contribute to the establishment of a regional genetic database of Clostridium chauvoei, supporting improved surveillance, as well as the development of diagnostic and preventive strategies.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings enhance the understanding of blackleg epizootiology in Kazakhstan and contribute to the establishment of a regional genetic database of Clostridium chauvoei, supporting improved surveillance, as well as the development of diagnostic and preventive strategies"
    },
    {
      "title": "An Artificial Intelligence-Enabled Electrocardiogram to Evaluate Patients With Dyspnea in the Emergency Department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients often present to the ED with undifferentiated dyspnea. It is important to promptly determine whether the symptoms have cardiac origin. Cardiac dyspnea often reflects elevated left ventricular filling pressures. Artificial intelligence-enhanced 12-lead electrocardiograms can precisely assess diastolic function and filling pressures. Among patients who presented to the ED with dyspnea/shortness of breath, AI-ECG assessing diastolic function strongly distinguished whether the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133167",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to promptly determine whether the symptoms have cardiac origin",
      "conclusion": "Patients often present to the ED with undifferentiated dyspnea. It is important to promptly determine whether the symptoms have cardiac origin"
    },
    {
      "title": "Biomarkers for non-small cell lung cancer risk using multi-omics approaches: a nested case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The meaningful biomarkers revealed in the current research could be used to enhance the predictive ability for NSCLC risk. Furthermore, we suggest that the protective role of dietary vegetables against NSCLC may be attenuated or absent in smokers.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41133005",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The meaningful biomarkers revealed in the current research could be used to enhance the predictive ability for NSCLC risk. Furthermore, we suggest that the protective role of dietary vegetables against NSCLC may be attenuated or absent in smokers"
    },
    {
      "title": "Prognostic impact of dose to circulating blood cells in non-small cell lung cancer patients after chemoradiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HEDOS D100 is a strong predictor of SRIL and survival, highlighting the importance of minimizing radiation exposure to circulating blood during CRT to improve clinical outcomes in NSCLC.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132998",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HEDOS D100 is a strong predictor of SRIL and survival, highlighting the importance of minimizing radiation exposure to circulating blood during CRT to improve clinical outcomes in NSCLC"
    },
    {
      "title": "An effective and affordable blood test for lung cancer early detection using four protein markers and artificial intelligence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LungCanSeek is a non-invasive and cost-effective test for lung cancer early detection. The two-step approach offers a cost-effective strategy for population-wide lung cancer screening.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132949",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LungCanSeek is a non-invasive and cost-effective test for lung cancer early detection. The two-step approach offers a cost-effective strategy for population-wide lung cancer screening"
    },
    {
      "title": "Utilization of usual source of care and health literacy among older adults with hypertension: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: Usual source of care (USC) is a key aspect of primary care that can significantly enhance health literacy by facilitating regular health education, consistent communication with health professionals, and access to health resources. This study aims to investigate the relationship between the utilization of USC and health literacy among older adults with hypertension.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Usual source of care (USC) is a key aspect of primary care that can significantly enhance health literacy by facilitating regular health education, consistent communication with health professionals, ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Child and adolescent mental health burden, policies, and services in high-income countries and areas in the Western Pacific Region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This study examined recent trends in the burden of mental disorders, substance use disorders, and suicide among children and adolescents, and reviewed child and adolescent mental health (CAMH) policies and services in eight high-income jurisdictions (Australia, Hong Kong, Japan, Macao, New Zealand, Singapore, South Korea, and Taiwan) in the Western Pacific Region. Data on disability-adjusted life years (DALYs) of mental and substance use disorders and suicide were extracted from global and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41132160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "recent trends in the burden of mental disorders, substance use disorders, and suicide among children and adolescents, and reviewed child and adolescent mental health (CAMH) policies and services in ei...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Existing Health Conditions and Adverse Events from Botulinum Toxins: Findings From a UK Cross-sectional Survey in 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study found that autoimmune, endocrine, neurological, and mental health comorbidities significantly increase the likelihood of adverse outcomes, ranging from bruising and ptosis to mood disturbance, neuromuscular weakness, and apparent treatment failure.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41132086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that autoimmune, endocrine, neurological, and mental health comorbidities significantly increase the likelihood of adverse outcomes, ranging from bruising and ptosis to mood disturbance, neuromuscular weakness, and apparent treatment failure"
    },
    {
      "title": "The Intergovernmental Panel on Climate Change overestimates annual nitrogen excretion from pigs in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The IPCC overestimated the representative BW of pig and Nex from pigs in Korea. The annual Nex from pigs is 8.23 kg/year in Korea.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The IPCC overestimated the representative BW of pig and Nex from pigs in Korea. The annual Nex from pigs is 8"
    },
    {
      "title": "Effects of dietary replacement of fish meal by defatted black soldier fly larvae on growth performance, blood profiles, immune response, and diarrhea incidence in weaning pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Defatted BSF larvae can replace up to 50% of FM in weaning pig diets without detrimental effects on performance, blood metabolites, or immune response.These reassuring findings suggest that BSF larvae could be a sustainable and effective replacement for fish meal in pig diets.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Defatted BSF larvae can replace up to 50% of FM in weaning pig diets without detrimental effects on performance, blood metabolites, or immune response.These reassuring findings suggest that BSF larvae could be a sustainable and effective replacement for fish meal in pig diets"
    },
    {
      "title": "Data profile: cancer sample cohorts (stomach, breast, colorectal, and liver) in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Cancer Public Library Database (CPLD) links data from four major population-based public sources: the Korea National Cancer Incidence Database in the Korea Central Cancer Registry, cause-of-death data in Statistics Korea, the National Health Information Database in the National Health Insurance Service, and the National Health Insurance Research Database in the Health Insurance Review & Assessment Service. The National Cancer Data Center has developed a new nationally representative sample...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132043",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trajectory of Lymph Node Metastasis Reflects the Molecular Features of Esophageal Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study provides a molecular understanding of LNM, emphasizes the potential importance of node-skipping patterns in ESCC, and underscores the utility of genomic analysis in elucidating the connection between LNM.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provides a molecular understanding of LNM, emphasizes the potential importance of node-skipping patterns in ESCC, and underscores the utility of genomic analysis in elucidating the connection between LNM"
    },
    {
      "title": "Disease Burden and Treatment Pattern of Advanced or Recurrent Endometrial Cancer in Korea: A Nationwide Database (DIRECTION) Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated significant variability in SACT regimen sequence, highlighting the lack of consensus on standard treatment after disease relapse. Shorter TTNT and SACT-free intervals and higher HCRU and costs in later lines indicate worsening prognosis and increasing disease burden. These findings suggest the urgent need for more effective treatments, including new therapeutic agents, to address the unmet clinical needs of advanced/recurrent EC patients.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41132041",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the urgent need for more effective treatments, including new therapeutic agents, to address the unmet clinical needs of advanced/recurrent EC patients",
      "conclusion": "This study demonstrated significant variability in SACT regimen sequence, highlighting the lack of consensus on standard treatment after disease relapse. Shorter TTNT and SACT-free intervals and higher HCRU and costs in later lines indicate worsening prognosis and increasing disease burden"
    },
    {
      "title": "WNT3A Upregulates the RIP1/HIF-1α/GDF-15 Pathway to Induce EMT and Thereby Increase Colorectal Cancer Cell Migration and Invasion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings demonstrate that the novel WNT3A/RIP1/HIF-1α/GDF-15 signaling axis induces EMT, migration, and invasion in CRC. This pathway might represent a potential therapeutic target for limiting metastatic progression in CRC.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132040",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that the novel WNT3A/RIP1/HIF-1α/GDF-15 signaling axis induces EMT, migration, and invasion in CRC. This pathway might represent a potential therapeutic target for limiting metastatic progression in CRC"
    },
    {
      "title": "Role and Activities of the Ethics and Legislation Committee of the Korean Society of Gastroenterology: Introduction to Medical Appraisal and the Medical Dispute Casebook",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The increasing complexity of medical care and growing patient awareness have resulted in a consistent rise in the number of medical disputes, highlighting the urgent necessity for fair and expert medical evaluations. The Ethics and Legislation Committee of the Korean Society of Gastroenterology (KSG) is involved in the systematic management and evaluation of medico-legal cases in the field of gastroenterology. The committee is composed of a multidisciplinary group of experienced specialists and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Constipation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Functional constipation (FC), also referred to as chronic idiopathic constipation, is defined by infrequent bowel movements, hard stools, straining, a sense of incomplete evacuation or anorectal blockage, and the need for digital maneuvers in the absence of structural or biochemical abnormalities. According to the Rome IV criteria, FC is diagnosed when these symptoms have persisted for the previous three months, with onset occurring at least six months before diagnosis. FC can be classified into...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Irritable Bowel Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Irritable bowel syndrome (IBS) is a functional gastrointestinal disorder characterized by recurrent abdominal pain in the absence of detectable organic, systemic, or metabolic disease. According to the Rome IV criteria, symptoms must have begun at least six months before and be present during the preceding three months for diagnosis. The proposed mechanisms underlying IBS include abnormal intestinal motility, visceral hypersensitivity, altered brain-gut interactions, low-grade mucosal...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132016",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Dyspepsia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Functional dyspepsia (FD) is defined as a clinical condition in which pain or discomfort arises from the gastroduodenal area in the absence of any organic, systemic, or metabolic disease that could explain the symptoms. Dyspeptic symptoms must be present for the previous three months with symptom onset at least six months before the diagnosis, according to the Rome IV criteria. Several factors have been suggested to induce the symptoms of FD, including disturbed gastroduodenal motility, visceral...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132015",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastroesophageal Reflux Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Gastroesophageal reflux disease (GERD) is increasingly prevalent and often not fully controlled by proton pump inhibitors alone, prompting renewed interest in evidence-based dietary and lifestyle management. This narrative review integrates contemporary guidelines with clinical, physiologic, and epidemiologic studies to formulate practical, patient-centered recommendations. Interventions with the most consistent support included the following: weight reduction, maintaining a two-to-three-hour...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132014",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National Colorectal Cancer Screening Program: Fecal Immunochemical Testing vs. Colonoscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is a leading cause of morbidity and mortality worldwide, yet it is preventable through removal of adenomas and early detection. Screening is therefore a cornerstone of public health strategies. In Korea, fecal immunochemical testing (FIT) has been the mainstay of the national CRC screening program, while colonoscopy is gaining attention as a potential first-line method. FIT offers advantages of simplicity and low cost, yet its diagnostic accuracy for advanced adenomas and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41132013",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Specificity Phosphatase 27 Regulates Pluripotency and Meso-Endodermal Differentiation by Interacting with Transcription Factor CP2 Like-1 in Embryonic Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Transcription factor CP2-like protein 1 (Tfcp2l1), a naïve pluripotency transcription factor, is expressed in both early embryonic and adult tissues, where it enforces pluripotency of embryonic stem cells (ESCs) and stemness features of cancer cells, respectively. However, the detailed molecular pathways by which Tfcp2l1 is regulated in early embryonic development and cancer cells remain unknown. Here, we identified the pseudophosphatase dual specificity phosphatase 27 (Dusp27), also known as...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41131864",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is restaging surgery quintessential in suspected early-stage epithelial ovarian cancer? An ancillary study of the Gynecologic Oncology Research Investigators coLLaborAtion study (GORILLA-3002)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While restaging surgery resulted in upstaging in some patients, it was not associated with significant differences in PFS or OS in this retrospective analysis. However, the omission of any additional treatment warrants careful consideration and further discussion. Nevertheless, the observation that patients who did not undergo restaging surgery but received adjuvant chemotherapy did not show significantly different prognoses highlights the need for further research to establish...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41131801",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While restaging surgery resulted in upstaging in some patients, it was not associated with significant differences in PFS or OS in this retrospective analysis. However, the omission of any additional treatment warrants careful consideration and further discussion"
    },
    {
      "title": "Development and Validation of a Prediction Model of Hemoptysis After Computed Tomography-guided Percutaneous Transthoracic Needle Biopsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41131696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed nomogram utilizing pre-biopsy variables could predict hemoptysis before PTNB.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41131696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed nomogram utilizing pre-biopsy variables could predict hemoptysis before PTNB"
    },
    {
      "title": "Structural and dynamic basis of Ssp4-mediated DNA protection in foodborne bacterial spores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Clostridium perfringens forms metabolically dormant endospores that withstand extreme environmental conditions. Small acid-soluble proteins (SASPs) are ubiquitous DNA-binding proteins in endospores that promote resistance. While their protective role has been previously characterized, we aimed to provide further biophysical insight into the nature of these interactions, focusing on variant-specific structural dynamics through novel single-molecule and NMR approaches. Here, we characterize the...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH"
      ],
      "pmid": "41136537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": "provide further biophysical insight into the nature of these interactions, focusing on variant-specific structural dynamics through novel single-molecule and NMR approaches",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A small-gain approach for consensus of heterogeneous linear multi-agent systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This paper proposes a small-gain approach for consensus of heterogeneous linear multi-agent systems with a directed graph topology. From the perspective of Laplacian, the decomposition of the entire system results in two blocks with null dynamics and error dynamics. Since one block with null dynamics is uncontrollable, this block is assumed not to diverge. The other block with error dynamics includes the average of errors between states of each agent and the other agents. The two blocks are...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41136305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From CO<sub>2</sub> Solubility to the Carbon Capture Process: Thermodynamic Modeling, Electrolyte Speciation, Phase Behavior, Solidification, and Regeneration Energy in the CO<sub>2</sub>-NH<sub>3</sub>-H<sub>2</sub>O System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41132122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This study investigates and validates a thermodynamic model for aqueous ammonia (NH(3)) in postcombustion CO(2) capture, focusing on both vapor-liquid equilibrium (VLE) and NH(4)HCO(3) precipitation. Experimental VLE data at 4-8 wt % NH(3) (40-80 °C) and existing literature data sets were used to refine an electrolyte nonrandom two-liquid (e-NRTL) model. The results highlight that lower NH(3) concentrations (under 7 wt %) eliminate solid precipitation (solidification) risk but may raise...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41132122",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heart rate and heart rate variability responses during three exercise tests and recovery in horses participating in the Fédération Équestre Internationale Eventing World Challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study found that autonomic responses were significantly pronounced during three exercise tests, with notably stronger reactions observed during the jumping and cross-country segments of the Eventing World Challenge. This preliminary study provides valuable insight into the autonomic regulation of horses during these phases of one-day eventing competitions.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41137117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study found that autonomic responses were significantly pronounced during three exercise tests, with notably stronger reactions observed during the jumping and cross-country segments of the Eventing World Challenge. This preliminary study provides valuable insight into the autonomic regulation o..."
    },
    {
      "title": "Supervising physicians' perceptions on physician work-hour regulations in Japan: a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results highlight the need to more fully explore supervisor perspectives, which could lead to more discourse in policy-making and an improved system of physician work-hour regulations.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41137057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results highlight the need to more fully explore supervisor perspectives, which could lead to more discourse in policy-making and an improved system of physician work-hour regulations"
    },
    {
      "title": "One-leg standing test in older adults with left-right differences; does dominant foot distinctly decide?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: As motor function declines with age, OLST performance decreases, and there was a group in which the left-right difference becomes more noticeable. However, no consistent pattern was found in the magnitude of this difference. Notably, when the decline begins, the leg that takes longer to stand may shift to the other side.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41137048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "As motor function declines with age, OLST performance decreases, and there was a group in which the left-right difference becomes more noticeable. However, no consistent pattern was found in the magnitude of this difference"
    },
    {
      "title": "The implicit and explicit attitudes of nursing students in Türkiye towards transgender individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41137034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight the attitudinal patterns of nursing students and emphasize the need to integrate comprehensive LGBTQ + content into nursing education to promote inclusive healthcare services. Doing so may foster more inclusive attitudes and reduce potential disparities in the care of transgender individuals.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41137034",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the attitudinal patterns of nursing students and emphasize the need to integrate comprehensive LGBTQ + content into nursing education to promote inclusive healthcare services. Doing so may foster more inclusive attitudes and reduce potential disparities in the care of transg..."
    },
    {
      "title": "Rice-derived glucosylceramides activate innate immune responses in myeloid lineage differentiated dendritic cells via toll-like receptors 2 and 4",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Rice-derived glucosylceramides (GlcCer) consist of multiple molecules that comprise different types of sphingoid bases and saturated fatty acids. These GlcCer are critical for epidermal barrier function and exert anti-melanogenic effects. Regarding their effects on the immune system, a dead cell-derived GlcCer [d18:2/24:1] was shown to enhance the activation of antigen-presenting cells via Mincle receptors. However, the immunomodulatory effects of rice-derived GlcCer have yet to be examined....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-based prediction model for years to peak height velocity using multiple secondary ossification centers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Ultrasound evaluation of multiple secondary ossification centers may provide a valuable method for predicting years to PHV.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ultrasound evaluation of multiple secondary ossification centers may provide a valuable method for predicting years to PHV"
    },
    {
      "title": "Artificial intelligence strategies based on random forests for detecting ischemia-reperfusion injury changes in kidney tissue during intravital imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "This study presents a supervised machine learning approach using a Random Forest classifier to detect ischemia-reperfusion injury (IRI) in kidney tissue based on intravital two-photon microscopy data. A rodent model of unilateral renal IRI was used, with 30 min of pedicle occlusion followed by 15 min of reperfusion. Continuous imaging captured nuclear (Hoechst 33342), vascular (FITC-dextran), and mitochondrial (TMRM) changes in real time. From extracted video frames, 2000 manually segmented...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41136668",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "real time. From extracted video frames",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Angiotensin III induces disruption of blood-brain barrier integrity in vitro in bEnd.3 brain endothelial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Hypertension is well-known to cause disruption of the blood-brain barrier (BBB). Angiotensin (Ang) II is one of the major mechanistic factors leading to impairment of BBB integrity under hypertensive states. However, the impact of Ang III, produced by conversion from Ang II, on the BBB remains to be elucidated. Therefore, this study was aimed to evaluate the effect of Ang III on an in vitro model of BBB using mouse brain microvascular endothelial cell line (bEnd.3). Following exposure of bEnd.3...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41136598",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of Ang III, produced by conversion from Ang II, on the BBB remains to be elucidated",
      "conclusion": null
    },
    {
      "title": "Serum tyrosine level is an independent factor for hepatocellular carcinoma development and mortality in patients with chronic liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The study aimed to investigate the independent effects of serum branched-chain and aromatic amino acid levels on hepatocellular carcinoma (HCC) development. This multicenter retrospective study included patients with chronic liver disease (CLD) from two institutions in Japan. Amino acid imbalance was assessed using BCAA and tyrosine levels. Factors associated with the development of HCC and mortality were assessed using Fine-Gray competing risk and Cox proportional hazards regression models,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136546",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain temperature as proxy for brain state and oscillatory activity in the mouse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Brain temperature and brain activity are in a complex, bidirectional relationship. Changes in brain temperature impact brain functioning and, conversely, brain activity generates heat. The latter can be illustrated by the characteristic changes in brain temperature that accompany the transitions between the brain states wakefulness, NREM sleep, and REM sleep. Here we show in the mouse that these typical temperature changes are sufficiently consistent to predict brain state. To gain further...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41136478",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "brain functioning and, conversely, brain activity generates heat",
      "conclusion": null
    },
    {
      "title": "Ecytonucleospora hepatopenaei causes lipid droplet depletion and imbalanced lipid metabolism in Penaeus vannamei",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Ecytonucleospora hepatopenaei (EHP) infection in Penaeus vannamei causes significant economic losses in shrimp aquaculture due to growth retardation. Unable to generate ATP, EHP obligately relies on host energy production to survive. We hypothesize that EHP may potentially disrupt its host's lipid metabolism as lipid is the most energy-dense resource. To this end, the effects of EHP infection on lipid metabolism were investigated by evaluating activities and expressions of digestive enzymes,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41136437",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circulating tumor DNA in the diagnosis of ovarian cancer: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although heterogeneity across studies precluded meta-analysis, narrative synthesis suggests that ctDNA may offer an improved early detection capability over CA125, through methylation and copy number variation analyses. Further controlled prospective studies are needed to validate the clinical utility of ctDNA as a complementary tool in OC detection.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136311",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although heterogeneity across studies precluded meta-analysis, narrative synthesis suggests that ctDNA may offer an improved early detection capability over CA125, through methylation and copy number variation analyses. Further controlled prospective studies are needed to validate the clinical utili..."
    },
    {
      "title": "First genome-wide association study reveals immune-mediated aetiopathology in idiopathic achalasia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This GWAS led to the identification of SNPs, cellular mechanisms and cell types that are involved in IA aetiopathology.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This GWAS led to the identification of SNPs, cellular mechanisms and cell types that are involved in IA aetiopathology"
    },
    {
      "title": "Authors' Perspective on the International Society for Heart and Lung Transplantation Consensus Statement on Risk Stratification in Pulmonary Arterial Hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolonged exposure to centrifugal acceleration increases biomass and alters biomass allocation in Arabidopsis thaliana (L.) Heynh. with no apparent impact on elemental concentration in the shoot system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41136024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Previous studies have shown that plants can complete their life cycle under microgravity. However, the effects of long-term exposure to altered gravity conditions, including microgravity, on most of the biological processes of a plant's life cycle remain largely unexplored. Given the limited opportunities for space experiments, ground-based experiments using altered gravity conditions have been conducted. To investigate the longer-term effects of centrifugal acceleration, we have developed and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41136024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling homosynaptic and heterosynaptic plasticity with a single neuromemristive synapse",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed synapse bio-realistically mimics synaptic plasticity, neurotransmitter dynamics, and neuronal responses. Implemented using off-the-shelf components, it supports both volatile and non-volatile modes, making it suitable for CMOS integration. This enables advancements in spiking neural networks, brain function analysis, and scalable neuromorphic computing systems.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135876",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed synapse bio-realistically mimics synaptic plasticity, neurotransmitter dynamics, and neuronal responses. Implemented using off-the-shelf components, it supports both volatile and non-volatile modes, making it suitable for CMOS integration"
    },
    {
      "title": "Development and External Validation of a Population Pharmacokinetic Model and Optimal Vancomycin Dosing Regimen for Overweight and Obese Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our model shows that determining effective vancomycin doses for overweight and obese patients depend on estimated CCr rates, AdjBW, BUN levels, and incidence of heart failure.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135831",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our model shows that determining effective vancomycin doses for overweight and obese patients depend on estimated CCr rates, AdjBW, BUN levels, and incidence of heart failure"
    },
    {
      "title": "The continued impact of COVID-19 during the Omicron era on immunocompromised individuals in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IC individuals had a high COVID-19 disease burden during the Omicron era. Appropriate preventive measures should be continued for this population.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IC individuals had a high COVID-19 disease burden during the Omicron era. Appropriate preventive measures should be continued for this population"
    },
    {
      "title": "Construction of high protein-producing mutant yeast strains via point and structural mutageneses and their use for carotenoid production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The yeast Saccharomyces cerevisiae is a safe microorganism with established industrial-scale culture techniques. Standard laboratory S. cerevisiae strains, such as the representative YPH499, are valuable hosts for producing proteins and chemicals through metabolic engineering. Consequently, there's a high demand for platform strains of S. cerevisiae with enhanced protein production capacity. We have previously established an efficient and straightforward technique for introducing point and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rationale and protocol for a randomized parallel intervention trial of two intermittent fasting approaches in patients with type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study is the first parallel trial to compare IER and TRE in patients with T2D and overweight/obesity. Results will provide critical data on the metabolic and behavioral responses to each IF approach, informing future strategies to personalize nutrition therapy in T2D.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is the first parallel trial to compare IER and TRE in patients with T2D and overweight/obesity. Results will provide critical data on the metabolic and behavioral responses to each IF approach, informing future strategies to personalize nutrition therapy in T2D"
    },
    {
      "title": "Macrocyclic peptides targeting human CD44 inhibit cell adhesion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CD44-hyaluronan interactions play a significant role in the progression of aggressive tumors. We generated non-native ligands for CD44 by identifying macrocyclic peptides that interact with the hyaluronan-binding domain of CD44. We investigated how the macrocyclic peptides L4-3 and D4-3 influence hyaluronan-engaged CD44 signaling in tumor cells, with a focus on glioma cells, as well as normal fibroblasts. Our findings indicated that inhibiting hyaluronan binding to CD44 in cultured U251MG glioma...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135750",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "how the macrocyclic peptides L4-3 and D4-3 influence hyaluronan-engaged CD44 signaling in tumor cells, with a focus on glioma cells, as well as normal fibroblasts",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrophobic drug particles adopt a complex biomolecular corona in ex vivo gastrointestinal fluids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The adsorption of proteins and other biomolecules onto particles at the blood-particle interface, resulting in the formation of a biomolecular corona, is an established research area and can form the basis for a formulation concept to modify the in vivo behavior of particles. In contrast, the analogous formation of a gastrointestinal (GI) biomolecular corona on particles has only recently gained growing attention. Hydrophobic drugs are ingested in particle form, or may precipitate in the GI...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case studies on skin sensitization risk assessment: estimating the PoD using artificial neural network-based models for substances with known and unknown structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Non-animal methods for skin sensitization assessment have been developed and adopted as OECD test guidelines. However, no single new approach methodology (NAM) can fully replace animal-based methods, leading to the development of defined approaches like OECD GL497. This study advances quantitative risk assessment (QRA) for skin sensitization using Artificial Neural Network (ANN) models to predict LLNA EC3 values. As a case study, six substances were evaluated using ANN models based on the Direct...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135653",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "P2X7 receptor contributes to DNA damage repair and acquisition of malignant phenotypes in irradiated human glioblastoma cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Radiation therapy for cancer takes advantage of the higher sensitivity of tumor cells to radiation compared to normal tissue, but some cancers, such as glioblastoma (GBM) and malignant melanoma, acquire radiation resistance (radioresistance), rendering treatment ineffective. Radioresistance is characterized by strong activation of DNA repair mechanisms in response DNA damage induced by radiation, together with possession of malignant property such as enhanced invasiveness and metastasis, though...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135637",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of diode-based row-column multiplexing boards with the TOFPET2 ASIC for clinical TOF-PET systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "A multiplexing technique is essential to reduce the cost and signal processing complexity of clinical time-of-flight positron emission tomography (TOF-PET). One critical issue in multiplexing is the degradation of coincidence timing resolution (CTR). In this study, we developed diode-based row-column summing multiplexing boards that can minimize the CTR degradation.&#xD;Methods: We used fast-LGSO crystals (3.1×3.1×20 mm3) and an 8×8 silicon photomultiplier (SiPM) array. The SiPM signals were...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135578",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular and morphological evidence reveals a new lepidopteran genus, Micrometasia (Crambidae, Spilomelinae, Steniini), with implications for insular speciation of endemic moths in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Japan, an island nation comprising both continental and oceanic islands, is regarded as a biodiversity hotspot with a large number of endemic insect species. Among these, two spilomeline moth species - Duponchelia naitoi Sasaki, 2008, endemic to mainland Japan, and Metasia bilineatella Inoue, 1996, endemic to the Ogasawara Islands - have attracted our attention due to their uncertain generic placements and limited available information. In this study, we investigate the morphology and...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delineating transcriptomic signatures of in vitro human skeletal muscle models in comparison to in vivo references",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "A pivotal question at the heart of stem cell research is how faithful cellular models recapitulate human tissues. Skeletal muscle, the largest organ in the human body, has been modeled by various in vitro systems. Here, we sought to delineate the state-of-the-art of muscle models by performing a large-scale analysis of transcriptome datasets, covering over 400 samples across 39 studies, including bulk and single-cell RNA sequencing of 2D and 3D models and their in vivo counterparts. By comparing...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "delineate the state-of-the-art of muscle models by performing a large-scale analysis of transcriptome datasets, covering over 400 samples across 39 studies, including bulk and single-cell RNA sequenci...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How many strides are needed for reliable markerless gait analysis?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A minimum of 7 strides contributing to the average observation is generally sufficient to achieve reliable markerless kinematics and kinetics in older adults. These results have particular relevance to populations who may experience limited tolerance for lengthy assessments. Allowing flexibility in stride number collected across sessions, while maintaining reliability, contributes to optimizing data collection strategies.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A minimum of 7 strides contributing to the average observation is generally sufficient to achieve reliable markerless kinematics and kinetics in older adults. These results have particular relevance to populations who may experience limited tolerance for lengthy assessments"
    },
    {
      "title": "Uniformity of body weight in growing pigs is persistent during growth but affected by sow- and litter-related factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Improvements in sow management and selective breeding have substantially increased litter sizes in the past decades. Larger litters are associated with lower average birth weights and lower within-litter BW uniformity. Lightweight piglets (< 1 kg) face many difficulties: they are more vulnerable to cold, have lower colostrum intake, often fail to catch up in growth and are less likely to survive. This observational study investigated (1) whether sow and litter-related factors are associated with...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135451",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seasonal Be-7 behavior in urban PM2.5 and associated inhalation dose in Bangkok",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Beryllium-7 (Be-7), a cosmogenic radionuclide produced by cosmic ray spallation in the upper atmosphere, serves as a tracer for atmospheric circulation and aerosol dynamics. This study establishes the first baseline dataset of Be-7 activity concentrations in PM2.5 aerosols across winter, summer, and rainy seasons in Bangkok, Thailand. Nineteen weekly samples were collected from December 6, 2022, to July 25, 2023, using a high-volume air sampler placed 30 m above ground level. Be-7 concentrations...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combining the antenatal risk questionnaire and the Edinburgh postnatal depression scale as a psychosocial risk assessment tool in Danish antenatal care. A descriptive study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135166",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glycosylation using diethyl phosphite donor activated by edible polyphenol ellagic acid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The glycosylation reactions of diethyl phosphite donor with various alcohol acceptors were examined using ellagic acid, an edible polyphenol, as an activator. These reactions proceeded smoothly under mild conditions to afford the corresponding glycosides in high yields. Notably, this method represents the first use of ellagic acid for the activation of phosphite donor and was applicable to a broad range of alcohol acceptors.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diversity of Metabolomic Findings Regarding Lung Function in Children and Young Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135033",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep-Red to Near-Infrared Light-Driven Radical Generation from Organoboron Compounds via Ligand-Induced Direct Excitation Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41135005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "We report a catalytic strategy for generating carbon-centered radicals from organoboron compounds under deep-red to near-infrared (DR to NIR) light irradiation via direct excitation of substrate-catalyst complexes. Aza-dipyrromethene (ADP) catalysts form photoactive borate intermediates that enable C-B bond cleavage through ligand-induced photochemical activation. Mechanistic studies support the role of direct excitation. This method allows diverse transformations, including Giese addition,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41135005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between Maternal Exposure to Per- and Polyfluoroalkyl Substances and Childhood Growth Trajectories up to 4 Years of Age: The Japan Environment and Children's Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Maternal exposure to perfluoroalkyl and polyfluoroalkyl substances (PFAS) during pregnancy may influence fetal and postnatal growth. In this study, we examined the association between maternal plasma PFAS levels during pregnancy and child growth trajectories over the first 4 years of life. Pregnant women were enrolled in the Japan Environment and Children's Study between 2011 and 2014. Eight PFAS were selected, and exposure burden scores were calculated to assess the effects of the PFAS mixtures...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between maternal plasma PFAS levels during pregnancy and child growth trajectories over the first 4 years of life",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Murine vascular organoids are responsive and adaptable 3D systems with cellular heterogeneity and dynamic plasticity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Blood vascular organoids (BVOs) have emerged as powerful tools for interrogating endothelial heterogeneity, function, and organ-specific cues during development, homeostasis, and disease. Here, we describe the stepwise generation and characterization of murine BVOs from different embryonic stem cells and introduce a fluorescent tracer system to follow their formation and maturation, visualizing functional and perfused vessels after transplantations into mice. Single-cell RNA sequencing, FACS,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol for image-based monitoring of de novo RNA synthesis at DNA double-strand breaks in human cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "DNA double-strand breaks (DSBs) halt canonical transcription and simultaneously trigger local non-canonical RNA synthesis. Despite its significance, existing approaches to monitor this process are limited. Here, we present a protocol to monitor and quantify nascent transcription on DSBs in the nucleus. We describe steps for employing UV-A laser to induce site-specific DSBs. We then detail procedures for supplementation of the ablated cells with 5-bromouridine 5'-triphosphate (BrUTP) to label...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BET family BRD3 initiates DSB-induced chromatin remodeling with TIP60 to promote R-loop-mediated HR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Mechanisms for genome stability in actively transcribed regions are essential for cellular homeostasis; however, these mechanisms are poorly understood. Herein, we identify the bromodomain and extraterminal domain (BET) family BRD3 as the genome caretaker in actively transcribed chromatin. We identify the protein network between BRD3 and chromatin remodeler TIP60. During transcription, BRD3 localizes to actively transcribed chromatin through its N-terminal bromodomains. Following DNA...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A GPU-based Monte Carlo model for water radiolysis under ultra-high dose rate irradiation: Development and validation with MPEXS2.1-DNA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We developed a GPU-based computational framework for water radiolysis simulations under UHDR conditions using MPEXS2.1-DNA. Our step-by-step approach enabled spatially precise tracking of intertrack reactions among radiolysis species originating from different proton tracks, a capability not achievable with conventional simplified methods. Additionally, we demonstrated that large-scale statistical analysis is computationally feasible under UHDR conditions through GPU acceleration....",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We developed a GPU-based computational framework for water radiolysis simulations under UHDR conditions using MPEXS2.1-DNA"
    },
    {
      "title": "Toward Standardized MSC Sheet Fabrication: Role of Initial Seeding Density in Structural and Paracrine Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "L-Tyrosine enhances tight junction integrity and anti-inflammatory properties: a potential alternative to antibiotic growth promoters in broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "The increasing threat of antibiotic-resistant bacteria has prompted the search for alternatives to antibiotic growth promoters (AGPs). Phenyl lactate (PLA) was recently reported to exert an effect on broiler growth promoters in high doses; however, it is not registered as a feed additive. L-tyrosine (L-Tyr), a metabolite of PLA, is often used in the livestock industry. In this study, we evaluated the effects of L-Tyr on gut microbiota, tight junction integrity, and immune response using...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative diagnostic approach to salivary gland tumors: from clinical evaluation to molecularly targeted therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Diagnosing salivary gland tumors remains challenging due to their clinical and biological complexity, histopathologic diversity, and overlapping morphology. Over the last few years, molecular profiling has emerged as a key tool for improving tumor classification, shedding light on the cellular and molecular mechanisms underlying tumors pathogenesis. This review provides a comprehensive exploration of the clinical application of molecular profiling in the decision to indicate targeted therapy for...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134332",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An evening chronotype is associated with the incidence and progression of diabetic retinopathy in people with type 2 diabetes mellitus: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: People with type 2 diabetes and an evening chronotype have worsened glucose management and are at a higher risk of incidence and/or progression of diabetic retinopathy.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PSMA-positive bone lesions unmasked: systemic mastocytosis mimicking metastatic prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134322",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The health production model and the crucial role of health promotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conformational analysis of biomineral proteins with intrinsically disordered regions interacting with solid calcium carbonate using dispersive calcium carbonate particles for solution NMR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41134001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Biomineral proteins play critical roles in controlling the polymorph, orientation, and morphology of calcium carbonate (CaCO3) in mollusk shells. Many of these proteins are intrinsically disordered and contain low-complexity regions (IDPs). Structural and functional analyses of IDPs are highly challenging because of their structural flexibility. This mini review highlights recent research elucidating the conformational changes and mineral-binding mechanisms of two representative biomineral...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41134001",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of proton pump inhibitors on the incidence and clinical course of oesophageal fistula following catheter ablation for atrial fibrillation: a subanalysis of the POTTER-AF study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133846",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tripartite Interaction of Epigenetic Regulation, Brain Aging, and Neuroinflammation: Mechanistic Insights and Therapeutic Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "Aging of the central nervous system (CNS) involves widespread transcriptional and structural remodeling, prominently marked by synaptic loss, impaired neurogenesis, and glial dysfunction. While age-related gene expression changes have been documented for decades, recent genome-wide next-generation sequencing studies emphasize the importance of epigenetic mechanisms-such as DNA methylation and histone modification-in shaping these profiles. Notably, these modifications are potentially reversible,...",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133713",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smoking and Risk of Uveitis: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41133437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251025033500&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Smoking is a significant and modifiable risk factor for uveitis. These findings support the integration of smoking cessation into clinical management and prevention strategies.",
      "pubDate": "2025-10-24T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41133437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Smoking is a significant and modifiable risk factor for uveitis. These findings support the integration of smoking cessation into clinical management and prevention strategies"
    }
  ]
}