{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-18T07:39:03.196Z",
  "totalItems": 150,
  "totalArchived": 8671,
  "newPapersAdded": 166,
  "institutionBreakdown": {
    "KAIST": 21,
    "SNU": 85,
    "Yonsei University": 0,
    "SKKU": 1,
    "POSTECH": 3,
    "Korea University": 60,
    "IBS": 16,
    "UNIST": 4,
    "Hanyang University": 5,
    "KIST": 2,
    "GIST": 3,
    "Kyung Hee University": 5,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Materials Science": 18,
    "Multidisciplinary": 64,
    "Biomedical": 40,
    "Neuroscience": 10,
    "Cancer Research": 14,
    "Computer Science": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Surface-Engineered Asymmetric Covalent Organic Framework Membranes with Polymers for Improved Ion Transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Highly oriented two-dimensional (2D) covalent organic frameworks (COFs) possess aligned channels that facilitate efficient ion transport. This structural advantage makes COFs promising membrane materials for reverse electrodialysis (RED) systems. However, to develop ion-exchange membranes suitable for commercialization, it is essential to devise additional strategies that overcome the inherent trade-off between ion conductivity and selectivity. A promising strategy is to create asymmetric...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40963101",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pantothenate kinase 4 controls lipid synthesis for T-cell proliferation by modulating coenzyme A and glutaminolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "During T-cell-mediated inflammatory responses, T cells are activated upon recognizing specific antigens presented by antigen-presenting cells. This recognition initiates signaling through the TCR and CD28, leading to their activation and subsequent clonal expansion. Within the signaling cascades triggered by TCR and CD28 engagement, the CD28-PI3K pathway serves as a central regulator of metabolic reprogramming in T cells, supporting the biosynthetic needs essential for their effective...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40962808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redefining preclinical testing: human-relevant alternatives beyond animal models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Both ethical imperatives and scientific limitations increasingly challenge the traditional reliance on animal models for toxicity testing and drug evaluation, particularly in the era of precision medicine. In response, a paradigm shift is underway, marked by the development of advanced in vitro and in silico technologies that can offer human-relevant and mechanistically informed alternatives. This review examines well-established alternatives, such as receptor binding assays, the monocyte...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "40962329",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Toward unraveling molecular grammars for dsRNA-binding proteins: substrate recognition to binding mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Long double-stranded RNAs (dsRNAs) are recognized by innate immune response proteins, thereby initiating the integrated stress response. As these RNAs adopt an A-form helical structure, immune sensors recognize dsRNAs primarily based on their structural features, such as the length of the doublestranded stretch and the triphosphate at the 5' end, rather than on specific sequences. This structure-dependent, sequenceindependent mode of RNA recognition is also characteristic of many dsRNA-binding...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40962328",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systems memory consolidation during sleep: oscillations, neuromodulators, and synaptic remodeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Memory consolidation transforms newly acquired experiences into stable long-term memories essential for learning and cognition. This process involves systems consolidation, where memory traces are reorganized across brain regions, and synaptic consolidation, which fine-tunes local neural connections. Sleep plays a critical role in both, coordinating memory reactivation, synaptic remodeling, and long-range neural communication. Systems consolidation is supported by stagespecific brain...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40962324",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Designing a Dual-Functional Binder for High-Energy-Density Silicon Anodes in Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The practical application of silicon (Si) anodes is limited by the large volume change, unstable solid electrolyte interface (SEI), and low intrinsic conductivity. To address these challenges, we designed Prelithiated poly(acrylic acid)-boric acid (LiPAA-BA) a multifunctional binder with a three-dimensional (3D) network structure, using a combined prelithiation and cross-linking strategy. LiPAA-BA showed a high interfacial adhesion force (4.8 N), which was improved by about 2 times compared to...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40962307",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor-specific but immunosuppressive CD39<sup>+</sup>CD8<sup>+</sup> T cells exhibit double-faceted roles in clear cell renal cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CD39^(+)CD8^(+) T cells are known as tumor-antigen-specific cells among CD8^(+) tumor-infiltrating lymphocytes (TILs). However, CD39^(+)CD8^(+) T cells also reportedly exhibit immunosuppressive activity in hypoxic tumor models. Here, we investigate CD39^(+)CD8^(+) TILs in clear cell renal cell carcinoma (ccRCC), a Von Hippel-Lindau (VHL) mutation-associated hypoxic tumor. Single-cell analyses confirm that CD39^(+)CD8^(+) cells are a terminally exhausted subset of tumor-specific CD8^(+) TILs....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40961944",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic Performance of Large Language Models in Multimodal Analysis of Radiolucent Jaw Lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ChatGPT demonstrated superior diagnostic performance compared to Gemini in OMFS diagnostic tasks when provided with richer multimodal inputs. Diagnostic accuracy increased with additional imaging data, especially in MCQ formats, suggesting LLMs can effectively synthesize radiographic and pathological data.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40961626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ChatGPT demonstrated superior diagnostic performance compared to Gemini in OMFS diagnostic tasks when provided with richer multimodal inputs. Diagnostic accuracy increased with additional imaging data, especially in MCQ formats, suggesting LLMs can effectively synthesize radiographic and pathologica..."
    },
    {
      "title": "A misaligned protostellar disk fed by gas streamers in a barred spiral-like massive dense core",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "High-mass stars, born in massive dense cores (MDCs), profoundly affect the cosmic ecosystem through feedback processes and metal enrichment, yet little is known about how MDCs assemble and transfer mass across scales to form high-mass young stellar objects (HMYSOs). Using multiscale [40 to 2500 astronomical units (au)] observations of an MDC hosting an HMYSO, we identify a coherent dynamical structure analogous to barred spiral galaxies: three ~20,000 au spiral arms feed a ~7500 au central bar,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40961193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Grin2b</em>-mutant mice exhibit heightened remote fear via suppressed extinction and chronic amygdalar synaptic and neuronal dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Individuals with autism spectrum disorders (ASD) frequently show long-lasting traumatic fear memory, but the underlying mechanisms remain unclear. Here, we report that Grin2b-mutant mice carrying a human ASD-risk mutation (Grin2b^(C456Y/+) mice) show normal acquisition of contextual fear memory but suppressed fear memory extinction and enhanced remote fear memory responses, along with anxiety- and social-related abnormalities. After footshock and fear extinction, these mutants chronically...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40961189",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subclinical Coronary Atherosclerosis and Retinal Optical Coherence Tomography Angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this cross-sectional cohort study, reduced retinal PFVD was independently associated with subclinical coronary atherosclerosis in a population with elevated vascular risk. In this context, decreased PFVD may reflect greater subclinical coronary atherosclerotic burden and help identify individuals who could benefit from further coronary evaluation, beyond traditional risk factors.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40960791",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cross-sectional cohort study, reduced retinal PFVD was independently associated with subclinical coronary atherosclerosis in a population with elevated vascular risk. In this context, decreased PFVD may reflect greater subclinical coronary atherosclerotic burden and help ident..."
    },
    {
      "title": "Explainable Machine Learning for Characterizing Unknown Molecular Structures in Infrared Spectra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Various machine learning methods for detecting functional groups in infrared (IR) spectra have been developed to accelerate time-consuming and labor-intensive IR spectrum analysis. Nevertheless, existing machine learning methods have exhibited two fundamental limitations: (1) Existing methods do not incorporate prior knowledge of IR spectrum analysis during the training and inference processes. (2) Machine learning approaches are inherently black-box models, and therefore, the prediction results...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40960350",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporally Reconfigurable Reservoir Computing with Flexible Electrolyte-Gated TFTs for High-Performance Neuromorphic Processing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Reservoir computing (RC), a brain-inspired neuromorphic algorithm, offers simplicity and efficiency for processing spatiotemporal signals. However, conventional RC systems face limitations in handling diverse temporal scales and spatial complexities due to invariant temporal dynamics. This study introduces a temporally reconfigurable RC system utilizing ultrathin, flexible, all-solid-state electrolyte-gated thin-film transistors (UFLEX TFTs) with high performance: an on/off ratio of ≈10⁷,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40960238",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Hot Carrier Dynamics on Photoelectrocatalytic Activity on Au@Pd Antenna-Reactor Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Photoinduced hot carriers generated from the decay of surface plasmons in noble metals play a decisive role in producing green hydrogen gas through the photoelectrochemical (PEC) water splitting reaction, a process driven by visible light absorption. To optimize the utilization of these hot carriers, we employed a plasmonic antenna-reactor model based on core-shell structured Au@Pd nanoparticles (NPs) with an ultrathin Pd shell. In this study, we demonstrate that TiO(2) nanotube arrays (TNAs)...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40960146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comparative Analysis of Diagnostic Performance and Cytomorphologic Features Between Newly Developed WellPrep<sup>®</sup> and SurePath™ in Serous Effusion Cytology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: WP offers comparable slide quality and diagnostic accuracy with SP in serous effusion cytopathology. However, more research using larger patient cohorts would provide more evidence regarding WP.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40959810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WP offers comparable slide quality and diagnostic accuracy with SP in serous effusion cytopathology. However, more research using larger patient cohorts would provide more evidence regarding WP"
    },
    {
      "title": "Determinants of self-reported health literacy among older adults in South Korea: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest the importance of developing targeted strategies to improve health literacy among older adults, particularly focusing on personal characteristics and health behaviors that are associated with higher health literacy.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40959639",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the importance of developing targeted strategies to improve health literacy among older adults, particularly focusing on personal characteristics and health behaviors that are associated with higher h...",
      "conclusion": "These findings suggest the importance of developing targeted strategies to improve health literacy among older adults, particularly focusing on personal characteristics and health behaviors that are associated with higher health literacy"
    },
    {
      "title": "Cardiovascular outcomes in adult patients with atrial septal defect: a nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "This study aimed to investigate the long-term effects of different ASD closure methods on cardiovascular events in adults. A retrospective analysis was conducted using data obtained from the Korean National Health Insurance Service, focusing on patients aged ≥20 years diagnosed with ASD between 2004 and 2015. Participants were categorized into the observation, device closure, and surgery groups. Propensity score matching (PSM) was employed to mitigate imbalances among the groups. The Cox...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40959496",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the long-term effects of different ASD closure methods on cardiovascular events in adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recovery of FAM134A-mediated ER-phagy through BRD4 inhibition alleviates ethanol-induced neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Endoplasmic reticulum (ER) stress is a major contributor to ethanol-induced neurodegeneration. ER-phagy, the selective elimination of specific ER domains, has emerged as a protective mechanism against ER stress. However, its regulation in ethanol-related neurological disorders remains unclear. Here, we investigated the effects and underlying mechanisms of ethanol on ER-phagy in neuronal cells and ethanol-fed mice. Our findings demonstrate that ethanol-induced ER stress is chronically sustained...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40959274",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effects and underlying mechanisms of ethanol on ER-phagy in neuronal cells and ethanol-fed mice",
      "significance": null,
      "conclusion": "that ethanol-induced ER stress is chronically sustained"
    },
    {
      "title": "Creation of nature-inspired PVDF-HFP@SGCN film catalysts for selective solar formic acid production from CO<sub>2</sub> under solar light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Inspired by natural photosynthesis, the study article offers a novel solution to the problem of creating cost-effective and efficient photocatalysts for CO(2) fixation. The subject of study is a sulfur-doped graphitic carbon nitride (SGCN) photocatalyst that is metal-free and has drawn a lot of interest because of its possible uses in energy storage, biomaterials, and photocatalysis. The work presents PVDF-HFP@SGCN film, a novel photocatalyst that is created by grafting poly (vinylidene...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40958587",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and Safety of Bictegravir/Emtricitabine/Tenofovir Alafenamide in People with HIV in Korea: 24-Month Data from BICSTaR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "BICtegravir Single Tablet Regimen is a multi-national observational cohort study evaluating the effectiveness and safety of bictegravir/emtricitabine/tenofovir alafenamide (BIC/FTC/TAF) in people with human immunodeficiency virus. We present 24-month data from participants in Korea. Eighty-eight participants (36 treatment-naïve [TN], 52 treatment-experienced [TE]) were included. At 24 months, 100% (29/29) of TN and 100% (37/37) of TE participants had HIV-1 RNA <50 copies/mL (missing=excluded...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40958487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multidisciplinary approach to treatment for osteochondroma of the mandibular condyle and oral rehabilitation: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "RATIONALE: Osteochondromas are rare benign tumors that can occur in the temporomandibular joint (TMJ). These lesions can cause functional and aesthetic impairments of the jaw. Most studies have discussed surgical management and reconstruction within a single department. Establishing a patient-specific treatment plan through a multidisciplinary approach, involving various dental specialists can lead to better clinical outcomes. This case report illustrates the successful multidisciplinary...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40958340",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NRC31 limits the imprinting of astrocyte epigenetic inflammatory memory early in life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40962821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient and dynamic neural geometry of value and modality encoding in the primate putamen for value-guided behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The basal ganglia process diverse reward values from various modalities using limited resources, necessitating efficient processing. The convergence of sensory reward values at the single-neuron level enables the efficient use of limited neural resources. However, this raises a critical question: does such convergence compromise modality-specific information and degrade the overall information quality? Here, we reveal that the population representation of bimodal value neurons in the macaque...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40962810",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leukemic Presentation of CD5-Positive Diffuse Large B-Cell Lymphoma: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CD5-positive diffuse large B-cell lymphoma (CD5+ DLBCL) is a rare and highly aggressive subtype of DLBCL, commonly characterized by extranodal involvement, an activated B-cell/non-germinal center B-cell phenotype, and a poor prognosis. Although CD5+ DLBCL frequently presents at an advanced stage, leukemic presentation-defined by the presence of abundant circulating malignant B-cells in the peripheral blood-is exceedingly rare, with only a limited number of cases reported globally. We herein...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40962456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Communication:</em> One-Step <em>HLA-B*59:01</em> Genotyping by Real-Time Duplex Allele-Specific PCR and Melting Curve Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This melting curve analysis provides a reliable and labor-efficient alternative for HLA-B*59:01 screening, facilitating clinical implementation for SCAR risk mitigation.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40962447",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This melting curve analysis provides a reliable and labor-efficient alternative for HLA-B*59:01 screening, facilitating clinical implementation for SCAR risk mitigation"
    },
    {
      "title": "Reply to: Pirfenidone and lung cancer in idiopathic pulmonary fibrosis: mind the index date, detection bias and competing risks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40962427",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AQP1/4, CLIC5 Dysregulation and lipid metabolism alterations in lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "To advance the development of novel therapies for lung cancer, we investigated tumor-associated molecules implicated in tumorigenesis. RNA-seq data were generated from paired tumors and adjacent normal tissues of four patients with lung squamous cell carcinoma (LUSC) and five patients with lung adenocarcinoma (LUAD). Additional analyses utilized RNA-seq data from The Cancer Genome Atlas (TCGA), including paired tumor and adjacent normal samples (51 LUSC, 57 LUAD) and tumor-only samples (450...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40962327",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "tumor-associated molecules implicated in tumorigenesis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants of Health-Promoting Behaviors Among Indonesian Adolescents Living in Child Welfare Institutions: Cross-Sectional Survey Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: To improve the HPBs of adolescents living in child welfare institutions, their self-esteem needs to be increased to further enhance their self-efficacy and social support. Careful attention and monitoring of HPBs among these adolescents may lead to better health outcomes and support their transition from child welfare institutions to the broader community.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40962318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To improve the HPBs of adolescents living in child welfare institutions, their self-esteem needs to be increased to further enhance their self-efficacy and social support. Careful attention and monitoring of HPBs among these adolescents may lead to better health outcomes and support their transition..."
    },
    {
      "title": "A van der Waals Moiré Bilayer Photonic Crystal Cavity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Enhancing light-matter interactions with photonic structures is critical in classical and quantum nanophotonics. Recently, Moiré twisted bilayer optical materials have been proposed as a promising means toward a tunable platform for nanophotonic devices. However, the realization of Moiré photonic crystal (PhC) cavities has been challenging, due to a lack of advanced nanofabrication techniques and availability of stand-alone transparent membranes. Here, we leverage the properties of the van der...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40962316",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Russell body gastritis resolved after Helicobacter pylori eradication: a case report and review of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Russell body gastritis (RBG) is a rare gastric inflammatory lesion characterized by dense infiltration of plasma cells containing Russell bodies (RBs) known as Mott cells. Here, we report a case of RBG that showed resolution 2 months after Helicobacter pylori eradication. A gastric biopsy revealed numerous eosinophilic globular RBs and signet ring cell-like Mott cells. H. pylori infection was identified on the surface of foveolar epithelial cells. Alcian blue staining was negative for RBs....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40962305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spinel/Rock Salt Core/Shell High-Entropy Oxides for Selective CO<sub>2</sub> Hydrogenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "High-entropy oxides (HEOs) exhibit exceptional structural stability through configurational entropy maximization, yet their catalytic activity can be inadvertently constrained by the inherent activity-stability trade-off arising from dynamic site regeneration limitations. Here, we present an entropy recombination strategy that designs a spinel/rock salt core/shell mixed-phase HEO catalyst. This catalyst, featuring a spinel-core entropy modulator, achieves thermodynamic equilibrium via...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40962288",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Perfusion Patterns of Perforator and Random Flaps Assessed by Indocyanine Green Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ICGA timing requirements differ between flap types. Implementing flap-specific assessment windows may enhance intraoperative interpretation and reduce false-positive findings. These findings support the development of flap-specific ICGA protocols to improve intraoperative decision-making in reconstructive surgery.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40962273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICGA timing requirements differ between flap types. Implementing flap-specific assessment windows may enhance intraoperative interpretation and reduce false-positive findings"
    },
    {
      "title": "Vaginal microbiome and its implications in preterm birth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Preterm birth (PTB), defined as birth occurring before 37 weeks of gestation, remains a major global public health challenge, affecting approximately 10% of pregnancies worldwide and contributing significantly to neonatal morbidity and mortality. Despite extensive research, the etiology of PTB is multifactorial and not yet fully understood, with ongoing debates regarding the contributions of inflammation, hormonal dysregulation, genetic predisposition, and environmental factors such as microbial...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40962254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel robotic arm-assisted endoscopic submucosal dissection platform with augmented traction for gastric neoplasms: a first-in-human prospective pilot study (with videos)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: R-ESD proved feasible and safe in gastric ESD through high en bloc resection rates and dissection speed. R-ESD holds promise for improving procedural safety and performance through augmented traction.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40962233",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "R-ESD proved feasible and safe in gastric ESD through high en bloc resection rates and dissection speed. R-ESD holds promise for improving procedural safety and performance through augmented traction"
    },
    {
      "title": "Quality of Life in Adults with Transposition of the Great Arteries with a Systemic Right or Left Ventricle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: TGA patients with an sRV experience lower QoL than those with an sLV, mediated mainly by ventricular dysfunction.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40962221",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TGA patients with an sRV experience lower QoL than those with an sLV, mediated mainly by ventricular dysfunction"
    },
    {
      "title": "PRMT1 Inhibition Targets BNC1 - Dependent Proliferation in Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Transcription factor complexes integrate diverse signals into discrete physiological outputs and are often aberrantly regulated in malignancies such as Squamous Cell Carcinoma (SCC). In this study, we sought to discover new transcriptional complexes essential for SCC tumor maintenance which have catalytic activities that can be targeted to provide new therapeutic options for SCC patients. Comparing expression patterns of SCC tumors to non-SCC tumors, we have identified Basonuclin 1 (BNC1) as a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40962202",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": "discover new transcriptional complexes essential for SCC tumor maintenance which have catalytic activities that can be targeted to provide new therapeutic options for SCC patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Montelukast-Antihistamine Combination Therapy Compared with Antihistamine Monotherapy in Allergic Rhinitis: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Montelukast-antihistamine combination therapy improves overall symptoms and quality of life compared with antihistamine monotherapy. The magnitude of benefit appears to vary depending on the specific antihistamine used, highlighting the potential value of individualized treatment strategies in the management of AR.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Montelukast-antihistamine combination therapy improves overall symptoms and quality of life compared with antihistamine monotherapy. The magnitude of benefit appears to vary depending on the specific antihistamine used, highlighting the potential value of individualized treatment strategies in the m..."
    },
    {
      "title": "Longevity of immune-response provided by at least one dose of vi-DT vaccine 5 years after vaccination among healthy Filipino adults and children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Typhoid Conjugate Vaccine (TCV) has been shown to elicit robust immune responses among adults and children. However, data on long-term immunogenicity are sparse. The International Vaccine Institute has conducted a Phase I clinical trial in The Philippines to investigate safety and immunogenicity among healthy individual 2-45 years old. In this study we present the results of a long-term immunogenicity study - 5 years after a typhoid conjugate vaccine composed of Vi polysaccharide conjugated to...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961798",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of digital music education on non-cognitive abilities: Empirical evidence from China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Previous research on digital music education has often relied on single-factor perspectives or linear models, which limits the ability to capture complex causal relationships in shaping students' noncognitive outcomes. This study addresses this limitation by adopting a set-theoretic approach that combines Necessary Condition Analysis (NCA) and fuzzy-set Qualitative Comparative Analysis (fsQCA). Drawing on survey data from 329 undergraduates in China, the analysis first shows that no single...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961747",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiological and clinical impact of aminoglycosides on KPC-producing Klebsiella pneumoniae bacteraemia with aminoglycoside-modifying enzymes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Aminoglycoside therapy did not improve clinical or microbiological outcomes in AME gene-bearing KPC-producing KPN bacteraemia, despite phenotypic susceptibility.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961726",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aminoglycoside therapy did not improve clinical or microbiological outcomes in AME gene-bearing KPC-producing KPN bacteraemia, despite phenotypic susceptibility"
    },
    {
      "title": "Impact of circadian rhythm on differentiation and maturation of insulin-producing cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "As a promising therapeutic strategy for diabetes, research on differentiating pluripotent stem cell-derived pancreatic beta cells to replace somatic beta cells has been widely pursued. However, despite advances in differentiation protocols, generating fully mature glucose-responsive beta cells remains a significant challenge. Endocrine lineage commitment, particularly towards insulin-secreting beta cells, requires precise temporal and spatial regulation of each signaling pathway that mimic...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961680",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of Virtual Reality-based Real-time Ergonomics Training on Dental Posture Improvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: VR-based real-time feedback enhanced ergonomic awareness and posture correction in dental students by providing objective, immediate feedback.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VR-based real-time feedback enhanced ergonomic awareness and posture correction in dental students by providing objective, immediate feedback"
    },
    {
      "title": "Influence of wastewater discharge and seasonal variability on synthetic musk compounds in major Korean rivers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Synthetic musk compounds (SMCs) are typical anthropogenic organic contaminants used as additives in many consumer products. They primarily enter aquatic environments through wastewater treatment plant (WWTP) discharge. However, the factors influencing their seasonal variation in riverine environments remain poorly understood. In this study, water samples were collected near WWTP discharge points from major Korean rivers to measure 12 SMCs using a gas chromatograph coupled to a tandem mass...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40961601",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First assessment of microplastic exposure from heated liquid herbal medicine: Packaging breakdown and ingestion risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Microplastic (MP) contamination in beverages has emerged as a growing public health concern, yet limited attention has been paid to exposure from traditional herbal medicine (HM), particularly when packaged in flexible plastic pouches. This study assessed the release and estimated daily intake (EDI) of MPs from five types of liquid HM products subjected to three thermal preparation conditions: unheated (UH), microwave-heated (MW), and hot-water bath (HWB). Particle analysis using micro-Fourier...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40961595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and Evaluation of a Mobile App for Intergenerational Communication: User-Centered Participatory Design and Experimental Mixed Methods Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study suggests the potential of user-centered digital platforms to promote social well-being among older adults. By addressing the unique needs of multiple generations, such interventions may help foster inclusive digital environments and contribute to age-friendly, connected societies. Despite limitations related to sample size, duration, and cultural context, the study provides preliminary evidence for the potential of co-designed digital tools in supporting intergenerational...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the potential of user-centered digital platforms to promote social well-being among older adults",
      "conclusion": "This study suggests the potential of user-centered digital platforms to promote social well-being among older adults. By addressing the unique needs of multiple generations, such interventions may help foster inclusive digital environments and contribute to age-friendly, connected societies"
    },
    {
      "title": "Correction: Schema-Informed Digital Mental Health Intervention for Maladaptive Cognitive-Emotional Patterns: Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.2196/65892.].",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961481",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Diagnostic Performance of a Multimodal Large Language Model Versus a Dedicated Electrocardiogram AI in Detecting Myocardial Infarction From Electrocardiogram Images: Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: LLMs, such as ChatGPT and Gemini, underperform relative to specialized tools such as ECG Buddy in ECG image-based MI diagnosis. Further training may improve LLMs; however, domain-specific AI remains essential for clinical accuracy. The high performance of ECG Buddy underscores the importance of specialized models for achieving reliable and robust diagnostic outcomes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961357",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LLMs, such as ChatGPT and Gemini, underperform relative to specialized tools such as ECG Buddy in ECG image-based MI diagnosis. Further training may improve LLMs; however, domain-specific AI remains essential for clinical accuracy"
    },
    {
      "title": "Pseudo-trilayer Organoclay Enables Directed Li<sup>+</sup> Transport and Anion Trapping in Quasi-Solid-State Gel Electrolytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Enhancing Li^(+) transport while ensuring safety is crucial for the development of high-energy density batteries. While nanomaterials boost ionic conductivity in quasi-solid state gel electrolyte (QSE), the transport mechanisms remain unclear. This study presents a synthetic strategy utilizing tailored two-dimensional saponite clay additives with a controlled organic cation configuration to achieve superior Li-ion conductivity in QSE. This optimized configuration enables rapid, uniform Li^(+)...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40961290",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal deep learning integration for predicting renal function outcomes in living donor kidney transplantation: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Multimodal deep learning integrating clinical, imaging, and textual data enhances prediction of post-transplant renal function. This framework offers a robust and interpretable approach for individualized risk stratification in LDKT, supporting precision medicine in transplantation.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40961229",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multimodal deep learning integrating clinical, imaging, and textual data enhances prediction of post-transplant renal function. This framework offers a robust and interpretable approach for individualized risk stratification in LDKT, supporting precision medicine in transplantation"
    },
    {
      "title": "Estimating the clinical and economic burden of medically attended influenza in South Korea, stratified by age and comorbidity: A five-season hospital-based surveillance data, 2014/15-2018/19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Influenza imposes a significant clinical and economic burden on South Korea. Tailored strategies are essential to mitigate this burden, particularly among older adults and at-risk individuals not covered by the National Immunization Program.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40961172",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Influenza imposes a significant clinical and economic burden on South Korea. Tailored strategies are essential to mitigate this burden, particularly among older adults and at-risk individuals not covered by the National Immunization Program"
    },
    {
      "title": "Elevated Resting Heart Rate is an Independent Risk Factor for Mortality in Patients with Colorectal Cancer: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elevated RHR on the day of surgery for CRC is associated with higher risk of all-cause/CRC-specific mortality.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960855",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated RHR on the day of surgery for CRC is associated with higher risk of all-cause/CRC-specific mortality"
    },
    {
      "title": "Machine Learning-Based Selection of Resection vs Transplant and Survival in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Findings from this cohort study of patients with HCC indicated that an ML-based decision-support model estimated accurate risk stratification and identified the potential for improved survival through individualized, model-guided treatment selection. These findings suggest clinical utility in supplementing existing guidelines.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960824",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "clinical utility in supplementing existing guidelines",
      "conclusion": "AND RELEVANCE: Findings from this cohort study of patients with HCC indicated that an ML-based decision-support model estimated accurate risk stratification and identified the potential for improved survival through individualized, model-guided treatment selection. These findings suggest clinical ut..."
    },
    {
      "title": "Gamma radiation-induced molecular toxicity and effects on pluripotent stem cells of the radiosensitive conifer Norway spruce (Picea abies)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Conifers are among the most radiosensitive plant species. Elevated, sublethal levels of ionising radiation result in reduced apical dominance in conifers, indicating a negative effect on shoot apical meristems (SAMs). The SAMs, harbouring the pluripotent stem cells, generate all the cells of the shoot, enabling growth and reproduction. However, knowledge on the effects of ionising radiation on such stem cells is scarce, but important for risk assessment and radioprotection of plants in...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40960644",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for risk assessment and radioprotection of plants in",
      "conclusion": null
    },
    {
      "title": "Age-related differences in pivoting neuromuscular control during a stepping task",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Older adults exhibited lower ability in pivoting neuromuscular control compared with the young individuals during the stepping task. These findings may enhance our understanding of the potential risk factors for injury associated with age-related differences in pivoting neuromuscular control.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40960638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults exhibited lower ability in pivoting neuromuscular control compared with the young individuals during the stepping task. These findings may enhance our understanding of the potential risk factors for injury associated with age-related differences in pivoting neuromuscular control"
    },
    {
      "title": "Assessing the Thermal Effects of Noble Gas Plasma Therapy: A Preclinical Investigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Gas plasma treatment is an emerging technology in skincare that uses ionized gas to treat various skin conditions. This treatment involves generating plasma, a state of matter where gas is energized to a point where it becomes highly reactive, with the ability to kill bacteria, promote healing, and stimulate skin regeneration. The test device \"PlazMagik\" is a noble gas plasma device that utilizes helium or argon gas to generate cold-temperature plasma energy. It offers the flexibility to utilize...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960595",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-occurrence of primary familial brain calcification from a likely pathogenic <em>SLC20A2</em> variant and Alzheimer's disease biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is the leading cause of cognitive decline, whereas primary familial brain calcification (PFBC) is rare. We analyzed the clinical and radiological findings of a 75-year-old man who presented with memory impairment. Brain imaging revealed bilateral basal ganglia calcification, severe white matter hyperintensities, and significant amyloid deposition. Genetic analysis identified a heterozygous c.1711 G > A variant in SLC20A2 and a heterozygous c.166 G > A variant in PSEN2....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960513",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the clinical and radiological findings of a 75-year-old man who presented with memory impairment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Utility of Magnetic Resonance Urethrography in Assessment of Canine Urethra",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION AND CLINICAL IMPORTANCE: Magnetic resonance imaging demonstrated superior efficacy in evaluating anatomic structures and lesions of the lower urinary tract, particularly in assessing tissue invasion. Combining T2W and post-T1W sequences optimized diagnostic accuracy, making MRI a valuable tool for assessing lower urinary tract pathology in dogs.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960428",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND CLINICAL IMPORTANCE: Magnetic resonance imaging demonstrated superior efficacy in evaluating anatomic structures and lesions of the lower urinary tract, particularly in assessing tissue invasion. Combining T2W and post-T1W sequences optimized diagnostic accuracy, making MRI a valuable tool for a..."
    },
    {
      "title": "Terahertz Non-Drude Conductivity of Mirror Twin Boundary Networks on Monolayer MoS<sub>2</sub> Bicrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Mirror twin boundaries (MTBs) in monolayer MoS(2) bicrystals─the one-dimensional (1D) line defects between adjacent single-crystalline grains with 60° in-plane rotations─can host delocalized metallic states, forming continuous 1D network pathways within otherwise semiconducting monolayers upon large-area epitaxial growth. In this study, we investigated terahertz time-domain spectroscopy (THz-TDS) on epitaxially grown MoS(2) bicrystal films, where the density of imbedded MTBs─and thus the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40960361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "terahertz time-domain spectroscopy (THz-TDS) on epitaxially grown MoS(2) bicrystal films, where the density of imbedded MTBs─and thus the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations between dietary patterns, gut microbiome diversity, and itch severity in preschool aged children with atopic dermatitis: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In preschool children with AD, a dietary pattern high in processed foods and snacks was associated with increased Dorea and Anaerostipes and greater AD severity and poorer quality of life. These findings suggest that dietary modification may alleviate clinical symptoms in early childhood AD by modulating the diet-gut-skin axis.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU",
        "UNIST"
      ],
      "pmid": "40960322",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that dietary modification may alleviate clinical symptoms in early childhood AD by modulating the diet-gut-skin axis",
      "conclusion": "In preschool children with AD, a dietary pattern high in processed foods and snacks was associated with increased Dorea and Anaerostipes and greater AD severity and poorer quality of life. These findings suggest that dietary modification may alleviate clinical symptoms in early childhood AD by modul..."
    },
    {
      "title": "Species distribution of nontuberculous mycobacteria isolated from respiratory specimens at a tertiary care hospital in South Korea, 2017-2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The clinical relevance and drug resistance patterns of nontuberculous mycobacteria (NTM) vary by species. This study investigated the species distribution of NTM isolated from respiratory specimens at a tertiary care hospital in South Korea from 2017 to 2022. A retrospective analysis was conducted on laboratory data from respiratory specimens submitted for acid-fast bacilli culture. NTM isolates were identified using a line probe assay, and those unidentifiable at the species or complex level...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960302",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the species distribution of NTM isolated from respiratory specimens at a tertiary care hospital in South Korea from 2017 to 2022",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"When Artificial Intelligence Steers the Boat: Utilization Scenarios for Low-Dose CT\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960243",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling Immune Responses in the Trachea Following Scaffold Implantation in a Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We present findings on immune responses in the trachea, highlighting the immune cells involved in maintaining homeostasis and their disruption following scaffold implantation. These insights could support the development of targeted immunomodulation strategies, thereby improving the integration and clinical application of biomaterials in tracheal reconstruction.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960144",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We present findings on immune responses in the trachea, highlighting the immune cells involved in maintaining homeostasis and their disruption following scaffold implantation. These insights could support the development of targeted immunomodulation strategies, thereby improving the integration and ..."
    },
    {
      "title": "Natural History and Risk Factors of Splenic Infarction After Spleen-Preserving Distal Pancreatectomy Using the Warshaw Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Splenic infarction after SPDP using the Warshaw technique was clinically insignificant. These findings support the use of the Warshaw technique as a feasible and effective option for treating benign and borderline malignant pancreatic diseases.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960064",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Splenic infarction after SPDP using the Warshaw technique was clinically insignificant. These findings support the use of the Warshaw technique as a feasible and effective option for treating benign and borderline malignant pancreatic diseases"
    },
    {
      "title": "Quantifying Interfractional Motion in Patients With Anorectal Cancer During Radiotherapy and Recommendations of Optimal Planning Target Volume Margins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Bladder volume varied significantly during LCRT, while mesorectum motion was influenced by rectal volume changes. A 5-mm PTV margin was sufficient for the mid to lower mesorectum, with a larger 7-mm margin needed for the superior-anterior mesorectum. Incorporating 95% interfractional motion coverage further refined these margin recommendations.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40960003",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bladder volume varied significantly during LCRT, while mesorectum motion was influenced by rectal volume changes. A 5-mm PTV margin was sufficient for the mid to lower mesorectum, with a larger 7-mm margin needed for the superior-anterior mesorectum"
    },
    {
      "title": "Dapagliflozin attenuates lipotoxic tenocyte injury via PPARα activation and irisin-driven antioxidant pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides novel insights into the mechanistic actions of DAP in musculoskeletal repair and highlights its potential in mitigating the cellular consequences of metabolic stress. By advancing therapeutic strategies rooted in metabolic regulation and cellular resilience, these findings support the development of safer, more effective interventions for chronic degenerative conditions associated with obesity.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides novel insights into the mechanistic actions of DAP in musculoskeletal repair and highlights its potential in mitigating the cellular consequences of metabolic stress. By advancing therapeutic strategies rooted in metabolic regulation and cellular resilience, these findings suppor..."
    },
    {
      "title": "A rapid extended-gate field-effect transistor-type biosensor composed of a truncated DNA aptamer and UiO-66 metal-organic framework nanoparticles for HPIV detection in bronchoalveolar lavage fluid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The human parainfluenza virus (HPIV), an RNA virus similar to SARS-CoV-2, is a leading cause of both upper and lower respiratory diseases, with potentially fatal outcomes. Thus, early diagnosis of HPIV is crucial. However, current HPIV diagnostic methods face certain limitations. Here, we developed a rapid extended-gate field-effect transistor (R-EGFET)-based biosensor consisting of an HPIV aptamer and UiO-66 metal-organic framework (MOF) nanoparticles, which are capable of rapid and specific...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40959948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polygenic risk score of Alzheimer's disease is associated with cognitive trajectories and phenotypes of cerebral organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: OptPRS predicted cognitive decline and AD phenotypes of cerebral organoids, supporting its use in risk assessments and drug-screening platform.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959898",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "OptPRS predicted cognitive decline and AD phenotypes of cerebral organoids, supporting its use in risk assessments and drug-screening platform"
    },
    {
      "title": "Non-Monotonic Ion Conductivity in Lithium-Aluminum-Chloride Glass Solid-State Electrolytes Explained by Cascading Hopping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Inorganic glass solid-state electrolytes (IGSSEs) exhibit superionic conductivity at ambient temperature. Understanding their ion conduction mechanism remains challenging but is essential for the development of next-generation all-solid-state batteries. The coupling between lithium ion diffusion and the rotation of neighboring polyanions, known as the paddlewheel effect, has been proposed as a possible mechanism, though its existence remains controversial. Herein, a systematic and extendible...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns of service needs and their influence on aging anxiety among middle-aged marriage immigrant women in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "This study investigates how diverse service needs shape aging anxiety among middle-aged marriage immigrant women (MIWs) in South Korea, grounded in life course theory and developmental task theory. Prolonged unmet service needs can limit access to essential resources, hinder preparation for later life, and exacerbate aging anxiety. Utilizing data from the 5th National Survey on Multicultural Families and filtering it based on the length of residence in Korea, this study employs latent class...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acceptability and Feasibility of a Mobile Web Application to Help Identify Nontraumatic Abdominal Patient-Reported Symptoms in the Emergency Department: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In our pilot study, the PRS was feasible to use but required improvements in usability. Patients were acceptable to PRS use in the ED.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959679",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our pilot study, the PRS was feasible to use but required improvements in usability. Patients were acceptable to PRS use in the ED"
    },
    {
      "title": "Factors associated with reproductive health and health education participation among female college students in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Multifaceted strategies addressing socioeconomic barriers, health education gaps, and digital misinformation are critical to improving reproductive health in female college students.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multifaceted strategies addressing socioeconomic barriers, health education gaps, and digital misinformation are critical to improving reproductive health in female college students"
    },
    {
      "title": "Personal experience with abortion: a determining factor in Physician's attitudes towards abortion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Targeted training programs for healthcare providers on the medical, legal, and ethical aspects of abortion care are crucial for equipping them with essential knowledge and skills. Public health initiatives should create and share standardized protocols for abortion care to ensure consistent quality across all healthcare facilities, especially in rural and underserved areas, promoting equitable access to such services.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeted training programs for healthcare providers on the medical, legal, and ethical aspects of abortion care are crucial for equipping them with essential knowledge and skills. Public health initiatives should create and share standardized protocols for abortion care to ensure consistent quality ..."
    },
    {
      "title": "JPI-547, a Dual Inhibitor of PARP/Tankyrase, Shows Antitumor Activity Against Pancreatic Cancers with Homologous Recombination Repair Deficiency or Wnt-Addiction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "PARP inhibitors have demonstrated antitumor efficacy in solid tumors, including pancreatic ductal adenocarcinoma (PDAC) characterized by homologous recombination deficiency (HRD). The definition of HRD and other potential biomarkers should be further evaluated using PARP inhibitors. JPI-547 is a novel dual inhibitor targeting PARP1/2 and Tankyrase1/2. Herein, we demonstrate the potent antitumor activity of JPI-547 against BRCA2^(-/-) PDAC cells. JPI-547 outperformed most PARP inhibitors, with a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959288",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oropharyngeal enlargement in obstructive lung disease: quantification and machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Quantitative upper airway CT measurement combined with machine learning analysis revealed oropharyngeal enlargement in patients with OLD.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40959168",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Quantitative upper airway CT measurement combined with machine learning analysis revealed oropharyngeal enlargement in patients with OLD"
    },
    {
      "title": "Effect of transcutaneous auricular vagus nerve stimulation on stress regulation: an EEG and questionnaire study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Transcutaneous auricular vagus nerve stimulation (taVNS) has demonstrated efficacy in alleviating stress-related symptoms, yet its underlying neurophysiological mechanisms remain incompletely understood. In this study, we aimed to elucidate the effects of taVNS on stress regulation by employing self-report surveys and electroencephalography (EEG) measures.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "elucidate the effects of taVNS on stress regulation by employing self-report surveys and electroencephalography (EEG) measures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbiome with <em>RAS</em> mutation and chemotherapy response in patients with advanced or metastatic colorectal cancer: a pilot, exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The gut microbiome plays a pivotal role in tumor-microenvironment interactions, inflammation modulation, and immune regulation, thereby affecting the response to anticancer therapy. This pilot study investigated gut composition according to clinical characteristics and its association with chemotherapy response in patients with metastatic colorectal cancer (mCRC). Seventeen patients were treated with first-line chemotherapy at Korea University Anam Hospital between 2021 and 2023. Stool samples...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958854",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Applying National Whole-genome Sequencing Findings for Rare Diseases in Clinical Practice: The Imperative of a Multidisciplinary Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although national WGS projects lay a foundation for rare disease diagnosis, hospital-level reanalysis and multidisciplinary collaborations are crucial for optimizing diagnostic outcomes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40958716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although national WGS projects lay a foundation for rare disease diagnosis, hospital-level reanalysis and multidisciplinary collaborations are crucial for optimizing diagnostic outcomes"
    },
    {
      "title": "Evaluation of Exosome-derived Small RNAs as Potential Biomarkers for Pancreatic Ductal Adenocarcinoma Using Next-generation Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We identified potential Ex-smRNA biomarkers involved in PDAC progression and prognosis that reflect key molecular alterations in PDAC and may serve as clinically relevant biomarkers for disease monitoring.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40958715",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified potential Ex-smRNA biomarkers involved in PDAC progression and prognosis that reflect key molecular alterations in PDAC and may serve as clinically relevant biomarkers for disease monitoring"
    },
    {
      "title": "Buried Contouring PTCDI-C13 Layer for Interface Engineering in Dual-Function Optical Synaptic and Memory Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "We present a heterojunction based on the n-type organic semiconductor N,N'-ditridecyl-3,4,9,10-perylenetetracarboxylic diimide (PTCDI-C(13)) with a PTCDI-C(13)/parylene/PTCDI-C(13)-layered structure, enabling dual functionality as both an optical synaptic and a memory transistor. The device exploits a buried contouring PTCDI-C(13) layer, where the lower PTCDI-C(13) and intervening parylene layers serve distinct functions in charge trapping and modulation. In memory mode, the buried PTCDI-C(13)...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40958707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Experience of Switching from Intravenous to Subcutaneous Vedolizumab in Korean Patients with Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SC VDZ persistence is significantly influenced by disease activity at the time of switching.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SC VDZ persistence is significantly influenced by disease activity at the time of switching"
    },
    {
      "title": "Association between Type 2 Diabetes and Gastrointestinal Bleeding: A Nationwide Population-Based Cohort Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Longer duration and greater severity of T2DM are associated with increased risk of upper GIB, whereas no significant association was found for lower GIB.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Longer duration and greater severity of T2DM are associated with increased risk of upper GIB, whereas no significant association was found for lower GIB"
    },
    {
      "title": "Optimal minimal stent area after crossover stenting in patients with unprotected left main coronary artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Achieving sufficient stent expansion in the proximal LM and preventing underexpansion in both the distal LM and LAD ostium are critical for improving long-term clinical outcomes. The identified MSA thresholds may serve as practical benchmarks for stent optimisation during LM PCI.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958624",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Achieving sufficient stent expansion in the proximal LM and preventing underexpansion in both the distal LM and LAD ostium are critical for improving long-term clinical outcomes. The identified MSA thresholds may serve as practical benchmarks for stent optimisation during LM PCI"
    },
    {
      "title": "Surgical Results for Anomalous Aortic Origin of Coronary Artery　- Is Right Side Prompt Surgery Necessary?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Surgical treatment of AAOCA, primarily through unroofing, is safe and effective, with favorable early and mid-term outcomes. Our findings support consideration of surgery for asymptomatic AAORCA patients with high-risk anatomy due to the potential risk of sudden cardiac events and the substantial benefits of the procedure.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgical treatment of AAOCA, primarily through unroofing, is safe and effective, with favorable early and mid-term outcomes. Our findings support consideration of surgery for asymptomatic AAORCA patients with high-risk anatomy due to the potential risk of sudden cardiac events and the substantial be..."
    },
    {
      "title": "Identification of Bone Metastasis-Related Gene Networks in Lung Cancer: Implications for Bone Metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that Bayesian network analysis is a reliable machine learning approach for uncovering causal gene relationships in cancer metastasis. Furthermore, FADS1 may serve as a potential therapeutic target in lung cancer bone metastasis. The validity of this network was supported by in vitro experiments using a lung cancer cell line.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40958548",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "that Bayesian network analysis is a reliable machine learning approach for uncovering causal gene relationships in cancer metastasis",
      "conclusion": "These findings suggest that Bayesian network analysis is a reliable machine learning approach for uncovering causal gene relationships in cancer metastasis. Furthermore, FADS1 may serve as a potential therapeutic target in lung cancer bone metastasis"
    },
    {
      "title": "Association of Low Muscle Mass, Weak Grip Strength, and Neutrophil-to-Lymphocyte Ratio in Old Ages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Older adults with a high NLR may be considered for sarcopenia screening.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40958544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults with a high NLR may be considered for sarcopenia screening"
    },
    {
      "title": "Laser-Assisted Mo<sub>2</sub>C-Derived Patterned Oxide for Highly Selective Room Temperature Ammonia Sensor for Food Spoilage Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The need for advanced gas sensors has risen for the detection of hazardous gases, breath analysis, and food industry applications. Transition metal carbides (TMCs), like Mo(2)C, are novel gas-sensing materials attributed to high electronic conductivity and superior catalytic properties. Poor sensitivity and selectivity are big concerns in TMC-based sensors due to their low specific surface area and fewer reactive sites. Partial oxidation of Mo(2)C offers the tuning of structural, chemical, and...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958516",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pneumococcal Vaccination in Korean Adults: 2025 Recommendations by the Korean Society of Infectious Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The 20-valent pneumococcal conjugate vaccine (PCV20) was approved by the Korean Ministry of Food and Drug Safety in October 2024. Despite the ongoing national immunization programs that include pneumococcal conjugate vaccines for children and 23-valent pneumococcal polysaccharide vaccine (PPSV23) for adults, the burden of invasive pneumococcal disease and pneumococcal community-acquired pneumonia remains high among the elderly and high-risk adults. Serotypes 3 and 19A, both included in PCV13,...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958490",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between a Single-time Measurement of Fatty Liver Index and Occurrence of Sepsis among Individuals without Excessive Alcohol Consumption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This large-scale, long-term observational study demonstrated a significant association between single-time FLI measurement and sepsis risk, highlighting the potential role of FLI in early risk stratification and the prevention of sepsis.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale, long-term observational study demonstrated a significant association between single-time FLI measurement and sepsis risk, highlighting the potential role of FLI in early risk stratification and the prevention of sepsis"
    },
    {
      "title": "Reply: Touch Me Not! Exploring the Devastating Stigma on People Living with HIV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk Factors for Pediatric Intensive Care Unit Admission in Children with Human Metapneumovirus Infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: hMPV can cause severe infections that lead to PICU admission, particularly in patients with underlying conditions and fatal outcomes. Further data on hMPV infection in children admitted to the PICU and the overall disease burden in society are required.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SKKU",
        "SNU"
      ],
      "pmid": "40958485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "hMPV can cause severe infections that lead to PICU admission, particularly in patients with underlying conditions and fatal outcomes. Further data on hMPV infection in children admitted to the PICU and the overall disease burden in society are required"
    },
    {
      "title": "Model behavior: fixed ideas, random thoughts - rethinking model selection in meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in mRNA-Lipid Nanoparticle Engineering for Immune Cell Targeting and Immune Modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Immunotherapy has transformed therapeutic paradigms, especially in oncology, by leveraging antibodies, cytokines, and cell-based strategies. In recent years, immunotherapy has expanded its impact to combat a broad spectrum of diseases, including fibrotic, autoimmune, and infectious disorders. Messenger RNA (mRNA)-based platforms offer distinct advantages for immunotherapy by enabling in vivo synthesis of proteins with native post-translational modifications to enhance bioactivity and reduce...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958444",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "to combat a broad spectrum of diseases, including fibrotic, autoimmune, and infectious disorders",
      "conclusion": null
    },
    {
      "title": "SCAMP5 regulates AP-4-dependent sorting and trafficking of ATG9A for presynaptic autophagy via PI4KB/PI4KIIIβ recruitment and PtdInsP4 production at the TGN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Neuronal autophagosome formation at distant presynaptic sites relies on ATG9A trafficking, a process mediated by AP-4 at the trans-Golgi network (TGN), but the molecular mechanisms governing its sorting for presynaptic delivery have remained elusive. Here, we uncover an unexpected role for SCAMP5, a key regulator of synaptic vesicle dynamics, in orchestrating presynaptic macroautophagy/autophagy through its actions at the TGN. SCAMP5 depletion severely impairs autophagosome formation at...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958389",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of the gluteus medius muscle atrophy and fat infiltration in young adults after femoral neck fracture surgery: A retrospective volumetric and composition computed tomographic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Gluteus medius (GMED) muscle atrophy after femoral neck fracture surgery is common and can contribute to gait abnormalities. This retrospective study aimed to evaluate the changes in muscle volume and intramuscular adipose tissue following osteosynthesis. This retrospective study included 33 patients who underwent osteosynthesis for femoral neck fracture between April 2010 and April 2022. Bilateral hip computed tomography scans were analyzed at 5 time points: preoperative, immediate...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40958248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of fractional exhaled nitric oxide response to inhaled corticosteroid therapy in chronic obstructive pulmonary disease: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that ICS therapy significantly reduces FeNO levels in COPD patients. High baseline FeNO may serve as a useful predictor of treatment response, as ICS tended to improve forced expiratory volume in 1 second in this subgroup.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40958221",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ICS therapy significantly reduces FeNO levels in COPD patients",
      "conclusion": "These findings suggest that ICS therapy significantly reduces FeNO levels in COPD patients. High baseline FeNO may serve as a useful predictor of treatment response, as ICS tended to improve forced expiratory volume in 1 second in this subgroup"
    },
    {
      "title": "Anomalous Raman signals in multilayer hexagonal boron nitride grown by chemical vapour deposition on metal foil catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Hexagonal boron nitride (hBN), a two-dimensional (2D) wide bandgap material, serves as an ideal insulating substrate and a protection layer for other 2D materials, such as graphene and transition metal dichalcogenides (TMDs). Here, we report for the first time the emergence of an anomalous Raman peak in single-crystal, multilayer pyramidal hBN grains grown on Fe-Ni alloy foil by chemical vapour deposition (CVD). This peak is located near the characteristic E(2g) band (1367 cm^(-1)) and shifts to...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40959728",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in the dynamics of the distance between the talus and lateral malleolus during the stance phase of gait",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Quantitative measurement of the anterior talofibular ligament attachment distance may aid in the early detection of ankle abnormalities. The dynamic characteristics observed in females during gait may be associated with chronic ankle instability or osteoarthritis risk.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40963046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Quantitative measurement of the anterior talofibular ligament attachment distance may aid in the early detection of ankle abnormalities. The dynamic characteristics observed in females during gait may be associated with chronic ankle instability or osteoarthritis risk"
    },
    {
      "title": "Effects of home-based exercise on physical function and health-related quality of life in older patients with pre-dialysis chronic kidney disease: a single-center randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A six-month home-based exercise program with counseling improved physical function and HRQOL in older patients with pre-dialysis CKD.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40963033",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A six-month home-based exercise program with counseling improved physical function and HRQOL in older patients with pre-dialysis CKD"
    },
    {
      "title": "Rapid determination of heavy metals and arsenic in herbal medicines using energy-dispersive X-ray fluorescence spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The Heavy Metals Limit Test in the Japanese Pharmacopoeia is a chemical method used to detect the total amount of heavy metals based on Pb contents. However, determining the amounts of particular metals has become popular since the ICH-Q3D Guideline for Elemental Impurities was adopted. This is effectively performed using energy-dispersive X-ray fluorescence (EDXRF) analysis, an analytical method used to detect elements. In this study, we determined six elements (Cr, Cu, As, Cd, Hg, and Pb) in...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40963030",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peroxisomal metabolism of branched fatty acids regulates energy homeostasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Brown and beige adipocytes express uncoupling protein 1 (UCP1), a mitochondrial protein that dissociates respiration from ATP synthesis and promotes heat production and energy expenditure. However, UCP1^(-/-) mice are not obese^(1-5), consistent with the existence of alternative mechanisms of thermogenesis^(6-8). Here we describe a UCP1-independent mechanism of thermogenesis involving ATP-consuming metabolism of monomethyl branched-chain fatty acids (mmBCFA) in peroxisomes. These fatty acids are...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40963015",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GALNTL5 binds GalNAc and is required for migration through the uterotubal junction and sperm-zona pellucida binding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "More than 20 genes expressed in the male reproductive tract have been identified as essential factors for sperm migration to and through the utero-tubal junction (UTJ), and they are divided into ADAM3-dependent and ADAM3-independent pathways. In parallel, sperm having UTJ migration defects also show impaired binding to the zona pellucida (ZP). Herein, we demonstrate that knockout of Galntl5, encoding a sperm surface protein, causes impaired sperm binding with the UTJ and ZP, and null males have...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40962834",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smart resonant micro-sensor and micro-actuator: high-performance, wide range bi-axial magnetic sensitive/ insensitive micro-device for multifunctional sensing applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "With the rapid development of intelligent and autonomous systems, such as wearable health monitoring and advanced manufacturing robots, there is a growing demand for the development of advanced, miniaturized smart sensors and actuator systems. In this context, a single microdevice with hybrid functionality as both a sensor and actuator demonstrates excellent performance across diverse applications, holds significant promise. Herein, we present a proof-of-concept for a high-performance...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electric-Field Control of Low Damping Constant in Epitaxial Co<sub>2</sub>FeSi/LiNbO<sub>3</sub> Multiferroic Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "To develop electric-field control of magnetization dynamics in a magnetic material for magnonic devices with low-energy power consumption operation, an epitaxial half-metallic Co(2)FeSi/LiNbO(3) multiferroic heterostructure is experimentally demonstrated. The epitaxial Co(2)FeSi/LiNbO(3) multiferroic heterostructure shows a low damping constant (α) of ∼0.006 and the value of α is decreased to ∼0.004 by applying an electric field. This means that the magnetization dynamics in an epitaxial...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40962717",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends and Barriers in Liver Transplantation for Patients With Decompensated Cirrhosis: A 15-Year Single-Center Cohort at a Japanese Center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Over this 15-year period, the transplantation rate declined despite increases deceased donor registrations, resulting in persistently high waitlist mortality. Our findings suggest that expanding deceased donor pool and facilitating earlier referral of transplant candidates are essential to improving access to transplantation and patient outcomes in a Japanese transplant setting.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Over this 15-year period, the transplantation rate declined despite increases deceased donor registrations, resulting in persistently high waitlist mortality. Our findings suggest that expanding deceased donor pool and facilitating earlier referral of transplant candidates are essential to improving..."
    },
    {
      "title": "Hierarchically Porous Materials via Co-Assembly of Exfoliated Layered Silicate with Mesoporous Silica Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Anisotropic nanoscale building blocks offer significant potential for the construction of porous architectures with tailored structural and functional properties. In this study, we report the successful exfoliation of magadiite─a crystalline layered silicate─into two-dimensional silica nanosheets and their co-assembly with mesoporous silica nanoparticles (MSNs) to fabricate a new class of hierarchically porous silica-based materials. Structural analysis confirmed that MSNs are uniformly...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962284",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing patient evidence in XLH (APEX): Baseline analysis of a global data unification program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This baseline analysis provides substantial information on the global characteristics and natural history of patients with XLH in the APEX program.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962182",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This baseline analysis provides substantial information on the global characteristics and natural history of patients with XLH in the APEX program"
    },
    {
      "title": "DUF-721 and N-terminal extension of the helicase loader DciA bind ssDNA to promote replicative DnaB helicase loading in Caulobacter crescentus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The establishment of replication forks relies on a dedicated molecular system by which a ring-shaped replicative DNA helicase is loaded onto the chromosome DNA, facilitating the unwinding of duplex DNA into single-stranded DNA. In most bacteria, the DnaB helicase coevolved with its accessory protein DciA loader, a member of the domain of unknown function (DUF)-721-containing protein family. In the model bacterium Caulobacter crescentus, DciA promotes helicase loading and the C-terminal extension...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962056",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The potential mechanism of methamphetamine-induced mitochondrial dysfunction and cell degeneration via direct permeation across mitochondrial membranes: The study on molecular dynamics simulations and in vitro model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "This study aims to investigate the direct permeation of methamphetamine (METH)-induced mitochondrial dysfunction leading to apoptotic cell death. The molecular dynamics (MD) simulations were performed to study METH and dopamine (DA) penetration through phospholipid membranes, which are abundant on the cellular and mitochondrial membranes. The simulation results showed that METH molecules passively diffuse into the membranes, whereas the DA molecule adsorbs onto the lipid bilayer interface....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962044",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "to investigate the direct permeation of methamphetamine (METH)-induced mitochondrial dysfunction leading to apoptotic cell death",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Synthesis to Applications: Exploring the Potential of Graphene Quantum Dots in Water Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40962007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Graphene Quantum Dots (GQDs) are emerging carbon-based nanomaterials that have attracted significant attention for water purification due to their high surface area, tunable bandgap, excellent adsorption capacity, and photocatalytic activity. Despite their potential, challenges such as synthesis variability, environmental instability, unclear ecological impacts, and difficulties in scalable manufacturing limit their practical application. Addressing these issues and understanding GQDs-pollutant...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40962007",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated neutrophil-lymphocyte ratio as a biomarker for suicide attempts in emergency department physical trauma patients: a retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Neuroinflammation has been implicated in suicidal behavior, but its role in physical trauma patients with suicide attempts is unclear. We investigated whether inflammatory markers differ between physical trauma patients that attempted suicide and those that did not after controlling for injury characteristics. Between April 2015 and March 2022, physical trauma patients transported to our emergency department were divided into two groups, based on the cause of injury: a suicide group and a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961896",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether inflammatory markers differ between physical trauma patients that attempted suicide and those that did not after controlling for injury characteristics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atezolizumab with carboplatin plus nab-paclitaxel combination therapy for TTF-1 negative advanced nonsquamous non-small cell lung cancer: A multicenter, single-arm phase 2 trial (F1NE TUNE, LOGiK 2102)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This first prospective study of individuals with TTF-1-negative advanced nonsquamous NSCLC has provided evidence for the efficacy and safety of the combination of carboplatin plus nab-paclitaxel with atezolizumab in such patients. The prognosis of TTF-1-negative advanced nonsquamous NSCLC remains poor, however, warranting further treatment development.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961811",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This first prospective study of individuals with TTF-1-negative advanced nonsquamous NSCLC has provided evidence for the efficacy and safety of the combination of carboplatin plus nab-paclitaxel with atezolizumab in such patients. The prognosis of TTF-1-negative advanced nonsquamous NSCLC remains po..."
    },
    {
      "title": "The mutual cyclical influence of internet information and vaccination intention on post-dissemination vaccination: A longitudinal study during the availability period of COVID-19 booster shots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The influence of internet information on attitudes toward vaccines and vaccination intention could vary, being either positive or negative depending on its content, even during the availability period of COVID-19 booster shots. Furthermore, the results suggest that information about vaccine availability should continue to be provided during booster vaccination campaigns. Finally, we discuss ways of using the internet to disseminate information appropriately and effectively in order...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The influence of internet information on attitudes toward vaccines and vaccination intention could vary, being either positive or negative depending on its content, even during the availability period of COVID-19 booster shots. Furthermore, the results suggest that information about vaccine availabi..."
    },
    {
      "title": "Investigating the role of sensorimotor spatial dependencies in shaping conscious access to virtual 3D objects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "According to sensorimotor accounts of perceptual experience, the subjective sense that an object is real builds up as one learns how sensory inputs depend on bodily movements. Using virtual reality (VR), we manipulated the complexity of spatial dependencies governing interactions with unfamiliar 3D objects to assess whether they would show differential access to visual awareness during a continuous flash suppression paradigm (CFS). In specially-designed sensorimotor mastery tasks, participants...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of halide ions on photoproduction of excited triplet-state of dissolved organic matter in seawater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Excited triplet state of dissolved organic matter (³DOM*) plays a key role in the photodegradation of organic pollutants in sunlit surface waters. While the influence of halide ions on ³DOM* formation has been studied using freshwater DOM, their effects in halide-rich seawater environments remain less explored. In this study, seawater DOM was extracted and characterized using optical spectroscopy and ultrahigh-resolution Fourier-transform ion cyclotron resonance mass spectrometry (FT-ICR-MS)....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk analysis of infectious disease in pigs in Gifu prefecture, Japan, through network analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Movements of livestock, humans, vehicles and wildlife are recognized as critical contributors to the spread of infectious diseases in livestock and can be modeled as a network to assess and predict disease transmission. This study developed a comprehensive multilayer network incorporating the movements of pigs, humans, vehicles, and, presumably, wild boars to estimate the risks of disease introduction and transmission for each husbandry stakeholder and to identify key clusters and modes of...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Small angle X-ray scattering reveals phase transition in sodium oleate-cysteine systems for optimized selenium nanoparticles synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Selenium nanoparticles (SeNPs) can be synthesised via physical, chemical, or biological methods. While physical and chemical approaches offer benefits, they often involve high costs, toxic reagents, and reduced biocompatibility due to stabilizers. Biological synthesis provides a greener, more biocompatible alternative, but faces challenges such as variability in biological sources, slow synthesis, low yields, and scalability issues due to pH sensitivity, toxic precursors, and costly equipment....",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesenteric caudal right approach to the superior mesenteric artery in robotic pancreaticoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A genome-wide screen identifies Runx2 as a novel regulator of hematopoietic stem cell expansion and T-cell commitment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Self-renewing multipotent hematopoietic stem cells (HSCs) are a rare but important cell population which can reconstitute the entire blood and immune system following transplantation. Due to their rarity, it has been difficult to comprehensively study the mechanisms regulating HSC activity. However, recent improvements in hematopoietic stem and progenitor cell (HSPC) culture methods using polyvinyl alcohol-based media now facilitate large-scale ex vivo HSC expansion. Here we performed a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "cell population which can reconstitute the entire blood and immune system following transplantation",
      "conclusion": null
    },
    {
      "title": "A 2.7-μm-thick robust, permeable, and antifreezing hydrogel electrode for long-term ambulatory health monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40961187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Adaptable hydrogel bioelectronics that sustain long-term, uninterrupted operation are critical for early disease diagnosis and personalized health care. However, conventional hydrogel electrodes suffer from mechanical fragility, rapid dehydration, freezing, and poor comfort because of thickness-induced interfacial gaps. We report a 2.7-micrometer-thick robust, permeable, and antifreezing hydrogel electrode for high-quality 8-day electrophysiological monitoring under everyday scenarios. The...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40961187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "douka: A universal platform of data assimilation for materials modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "A large-scale, general-purpose data assimilation (DA) platform for materials modeling, douka, was developed and applied to nonlinear materials models. The platform demonstrated its effectiveness in estimating physical properties that cannot be directly obtained from observed data. Furthermore, it enables state estimation with quantified uncertainty, thereby providing researchers with a new aspect for analyzing the underlying physical process and guiding future model refinements. DA was...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960923",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "data assimilation (DA) platform for materials modeling, douka, was developed and applied to nonlinear materials models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progressive Paced QRS Widening: An Electrocardiographic Marker for Predicting Cardiac Resynchronization Therapy Upgrade",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Progressive widening of pQRSd represents a novel, clinically accessible marker for identifying patients at high risk for CRT upgrade. Monitoring pQRSd trends through routine electrocardiogram (ECG) provides an effective strategy for early identification of patients who might benefit from CRT before developing advanced heart failure.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960902",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Progressive widening of pQRSd represents a novel, clinically accessible marker for identifying patients at high risk for CRT upgrade. Monitoring pQRSd trends through routine electrocardiogram (ECG) provides an effective strategy for early identification of patients who might benefit from CRT before ..."
    },
    {
      "title": "Preoperative treatment and postoperative outcomes in osteoporotic patients with vertebral fractures: a longitudinal database study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Perioperative osteoporosis medication may be suboptimal. Factors associated with postoperative outcomes must be considered, with the strategic goal of improving patient outcomes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960693",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of improving patient outcomes",
      "significance": null,
      "conclusion": "Perioperative osteoporosis medication may be suboptimal. Factors associated with postoperative outcomes must be considered, with the strategic goal of improving patient outcomes"
    },
    {
      "title": "Effect of low-concentration sevoflurane with propofol anesthesia on transcranial motor-evoked potential: a crossover interventional trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Results suggested that combined anesthetic management can be performed if the amplitude is higher than the cutoff values.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results suggested that combined anesthetic management can be performed if the amplitude is higher than the cutoff values"
    },
    {
      "title": "Response to a letter to the editor entitled \"CMV Reactivation in RMDs: Are We Capturing the Full Picture?\" by You et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short- and long-term outcomes after minimally invasive spleen-preserving distal pancreatectomy with and without preservation of the splenic vessels: splenic vessel-preserving procedure is a \"double-edged sword\" in left-sided portal hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In clinical practice, the short- and long-term outcomes of patients after both procedures were comparable. The Kimura procedure carries the potential risk of postoperative splenic venous stenosis during the follow-up period, which causes LSPH. Establishing the patient selection criteria and suitable surgical procedures to prevent splenic venous stenosis after the MI Kimura procedure is required.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960541",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In clinical practice, the short- and long-term outcomes of patients after both procedures were comparable. The Kimura procedure carries the potential risk of postoperative splenic venous stenosis during the follow-up period, which causes LSPH"
    },
    {
      "title": "The obesity paradox in super-elderly patients with heart failure: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Obesity is an independent risk factor for heart failure (HF) onset; however, weight loss is an independent poor prognostic factor in patients with HF. According to the obesity paradox, higher body weight is associated with better prognosis in these patients. This retrospective cohort study investigated the obesity paradox in super-elderly, understudied patients (aged ≥ 85 years) with HF and examined its impact on all-cause mortality. We included patients hospitalized for HF between April 2015...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960537",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on all-cause mortality",
      "conclusion": null
    },
    {
      "title": "Data-driven volumetric reconstruction for optically measured sound field using physics-constrained 3D Gaussian splatting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Acousto-optic sensing is a powerful approach to measuring sound at a high resolution; yet, it faces a critical challenge because the measured value is a line integral of the sound. To solve this problem, sound-field reconstruction methods have been proposed. Promising approaches include physical-model-based reconstruction methods, which represent a sound field as a linear combination of basis functions and determine the expansion coefficients. However, they are limited by the choice of basis...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Second-hit somatic variant in a basal cell carcinoma of a basal cell nevus syndrome patient with a germline SUFU variant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40960217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40960217",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asymmetric effects of spectator presence on home and away team performance: a natural experiment from the 2021 K League 1 season",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Spectator presence was associated with enhanced tactical performance by home teams. In contrast, its impact on away matches was more pronounced in outcome-related performance, suggesting that home crowds may exert psychological pressure that disrupts visiting teams' execution and composure. These findings underscore the asymmetrical influence of spectatorship and enhance our understanding of home advantage in professional football.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40959758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on away matches was more pronounced in outcome-related performance, suggesting that home crowds may exert psychological pressure that disrupts visiting teams' execution and composure",
      "conclusion": "Spectator presence was associated with enhanced tactical performance by home teams. In contrast, its impact on away matches was more pronounced in outcome-related performance, suggesting that home crowds may exert psychological pressure that disrupts visiting teams' execution and composure"
    },
    {
      "title": "Noncovalent immobilization of chiral Lewis acids on single-walled carbon nanotubes as a tool for synthetic organic aquachemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Polycyclic aromatic hydrocarbons (PAHs) were employed as anchoring tags to noncovalently immobilize Lewis acids onto single-walled carbon nanotubes (SWNTs). This heterogeneous system demonstrated remarkable performance in asymmetric catalysis, particularly in water devoid of organic solvents or surfactants, outperforming other carbonaceous π-materials in activity, stereoselectivity, and reusability. The use of large-diameter SWNTs modified with 4-fluorophenyl groups further enhanced catalytic...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40959398",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemoselective Cu-catalyzed acylsilylation of vinyl arenes using silylboronates and acyl fluorides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40959388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "We report the chemoselective copper-catalyzed acylsilylation of vinyl arenes using bench-stable silylboronates and acyl fluorides, which enables efficient access to β-silyl ketones under mild conditions. The reaction proceeds without the need for photochemical activation and exhibits a broad substrate scope, tolerating a wide range of electron-deficient and heteroaromatic vinyl arenes, as well as electronically diverse acyl fluorides, including drug-derived motifs. A key to this success is the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40959388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of immune radiotherapy with yttrium by targeting Frizzled homologue 10 (FZD10) in cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: FZD10 may be an appropriate target and ^(90)Y-OTSA101 may have potential for the treatment of cervical cancer.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958973",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FZD10 may be an appropriate target and ^(90)Y-OTSA101 may have potential for the treatment of cervical cancer"
    },
    {
      "title": "Biodegradable Zinc-Based Alloys for Guided Bone Regeneration Membranes: Feasibility, Current Status, and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The guided bone regeneration (GBR) technique is an effective method for treating inadequate alveolar ridge bone mass. The choice of barrier membrane materials plays a crucial role in the success of this technique. Recently, biodegradable zinc (Zn)-based metallic barrier membranes have been extensively investigated as a novel option for alveolar bone defect repair. Although in vitro and animal studies using Zn-based GBR membranes have shown some promising results, it remains uncertain whether...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958765",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photoinduced Azidosulfonylative Cyclization of 1,6-Dienes with Sulfonyl Azides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Electrophilic azides serve as valuable reagents in visible-light-induced photocatalytic processes. While the reactivity of triplet nitrenes formed via energy transfer to electrophilic azides has been relatively well studied, the synthetic potential of nitrene radical anions generated through single electron transfer remains less explored. Herein, we report a photoinduced azidosulfonylative cyclization of 1,6-dienes with sulfonyl azides in the presence of 9,10-diphenylanthracene as a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958568",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Selenium-Binding Protein 1 on the Inhibitory Effect of Methionine in 1-Fluoro-2,4-dinitrobenzene-Induced Dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Allergic contact dermatitis (ACD) is a common skin disorder caused by contact with allergens. ACD treatment is based on patient education to avoid contact with allergens. However, sometimes patients may not be able to avoid the allergen because of its close proximity to their living environment. Thus, a novel therapeutic strategy that does not involve the avoidance of allergens is required. We previously reported that methionine, an essential amino acid, significantly suppressed ACD development...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958559",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extracellular CD30 Regulates Brentuximab Vedotin-Induced Cell Death in an Adult T-Cell Leukemia Cell Line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "Adult T-cell leukemia/lymphoma (ATL) is a malignant tumor of mature T lymphocytes induced by human T-cell leukemia virus 1, and it has a poor prognosis. Brentuximab vedotin (BV) is included in the treatment of CD30-positive ATL, but there are no predictive biomarkers for the treatment effects of BV. Serum soluble CD30 (sCD30) concentrations are increased in aggressive ATL at the time of diagnosis, but the effect of extracellular CD30 on BV-induced cell death in ATL is unknown. Similarly, a...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958558",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Entropy Metallene Aerogels: A New Balancer for *H Production and Consumption in Nitrate Reduction Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "High-entropy metallene aerogels (HEMAs), synergizing high-entropy metallenes and metallic aerogels, face challenges in achieving single-phase structures due to multi-metallic nucleation/growth disparities, hindering two-dimensional anisotropic growth and three-dimensional assembly of multi-component nanocrystals. Herein, the universal preparation of HEMAs was achieved by a seed-mediated synthetic route for electrochemical nitrate reduction reaction (NO(3)RR). PdCuSnCoNi HEMAs exhibit maximum...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958518",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paper-Based Analytical Device Coated with a Fluorescent Polymer for the Visual Detection of Biothiols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "The reducing capacity of biological and environmental aqueous samples is a key indicator of oxidative stress and redox balance. Thiol-containing compounds (biothiols) are essential in maintaining this balance within biological systems. In this study, we developed a paper-based analytical device (PAD) for the rapid and quantitative detection of biothiols in aqueous solutions and cell homogenates. The PAD uses a cysteine-specific fluorescent probe that generates a signal proportional to the...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Water and Air on the Reaction Pathways in the Hydrothermal Liquefaction of Plastics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40958460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "This study establishes the role of water in the hydrothermal liquefaction (HTL) of plastics. 1-dodecene is employed as a model compound for polyolefin fragments resulting from chain cracking. The presence of a terminal double bond enables potential hydration and oxidation reactions to be assessed. Comparative experiments are conducted under identical conditions of temperature using pyrolysis and HTL in the presence and absence of air. The resulting product distributions provide critical insight...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40958460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"Those pot heads\" - perceived external stigma and self-stigma among cannabis users in Germany: prevalence and associations with socio-demographics, cannabis use patterns and psychological distress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: German residents who use cannabis at least monthly perceived external stigmatization and self-stigma related to cannabis consumption at a relevant level. As medical users and those with CUD are particularly affected, healthcare providers should be sensitized to the issue of stigmatization.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963151",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "German residents who use cannabis at least monthly perceived external stigmatization and self-stigma related to cannabis consumption at a relevant level. As medical users and those with CUD are particularly affected, healthcare providers should be sensitized to the issue of stigmatization"
    },
    {
      "title": "Sarcopenia and fat loss from serial CT predict survival in multiple myeloma patients undergoing stem cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Longitudinal changes in SMI and VAT were significant predictors of survival and functional decline in MM patients undergoing ASCT. Routine CT-based body composition assessments might serve as valuable tools for additional risk stratification and potential targeted interventions. These findings underscore the importance of integrating body composition analysis into clinical practice for improved risk stratification and potential implementation of early intervention strategies.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963145",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Longitudinal changes in SMI and VAT were significant predictors of survival and functional decline in MM patients undergoing ASCT. Routine CT-based body composition assessments might serve as valuable tools for additional risk stratification and potential targeted interventions"
    },
    {
      "title": "Inter-reader agreement of quantitative FDG PET/CT biomarkers in lymphoma: a multicentre evaluation of MTV, TLG and Dmax",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Avapritinib reduces symptoms and mast cell burden in systemic mastocytosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Regular clinical and laboratory monitoring, including serum tryptase and KIT D816V mutation assessment in peripheral blood, is essential in all ISM patients to detect early signs of disease progression. In refractory cases, avapritinib is a promising therapeutic option that can reduce mast cell burden, alleviate symptoms, and enhance overall quality of life.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Regular clinical and laboratory monitoring, including serum tryptase and KIT D816V mutation assessment in peripheral blood, is essential in all ISM patients to detect early signs of disease progression. In refractory cases, avapritinib is a promising therapeutic option that can reduce mast cell burd..."
    },
    {
      "title": "Evaluating genome sequencing strategies: trio, singleton, and standard testing in rare disease diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings demonstrate that GS, particularly tGS, outperforms SoC in diagnosing rare diseases, with sGS providing a more cost-effective alternative. These results suggest that GS should be considered a first-tier genetic test, offering an efficient, single-step approach to reduce the diagnostic odyssey for patients with rare diseases. The trio approach proved especially valuable for less experienced teams, as inheritance data facilitated variant interpretation and maintained high...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963120",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that GS should be considered a first-tier genetic test, offering an efficient, single-step approach to reduce the diagnostic odyssey for patients with rare diseases",
      "conclusion": "Our findings demonstrate that GS, particularly tGS, outperforms SoC in diagnosing rare diseases, with sGS providing a more cost-effective alternative. These results suggest that GS should be considered a first-tier genetic test, offering an efficient, single-step approach to reduce the diagnostic od..."
    },
    {
      "title": "Genome-wide association study meta-analysis uncovers novel genetic variants associated with olfactory dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings provide novel insights into the genetic architecture of the sense of smell and highlight its importance for many aspects of human health. Moreover, these findings could facilitate the identification and monitoring of individuals at increased risk of olfactory dysfunction and associated diseases.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings provide novel insights into the genetic architecture of the sense of smell and highlight its importance for many aspects of human health. Moreover, these findings could facilitate the identification and monitoring of individuals at increased risk of olfactory dysfunction and associated ..."
    },
    {
      "title": "Is there a link between diet and painful temporomandibular disorders? A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963116",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ECG-based identification of COPD patients at risk for atrial fibrillation and its impact on adverse clinical outcomes-a subgroup analysis of the prospective multicenter COSYCONET cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study demonstrates that ECG-based AtCM diagnosis identifies COPD patients at risk for AF, which was associated with a substantially elevated MACCE rate and a significantly reduced physical activity. This easy, cost-effective and widely available digital biomarker might enable early therapy initiation and prevention of adverse clinical outcomes.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963108",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ECG-based AtCM diagnosis identifies COPD patients at risk for AF, which was associated with a substantially elevated MACCE rate and a significantly reduced physical activity",
      "conclusion": "This study demonstrates that ECG-based AtCM diagnosis identifies COPD patients at risk for AF, which was associated with a substantially elevated MACCE rate and a significantly reduced physical activity. This easy, cost-effective and widely available digital biomarker might enable early therapy init..."
    },
    {
      "title": "A comprehensive benchmarking of adaptive sampling tools for nanopore sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our benchmarking study conducted a thorough comparison of current tools on various adaptive sampling occasions. The nucleotide-alignment-based approach is capable of handling diverse target references with broad application. The tools employing this strategy, especially MinKNOW, could be considered as a prior option for most adaptive sampling scenarios. The deep learning technique utilizing raw signals demonstrates remarkable classification efficiency and accuracy, warranting...",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our benchmarking study conducted a thorough comparison of current tools on various adaptive sampling occasions. The nucleotide-alignment-based approach is capable of handling diverse target references with broad application"
    },
    {
      "title": "A Regional Tele-Paediatric Network (RTP-Net) in the northeast of Germany-results of an implementation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of high-intensity interval exercise on metformin pharmacokinetics in healthy men, assessed through a population pharmacokinetic model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40963103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250918033854&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND IMPLICATIONS: Exercise affected metformin pharmacokinetics, leading to an increase in plasma metformin concentration and becoming a covariate that explains the IOV of metformin pharmacokinetics. Exercise should be performed during a specific time after metformin intake.",
      "pubDate": "2025-09-17T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40963103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "Exercise affected metformin pharmacokinetics, leading to an increase in plasma metformin concentration and becoming a covariate that explains the IOV of metformin pharmacokinetics",
      "conclusion": "AND IMPLICATIONS: Exercise affected metformin pharmacokinetics, leading to an increase in plasma metformin concentration and becoming a covariate that explains the IOV of metformin pharmacokinetics. Exercise should be performed during a specific time after metformin intake"
    }
  ]
}