{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-01T07:41:53.547Z",
  "totalItems": 150,
  "totalArchived": 30728,
  "newPapersAdded": 153,
  "institutionBreakdown": {
    "KAIST": 4,
    "SNU": 36,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 32,
    "IBS": 86,
    "UNIST": 2,
    "Hanyang University": 0,
    "KIST": 2,
    "GIST": 1,
    "Kyung Hee University": 3,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 75,
    "Materials Science": 16,
    "Biomedical": 33,
    "Cancer Research": 21,
    "Neuroscience": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Quantized Decay Charges in Non-Hermitian Networks Characterized by Directed Graphs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Non-Hermitian physics has unveiled a realm of exotic phenomena absent in Hermitian systems, with the non-Hermitian skin effect (NHSE) showcasing boundary-localized eigenstates driven by non-reciprocal interactions. Here, we introduce a new class of non-Hermitian systems exhibiting pure decay modes-eigenstates with pure, smooth exponential decay, devoid of the oscillatory wave patterns typical of traditional NHSE. Modeled as directed graphs with nonreciprocal hopping, these systems reveal...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41320516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering the α- and β-subunit interface of a coenzyme B<sub>12</sub>-dependent glycerol dehydratase for enhancing its resistance to inactivation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Glycerol dehydratase (GDHt) enables bioconversion of glycerol to valuable chemicals, but its industrial use is hindered by rapid loss of the adenosylcobalamin (AdoCbl) cofactor (coenzyme B(12)) through both oxygen- and mechanism-based inactivation. To overcome this limitation, we reinforced the AdoCbl-binding interface of Klebsiella pneumoniae GDHt by fusing its α and β subunits with a five-residue linker (fGDHt) and then introducing interface mutations. Fusion alone doubled the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41319883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cesium uptake and transport in wildfire-affected soils: Implications of wildfire-altered organic matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Recent climate change leads to more frequent and larger wildfires, significantly altering the organic matter (OM) matrix in subsurface environments. Wildfires reduce unstable and soluble OM fractions and generate pyrogenic materials such as char and charcoal. These changes in OM properties caused by wildfires could influence uptake and transport processes of pollutants, but they are rarely studied. This study evaluated the role and contribution of OM in the cesium uptake and migration in soils...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41319490",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlative Imaging Platform Linking Taste Cell Function to Molecular Identity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Understanding the physiology of taste cells requires multifaceted cellular information, ranging from gene expression to functional responses. Various experimental approaches are available to obtain each biological information, such as in situ hybridization for gene transcription and in vivo microscopy for functional responses. However, correlative acquisition of genetic and functional information at the single-cell level has not yet been achieved for taste cells, limiting a comprehensive...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41319276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of 87 small-breed dogs surgically treated for Chiari-like malformation and syringomyelia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Retrospective analysis showed that the modified TM technique, using a deliberate gap, was safe and effective in small-breed dogs with CM/SM, successfully preserving the decompression space and maintaining long-term neurologic stability.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Retrospective analysis showed that the modified TM technique, using a deliberate gap, was safe and effective in small-breed dogs with CM/SM, successfully preserving the decompression space and maintaining long-term neurologic stability"
    },
    {
      "title": "Optical Mandibular Movement Tracking Devices, Clinical Uses and Indications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in digital dentistry have facilitated the accurate recording of dynamic mandibular movements using optical tracking devices, thereby improving the clinical outcomes and the patient's ability to adapt to their oral rehabilitation. This narrative review provides an overview of the evolution, functionality, and clinical applications of the mandibular movement devices and the current status of optical tracking devices in dentistry. Unlike traditional mechanical or electronic...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320804",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences in cardiovascular disease incidence according to changes in obesity status in young diabetic patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Abdominal obesity in young adults with diabetes is associated with a higher risk of CVD. Reducing waist circumference may mitigate the risk of hemorrhagic stroke and heart failure in this population.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320765",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Abdominal obesity in young adults with diabetes is associated with a higher risk of CVD. Reducing waist circumference may mitigate the risk of hemorrhagic stroke and heart failure in this population"
    },
    {
      "title": "Driving Adsorbate Evolution via Oxygenated Surface Species Modulation for Ammonia Electrooxidation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The electrochemical ammonia oxidation reaction (eAOR) to dinitrogen offers a promising pathway for sustainable nitrogen cycles and hydrogen generation. However, despite mechanistic insights into *NH(x) dehydrogenation and OH^(-)-mediated proton-coupled electron transfer, conventional metal catalysts, including Pt and Pt-Ir alloys, still suffer from sluggish kinetics and poor stability. Here, we report that controlling oxygenated co-adsorbates steers the adsorbate-evolution pathway of the eAOR to...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41320751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Moderate-intensity exercise reduces osteoporotic fracture risk in older women: a dose-response analysis from a nationwide Korean cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that moderate-intensity exercise (3-5 days/week) appears optimal for reducing fracture risk, while excessive vigorous activity should be approached with caution, especially for older women with compromised BMD. Future studies utilizing objective PA measures and prospective designs are warranted to further validate these recommendations.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320717",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "PA measures and prospective designs are warranted to further validate these recommendations",
      "significance": null,
      "conclusion": "Our findings suggest that moderate-intensity exercise (3-5 days/week) appears optimal for reducing fracture risk, while excessive vigorous activity should be approached with caution, especially for older women with compromised BMD. Future studies utilizing objective PA measures and prospective desig..."
    },
    {
      "title": "Progressive tooth pattern changes in Cilk1-deficient mice depending on Hedgehog signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Primary cilia function as critical sensory organelles that mediate multiple signaling pathways, including the Hedgehog (Hh) pathway, which is essential for organ patterning and morphogenesis. Disruptions in Hh signaling have been implicated in supernumerary tooth formation and molar fusion in mutant mice. Cilk1, a highly conserved serine/threonine-protein kinase localized within primary cilia, plays a critical role in ciliary transport. Loss of Cilk1 results in severe ciliopathy phenotypes,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of the Red Flags Index for Crohn's disease in high-risk populations in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RFI demonstrated strong diagnostic performance, particularly when combined with fecal calprotectin, reinforcing its applicability in stratifying high-risk populations for early and accurate CD detection.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RFI demonstrated strong diagnostic performance, particularly when combined with fecal calprotectin, reinforcing its applicability in stratifying high-risk populations for early and accurate CD detection"
    },
    {
      "title": "NAXD Encephalopathy Mimicking Neuroinflammatory Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Neurometabolic diseases are a group of genetic disorders caused by defects in metabolic networks. To characterize the clinical, radiological, and molecular phenotype of three patients with variants in the NAXD gene, together with a review of the literature. A retrospective review of medical records was conducted. Three patients with chronic, progressive, recurrent encephalopathy triggered by fever were identified, with two clinically relevant variants in compound heterozygosity in the NAXD...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320557",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of ultraviolet exposure on latent fingermark visualization on expanded polystyrene surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "It is known that the physical and chemical properties of expanded polystyrene (EPS) surfaces are altered upon exposure to ultraviolet (UV) light; however, the implications for latent fingermark visualization have not been fully explored. In this study, EPS surfaces were exposed to UV light (253.7 nm) either before or after fingermark deposition and subsequently treated with five visualization techniques: Dazzle yellow, cyanoacrylate fuming (CA) followed by fluorescent dye staining, Lumicyano,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for latent fingermark visualization have not been fully explored",
      "conclusion": null
    },
    {
      "title": "Sprayable, crosslinker-free, and in situ-forming Schiff-based hydrogels based on oxidized sodium alginate and carbohydrazide-modified gelatin for rapid hemostasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Natural polymer hydrogels are used for hemostasis in tissue engineering and regenerative medicine because they retain moisture and adhere to tissues. For effective application, they must be easy to handle, provide pressure, and conform to various wound shapes. To address these challenges, we developed a sprayable, self-crosslinking hydrogel composed of oxidized sodium alginate (OSAlg) and carbohydrazide-modified gelatin (Cm-Gel), which rapidly forms via a Schiff-base reaction without external...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41320358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adjuvant ribociclib plus nonsteroidal aromatase inhibitor therapy in patients with HR-positive/HER2-negative early breast cancer: 5-year follow-up of NATALEE efficacy outcomes and updated overall survival",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This prespecified 5-year follow-up of efficacy outcomes from NATALEE demonstrated that ribociclib + NSAI continued to reduce the risk of recurrence beyond the 3-year treatment window, supporting its use as adjuvant therapy in patients with HR-positive/HER2-negative EBC. An ongoing positive trend for improved OS in favor of ribociclib + NSAI was observed.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41320342",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This prespecified 5-year follow-up of efficacy outcomes from NATALEE demonstrated that ribociclib + NSAI continued to reduce the risk of recurrence beyond the 3-year treatment window, supporting its use as adjuvant therapy in patients with HR-positive/HER2-negative EBC. An ongoing positive trend for..."
    },
    {
      "title": "Consensus practice guidelines on sacroiliac joint complex pain from a multispecialty, international working group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SIJ complex pain remains an underappreciated source of chronic low back pain, affecting between 15% and 30% of patients with axial pain predominantly below L5. Answers to many questions were limited by low-quality evidence, indicating the need for better research. SIJ complex pain is a multifarious condition (ie, pain can be from different portions of both the intra- and extra-articular components of the joint) for which an interdisciplinary, multimodal treatment plan can optimize...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41320235",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SIJ complex pain remains an underappreciated source of chronic low back pain, affecting between 15% and 30% of patients with axial pain predominantly below L5. Answers to many questions were limited by low-quality evidence, indicating the need for better research"
    },
    {
      "title": "K-LARS trial: protocol for a multicentre randomised controlled trial evaluating a knowledge-enhanced digital intervention to prevent low anterior resection syndrome in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Low anterior resection syndrome (LARS) is a common functional complication after sphincter-preserving surgery for rectal cancer that significantly impairs the quality of life. Current postoperative management strategies are suboptimal, and effective preventive approaches are lacking. This study aims to evaluate the impact of a mobile-based, knowledge-enhanced digital intervention for reducing the incidence of major LARS.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41320216",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate the impact of a mobile-based, knowledge-enhanced digital intervention for reducing the incidence of major LARS",
      "significance": "of a mobile-based, knowledge-enhanced digital intervention for reducing the incidence of major LARS",
      "conclusion": null
    },
    {
      "title": "Long-Term Surveillance for Pancreatic Carcinoma Among Patients With Branch-Duct Intraductal Papillary Mucinous Neoplasms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The cumulative incidence of both IPMN-derived invasive carcinoma and de novo PDAC reached 5.5% at 10 years. Cyst wall thickening was identified as an independent risk factor. Larger studies are warranted to refine risk stratification and optimize surveillance strategies.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320174",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The cumulative incidence of both IPMN-derived invasive carcinoma and de novo PDAC reached 5.5% at 10 years"
    },
    {
      "title": "Respiratory mechanic instability in evaluating the effectiveness of adenotonsillectomy for pediatric obstructive sleep apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the effectiveness of adenotonsillectomy in improving sleep quality and respiratory stability in pediatric patients with OSA, underscoring the utility of RMI as a promising additional marker in conjunction with conventional polysomnographic measures.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320164",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the effectiveness of adenotonsillectomy in improving sleep quality and respiratory stability in pediatric patients with OSA, underscoring the utility of RMI as a promising additional marker in conjunction with conventional polysomnographic measures"
    },
    {
      "title": "Comprehensive Estrogenicity Assessment of 4-Methylbenzophenone via In Vivo, In Vitro, and In Silico Approaches Within an Integrated Testing Strategy Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "4-Methylbenzophenone (4-MBP) is extensively used as a photoinitiator in ultraviolet-cured printing inks and food packaging. This study comprehensively evaluated its estrogenic activity using an Integrated Testing Strategy (ITS) incorporating in vivo, in vitro, and in silico methodologies. Repeated oral administration of 4-MBP at 300mg/kg (lowest observed effect concentration, LOEC) in ovariectomized rats significantly increased relative uterine weight (0.11 ± 0.01% vs. 0.05 ± 0.00% in controls)...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Olomorasib in Combination with Pembrolizumab in Treatment of Patients with KRAS G12C-Mutant Advanced NSCLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Olomorasib + pembrolizumab demonstrated manageable safety and promising antitumor activity in patients with KRAS G12C-mutant advanced NSCLC across PD-L1 expression levels, especially in the high PD-L1 first-line setting.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319864",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Olomorasib + pembrolizumab demonstrated manageable safety and promising antitumor activity in patients with KRAS G12C-mutant advanced NSCLC across PD-L1 expression levels, especially in the high PD-L1 first-line setting"
    },
    {
      "title": "Anti-CD38 VLRB-Fc antibodies from transgenic tobacco exhibit potent anti-myeloma activity in vitro and in vivo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Multiple myeloma (MM) is an incurable hematological malignancy characterized by the abnormal proliferation of malignant plasma cells. While current therapies, particularly anti-CD38 monoclonal antibodies such as daratumumab, have improved patient outcomes, they are often associated with high costs and potential adverse effects. Therefore, there is a growing need for alternative, cost-effective therapeutic strategies. In this study, we report for the first time the successful generation of a...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative bisphosphonates in total hip arthroplasty : safe regardless of treatment duration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Preoperative use of BP ≥ six months before THA does not increase the risk of PPF and revision, and may even lower such risk, supporting safety regardless of treatment duration. Patient-related factors, such as comorbidities and hip fracture, rather than BP use itself, was a key risk factor for periprosthetic complications after THA.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41319705",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative use of BP ≥ six months before THA does not increase the risk of PPF and revision, and may even lower such risk, supporting safety regardless of treatment duration. Patient-related factors, such as comorbidities and hip fracture, rather than BP use itself, was a key risk factor for perip..."
    },
    {
      "title": "Clinical characteristics and predictors of outcomes in septic arthritis of the shoulder : a 16-year study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: An elevated CRP:albumin ratio at two weeks and positive culture findings are significant predictors of unfavourable outcomes in septic arthritis of the shoulder. These findings emphasize the importance of close monitoring and timely intervention in high-risk patients.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319701",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An elevated CRP:albumin ratio at two weeks and positive culture findings are significant predictors of unfavourable outcomes in septic arthritis of the shoulder. These findings emphasize the importance of close monitoring and timely intervention in high-risk patients"
    },
    {
      "title": "A modified Delphi consensus on periprosthetic infection in orthopaedic oncology : a report from the Birmingham Orthopaedic Oncology Meeting (BOOM)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The BOOM meeting achieved consensus for important topics on periprosthetic infection in orthopaedic oncology, but highlighted the low quality of the underlying evidence. This study has provided recommendations for the treatment of leaky wounds, duration of postoperative antibiotic prophylaxis, and choice of revision strategy.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319695",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "topics on periprosthetic infection in orthopaedic oncology, but highlighted the low quality of the underlying evidence",
      "conclusion": "The BOOM meeting achieved consensus for important topics on periprosthetic infection in orthopaedic oncology, but highlighted the low quality of the underlying evidence. This study has provided recommendations for the treatment of leaky wounds, duration of postoperative antibiotic prophylaxis, and c..."
    },
    {
      "title": "Justicia procumbens promotes hair growth and ameliorates age-related deterioration of hair health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: JPAE promotes hair regeneration in chemically depilated models and mitigates age-related hair and vascular deterioration. These findings suggest that JPAE may have potential benefits in maintaining hair health during aging, although further studies are needed to confirm its efficacy and safety in humans.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that JPAE may have potential benefits in maintaining hair health during aging, although further studies are needed to confirm its efficacy and safety in humans",
      "conclusion": "JPAE promotes hair regeneration in chemically depilated models and mitigates age-related hair and vascular deterioration. These findings suggest that JPAE may have potential benefits in maintaining hair health during aging, although further studies are needed to confirm its efficacy and safety in hu..."
    },
    {
      "title": "Use of hyperspectral imaging for the early detection of foodborne pathogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Pathogenic food microbes pose a serious threat to global health, leading to widespread disease outbreaks, economic losses, and disruptions in the food processing and distribution chain. Current detection methods for infectious agents, including conventional culturing and genotypic techniques, are accurate but often face limitations such as costly equipment, the need for specialized personnel, and lengthy analysis times. Hyperspectral imaging (HSI) has emerged as a promising alternative that...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41319613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital Dentistry in Clinical Practice: A Scoping Review of Current Capabilities and Future Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Digital technologies are transforming oral healthcare by enhancing prevention, diagnostics, treatment, and maintenance procedures. However, few comprehensive reviews have synthesized their clinical applications across dental disciplines. This scoping review maps the clinical applications of digital dentistry and informed the development of a 2025 FDI Policy Statement that will guide stakeholders in recognizing both significant advances and ongoing challenges. A systematic search of PubMed,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319579",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benzalkonium chloride accumulates and causes toxicity in the heart and pancreas following the repeated inhalation exposures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Benzalkonium chloride (BKC) is used as a disinfectant and preservative in aerosolized formulations, including various household cleaning products. Although primary organ toxicity of BKC has been reported, secondary organ toxicity after inhalation exposure remains unclear. This study evaluated the biodistribution of radiolabeled [^(14)C] BKC using quantitative whole-body autoradiography in rats. Autoradiography after a single intranasal administration revealed significant accumulation and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hierarchical RAG enhances a pharmacogenomic AI assistant in guideline related queries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that the HRAG framework could contribute to the development of a PGx AI assistant. It may help narrow the knowledge gap and facilitate the broader adoption of PGx.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41319469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the HRAG framework could contribute to the development of a PGx AI assistant",
      "conclusion": "These findings suggest that the HRAG framework could contribute to the development of a PGx AI assistant. It may help narrow the knowledge gap and facilitate the broader adoption of PGx"
    },
    {
      "title": "AI performance for nodule volume doubling time in the follow-up of the UKLS lung cancer screening study compared to expert consensus and histological validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The automated AI system showed strong VDT assessment performance in follow-up screening, outperforming human readers in the early identification of rapid growth in histologically-confirmed cancers, thus supporting its potential to enhance risk stratification and facilitate earlier lung cancer detection.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319449",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The automated AI system showed strong VDT assessment performance in follow-up screening, outperforming human readers in the early identification of rapid growth in histologically-confirmed cancers, thus supporting its potential to enhance risk stratification and facilitate earlier lung cancer detect..."
    },
    {
      "title": "Al Nanoparticle-Decorated Metal Oxide Synaptic Transistors for Ultralow-Energy Neuromorphic Computing with Wide Dynamic Range",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Achieving ultralow energy consumption alongside high synaptic fidelity remains a key challenge in the development of practical and scalable neuromorphic hardware systems. Electrolyte-gated memtransistors (EGMTs), which enable low-voltage analog switching via electric double layer modulation, suffer from a fundamental trade-off between dynamic range and energy consumption. Here, a nanoparticle-engineered EGMT is reported that mitigates this limitation by incorporating aluminum nanoparticles at...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319294",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pre-Administration of Akkermansia Muciniphila Prevents the Development of Severe Acute Graft-Versus-Host Disease in Systemic Organs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Acute graft-versus-host disease (aGvHD) remains a significant clinical challenge, with no optimal treatment despite advancements in medical science. This life-threatening condition, characterized by multi-organ involvement and high mortality, is increasingly linked to the gut microbiota. Therefore, this study investigates the protective effects of Akkermansia muciniphila on aGvHD, focusing on its capacity to modulate the gut microbiome and reduce disease symptoms. A. muciniphila is orally...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41319282",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aspirin Use and Mediterranean Diet Adherence as Factors Associated With Overall Mortality in Patients With MASLD in NHANES",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Aspirin use is independently associated with a several-fold increased mortality risk in older MASLD patients without prior CVD, an effect partly mitigated by high adherence to the Mediterranean diet. Aspirin for primary CVD prevention should be used with caution in this population. Aspirin use and diet are important, often uncontrolled factors associated with mortality in MASLD clinical trials.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319245",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aspirin use is independently associated with a several-fold increased mortality risk in older MASLD patients without prior CVD, an effect partly mitigated by high adherence to the Mediterranean diet. Aspirin for primary CVD prevention should be used with caution in this population"
    },
    {
      "title": "Lower glycemic status was associated with pancreatic cancer risk in prediabetes, but not in diabetes: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The pancreatic cancer incidence rate in the non-DM group significantly increased in the poorly controlled group. These findings suggest that in populations without DM, maintaining optimal glucose control may be associated with a lower risk of developing pancreatic cancer.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41319229",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that in populations without DM, maintaining optimal glucose control may be associated with a lower risk of developing pancreatic cancer",
      "conclusion": "The pancreatic cancer incidence rate in the non-DM group significantly increased in the poorly controlled group. These findings suggest that in populations without DM, maintaining optimal glucose control may be associated with a lower risk of developing pancreatic cancer"
    },
    {
      "title": "Molecular basis for a pore block of Tentonin 3 expressed in HEK293 cells by a conopeptide, NMB-1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: NMB-1 specifically blocks a mechanosensitive channel, TTN3, via electrostatic interaction. These findings offer mechanistic insights into the selective inhibition of TTN3 by NMB-1 and provide a foundation for developing therapeutic agents targeting TTN3-related channelopathies.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41319193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "NMB-1 specifically blocks a mechanosensitive channel, TTN3, via electrostatic interaction",
      "conclusion": "AND IMPLICATIONS: NMB-1 specifically blocks a mechanosensitive channel, TTN3, via electrostatic interaction. These findings offer mechanistic insights into the selective inhibition of TTN3 by NMB-1 and provide a foundation for developing therapeutic agents targeting TTN3-related channelopathies"
    },
    {
      "title": "Skin-Interfaced Therapeutic Patches for Wound Fluid Management and Transdermal Drug Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Delayed or non-healing wounds remain a considerable medical challenge owing to infection-related complications. Consequently, promoting wound healing through effective dressings and transdermal drug delivery systems is crucial. However, current approaches are hindered by complex drug formulations or dependence on bulky external equipment, limiting their practicability and patient convenience. To overcome these limitations, this study presents a skin-interfaced therapeutic patch that integrates...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41319191",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus practice guidelines on sacroiliac joint complex pain from a multispecialty, international working group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SIJ complex pain remains an underappreciated source of chronic low back pain, affecting between 15% and 30% of patients with axial pain predominantly below L5. Answers to many questions were limited by low-quality evidence, indicating the need for better research. SIJ complex pain is a multifarious condition (ie, pain can be from different portions of both the intra- and extra-articular components of the joint) for which an interdisciplinary, multimodal treatment plan can optimize...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318933",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SIJ complex pain remains an underappreciated source of chronic low back pain, affecting between 15% and 30% of patients with axial pain predominantly below L5. Answers to many questions were limited by low-quality evidence, indicating the need for better research"
    },
    {
      "title": "Ultrathin Monatomic Antimony Films by Sacrificial Atomic Layer Deposition for Phase Change Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Antimony (Sb) is an intriguing material for advanced electronics, with thickness-dependent properties at the nanoscale offering new functionalities. However, conventional methods for depositing Sb thin films cannot produce continuous ultrathin films with conformality in complex nanoscale structures. This study introduces a novel sacrificial atomic layer deposition (s-ALD) approach that overcomes these limitations by using chemical substitution between the antimony precursor and the pre-deposited...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41318923",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multifunctional Potent Lewis Acid for In Situ Formation of Poly-Dioxolane Electrolytes Toward High-Performance Quasi-Solid State Lithium Metal Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Quasi-solid-state polymer electrolytes represent a promising strategy for Li metal batteries (LMBs) with superior safety and energy density. However, Li dendrite formation and unstable interfaces significantly hinder their practical application. Here, an AlCl(3)-initiated gel polymer electrolyte (AGPE) is developed via in situ ring-opening polymerization of 1,3-dioxolane (DOL) to directly generate poly(1,3-dioxolane) (PDOL) electrolyte in battery cells. AlCl(3) acts both as polymerization...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41319298",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Communicative and critical health literacy and eating behaviors in Japanese adults predominantly over 40: the modifying role of body image distortion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Fostering functional HL may support healthier eating behaviors, regardless of BID. Communicative HL may be beneficial for individuals with overestimation-type BID, but potentially counterproductive for those with underestimation. Critical HL appears to encourage more restrictive eating, specifically among individuals with overestimated HL.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41320770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fostering functional HL may support healthier eating behaviors, regardless of BID. Communicative HL may be beneficial for individuals with overestimation-type BID, but potentially counterproductive for those with underestimation"
    },
    {
      "title": "Any Role of FDG PET in Renal Cancer?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "[^(18)F] Fluorodeoxyglucose positron emission tomography/computed tomography ([^(18)F] FDG-PET/CT) has traditionally been considered suboptimal for the evaluation of renal tumors due to intense physiological tracer accumulation in the urinary tract. However, incidental detection of renal masses can occur during [^(18)F] FDG-PET examinations, and recognizing that FDG uptake varies according to tumor type can aid differential diagnosis. In patients with renal failure or those undergoing dialysis,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320613",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An improved integrated method to simultaneously quantify yeast cell wall polysaccharides and storage carbohydrates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "In recent years, the yeast cell wall has gained considerable attention due to its role in stress tolerance, pathogenicity, and its high content of functional polysaccharides relevant to food and feed applications. This study introduces an improved analytical method for simultaneously quantifying β-glucan, mannoprotein, glycogen, and trehalose in both crude yeast cells and yeast β-glucan isolates. It combines acid hydrolysis of cell wall polysaccharides into monosaccharides with chromatographic...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current state of the art in redox-sensitive polysaccharide-based prodrug scaffolds for improving therapeutic outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "With an immense advancement in the therapeutic technologies, redox-responsive drug delivery systems have been extensively explored preclinically for the treatment of several critical diseases, including cancer. Particularly, considerable attention has been paid for the fabrication of polysaccharide-based prodrug scaffolds, where a variety of redox-responsive functional groups or pendants is employed to chemically conjugate small-molecule drugs with different carbohydrate polymers. The...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320413",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence of Hepatobiliary Injury in Patients Undergoing Dai-kenchu-to Administration Following Gastrectomy: A Retrospective Cohort Study Using Japanese Diagnosis Procedure Combination Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Dai-kenchu-to is used to prevent and relieve ileus post-gastrectomy; however, it has been reported to cause hepatobiliary injury in 0.3% of patients, and knowledge regarding its risk in this context is limited. In this study, we aimed to evaluate the effect of dai-kenchu-to, a representative traditional Japanese herbal medicine, on the risk of hepatobiliary injury in patients with gastric cancer who underwent gastrectomy, using real-world data from acute care hospitals. The diagnosis procedure...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320312",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the effect of dai-kenchu-to, a representative traditional Japanese herbal medicine, on the risk of hepatobiliary injury in patients with gastric cancer who underwent gastrectomy, using real-w...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective Effects of Maternal Administration of a Standardized Extract of Cultured Lentinula edodes Mycelia against Radiation-Induced Fetal Morphological Abnormalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Exposure to ionizing radiation during early pregnancy poses serious risks to fetal development, particularly during organogenesis. In this study, we evaluated the protective effects of AHCC^(®), a standardized extract of Lentinula edodes mycelia with known immunomodulatory and metabolic properties, using an ICR mouse model. Intraperitoneal administration of AHCC prior to 1.4-Gy γ-irradiation on gestational day 9 significantly reduced the incidence of tail malformations and diaphragmatic hernias,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in preclinical models for pediatric diffuse intrinsic pontine glioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Diffuse intrinsic pontine gliomas (DIPG) are highly aggressive brainstem tumors, representing the leading cause of pediatric cancer-related mortality despite their rarity. DIPGs are predominantly characterized by the H3K27M mutation, which drives tumorigenesis through epigenomic reprogramming and dysregulated gene expression. A major barrier to therapeutic advancement has been the scarcity of representative preclinical models, historically limited by the rarity of tumor tissue samples. Recent...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320302",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limb graft occlusion after translumbar glue-embolization of a type II endoleak",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41320120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor-targeted adeno associated virus-loaded complexes comprising tannic acid and phenylboronic acid-polymers for orthotopic glioblastoma therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Adeno-associated virus (AAV) vectors have emerged as one of the most promising viral vectors for gene therapy due to their capacity for long-term transgene expression, strong safety profile and low pathogenicity, and have been applied to the treatment of refractory cancer such as glioblastoma (GBM). However, AAV-mediated cancer gene therapy faces significant obstacles, including poor tumor targeting and neutralization by pre-existing antibodies (Abs). In this study, we developed a novel...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319961",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Application of Directly Induced Neurons into Neurodegenerative Disease Modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The advent of directly induced neurons (iNs) from human somatic cells has revolutionized disease modeling in neurodegeneration. This approach bypasses pluripotent stage during the neuronal cell inducing steps and preserves donor age-related signatures. This review explores the trajectory of iNs, including multiple induction methods, their applications in modeling neurodegenerative diseases, recent innovations such as three-dimensional (3D) culture platforms, and their potential to advance...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319834",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival analysis of drug effectiveness of remdesivir and dexamethasone for confirmed COVID-19 patients using Japanese medical claim data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Earlier studies and clinical trials have demonstrated that drugs such as antiviral drugs, antibody cocktails, and steroids and anti-inflammatory drugs can be expected to prevent severe COVID-19 outcomes and death. Nevertheless, the timing of drug administration might not have been considered in those analyses.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319785",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of enzymatic and acid hydrolysis treatments on the structure of RG-I segments in the diluted alkali-soluble pectin (DASP) fraction from apple and carrot pomace",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "In this study, diluted alkali-soluble pectin (DASP) fractions from apple and carrot were sequentially extracted, chemically characterized, and subjected to selective enzymatic (β-galactosidase, arabinofuranosidase, RG-I acetyl esterase, rhamnogalacturonan endolyase) and acid hydrolysis modifications. The comparison of these two degradation methods provides novel insight into the structural role of RG-I regions in determining pectin functionality. Apple DASP was characterized by higher...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain Metabolomics and Bioinformatics Analysis of a Lipopolysaccharide (LPS)-Induced Acute Inflammation Model Mouse Reveal Region-Specific Metabolic Alterations and Identify Potential Biomarkers of Neuroinflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Brain metabolomics and bioinformatics analyses were applied to investigate metabolic changes in a lipopolysaccharide (LPS)-induced acute inflammation mouse model. Six-week-old C57BL/6 mice received intraperitoneal LPS at 10 mg/kg to establish systemic inflammation. Control and model mice (n = 5 each) were dissected under isoflurane anesthesia, and serum, cerebrum, hippocampus, cerebellum, and hypothalamus were collected. Serum IL-1β levels were significantly elevated in the model group,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319683",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Superior stability and pollutant degradation via chitosan-immobilized laccase: A comparative study with NH<sub>2</sub>-MIL-125 MOF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The accumulation of emerging pollutants (EPs) in aquatic environments poses significant threats to both human health and ecosystem integrity, highlighting the urgent need for effective and sustainable remediation strategies. Among the available approaches, biological systems such as laccase-based bioremediation have emerged as a promising greener solution, particularly when the enzyme is immobilized to enhance its stability and reusability. Although laccase immobilization on various carriers...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Far-ultraviolet C irradiation on infection risk by airborne porcine reproductive and respiratory syndrome virus 1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Porcine reproductive and respiratory syndrome virus (PRRSV) is a significant porcine pathogen as it impairs reproduction and is a part of the porcine respiratory disease complex in pigs. PRRSV transmits through direct-contact but may also be transmitted over longer distances. Far-ultraviolet C (Far-UVC) radiation inactivates airborne microbes, including viruses, without causing harm to humans or animals. In this pilot study, several experiments were performed to establish an experimental model...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technical note: Automated data extraction from autopsy reports using a custom Python script",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Evidence-based forensic research necessitates the creation of large and valid datasets. However, in our experience many departments face a challenge in how to extract this data from electronically archived records. This technical note describes a custom script created in the Python programming language. The program can extract data on decedent sex, age, body height, body weight, organ weight, organ dimensions, degree of putrefaction, listed cause of death, medical history and scene description...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319600",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of hospitalization on health-related quality of life in patients receiving home oxygen therapy: Insights of the Japanese white paper on home respiratory care 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A history of hospitalization was independently associated with reduced HRQoL in patients receiving HOT. Prospective studies are needed to clarify underlying mechanisms and to evaluate interventions that may minimize HRQoL decline.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319573",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A history of hospitalization was independently associated with reduced HRQoL in patients receiving HOT. Prospective studies are needed to clarify underlying mechanisms and to evaluate interventions that may minimize HRQoL decline"
    },
    {
      "title": "Desaturation in the six-minute walk test predicts progressive pulmonary fibrosis in fibrotic interstitial lung disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Desaturation in the 6MWT was associated with future risk of progression in patients with newly diagnosed FILD.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319572",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Desaturation in the 6MWT was associated with future risk of progression in patients with newly diagnosed FILD"
    },
    {
      "title": "Effects of vitamin D intake alone on elderly body composition: A systematic review and meta-analysis of RCTs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In the present study, vitamin D intake did not increase SMI, LM, or handgrip strength in the elderly individuals, although a possible decrease in FM was observed. Further studies are needed to better elucidate the effects of vitamin D on body composition in the elderly.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the present study, vitamin D intake did not increase SMI, LM, or handgrip strength in the elderly individuals, although a possible decrease in FM was observed. Further studies are needed to better elucidate the effects of vitamin D on body composition in the elderly"
    },
    {
      "title": "Prevalence of HPV vaccine-associated symptoms in unvaccinated Japanese adolescents: A descriptive study from the VENUS study database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our results provide objective evidence of DS even in Japanese adolescents who have not received the HPV vaccine. These results could help support improving HPV vaccine coverage in Japanese adolescents.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evidence of DS even in Japanese adolescents who have not received the HPV vaccine",
      "significance": null,
      "conclusion": "Our results provide objective evidence of DS even in Japanese adolescents who have not received the HPV vaccine. These results could help support improving HPV vaccine coverage in Japanese adolescents"
    },
    {
      "title": "Functions of a subunit of DNA polymerase δ, POLD3, revealed by depletion of WRNIP1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Werner helicase-interacting protein 1 (WRNIP1) binds to Polδ and promotes its activity in vitro; however, the functional relationship between WRNIP1 and Polδ in the DNA damage tolerance process remains unclear. In this study, we performed genetic analyses of WRNIP1 and Polδ in the chicken DT40 cell line by generating WRNIP1^(AID)/POLD3^(-) (POLD3 is the p66 subunit of Polδ) conditional knockout cells using the auxin degron system, where the WRNIP1and POLD3 genes are knocked out, and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Screening of one-bead one-compound cyclic peptide libraries using unpurified proteins from the wheat germ cell-free system to identify protein-protein interaction inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Protein-protein interactions (PPIs) are recognized as both attractive and challenging therapeutic targets. Cyclic peptides are particularly well-suited for PPI inhibition due to their ability to effectively interfere with the extensive surface areas involved in these interactions. One-Bead One-Compound (OBOC) libraries have been widely utilized in affinity-based on-bead screening approaches to identify cyclic peptides targeting PPIs. However, a major bottleneck in OBOC library screening is the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319394",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social inequality in health as a political topic in Denmark in the 21st century",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "This study traces the evolution of the '(in)equality in health' concept in parliament debates in Denmark from 1998 until 2024, exploring how the social determinants of health framework has been translated into policy discourse. We analyzed all parliament speeches employing the (in)equality in health concept between 1998 and 2024, and other significant documents of political intent during this period, including government platform papers, party programs and major political agreements. We then...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "all parliament speeches employing the (in)equality in health concept between 1998 and 2024, and other significant documents of political intent during this period, including government platform papers...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nature-Inspired Myelocytomatosis Oncogene Inhibitor Disrupts Myelocytomatosis Oncogene-Driven Glycolysis and Restricts Ovarian Tumor Growth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Myelocytomatosis oncogene (MYC) inhibitors are not available for clinical applications because the MYC protein is not part of a receptor-ligand pair and lacks a defined binding site for small molecules. GD-07, drug-like small molecule identified throughcheminformatics that selectively binds to the G-quadruplex (G4) in the c-MYC promoter with high binding affinity and selectivity over dsDNA. NMR analysis reveals that GD-07 binds to the upper tetrad of c-MYC G4. It exhibits a favorable...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319337",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bridging Perspectives: Clinician-Adolescent Agreement on Psychopathological Severity in the European MILESTONE Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Improved communication, psychoeducation, and tailored interventions may facilitate greater patient-clinician alignment, thereby supporting more favorable outcomes during this critical developmental period.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Improved communication, psychoeducation, and tailored interventions may facilitate greater patient-clinician alignment, thereby supporting more favorable outcomes during this critical developmental period"
    },
    {
      "title": "Robust Exciton Binding Energy in Aggregated Structure-Sorted Carbon Nanotubes Revealed by Two-Photon Excitation Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Single-walled carbon nanotubes (SWCNTs) exhibit sharp excitonic resonances in their near-infrared optical spectra even when aggregated in macroscale assemblies. This characteristic offers promising opportunities for utilizing SWCNT assemblies as excitonic optofunctional materials. However, as a crucial factor determining the dominance of excitonic resonance, exciton binding energy in high-purity structure-sorted SWCNT membranes remains to be clarified. Here, we report modifications to the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319230",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ventilator-induced brain injury: another iatrogenic complication of mechanical ventilation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Mechanical ventilation is life-saving, but is increasingly recognized to be involved in adverse neurological outcomes. Ventilator-associated brain injury (VABI) refers to primary brain dysfunction directly attributable to mechanical ventilation, independent of sedation, hypoxemia, or sepsis. This review summarizes current evidence on the pathophysiology, clinical impact, monitoring strategies, and potential therapeutic interventions for VABI.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319124",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Mechanical ventilation is life-saving, but is increasingly recognized to be involved in adverse neurological outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pazopanib therapy for children, adolescents, and young adults with relapsed and refractory sarcomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41319025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In a small cohort of children and adolescent and young adult patients with heavily pretreated relapsed or refractory sarcoma, pazopanib may be a feasible option. Further research on optimal therapeutic timing and the target population for pazopanib's indication is required.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41319025",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a small cohort of children and adolescent and young adult patients with heavily pretreated relapsed or refractory sarcoma, pazopanib may be a feasible option. Further research on optimal therapeutic timing and the target population for pazopanib's indication is required"
    },
    {
      "title": "Navigating complexities: differential diagnosis of thrombotic microangiopathies in pregnancy - a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41318920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case highlights the complexity of diagnosing and managing TMA during pregnancy. It emphasizes the need for clinical vigilance and a multidisciplinary approach to identify coexisting metabolic or genetic conditions that may influence both maternal and fetal outcomes.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41318920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the complexity of diagnosing and managing TMA during pregnancy. It emphasizes the need for clinical vigilance and a multidisciplinary approach to identify coexisting metabolic or genetic conditions that may influence both maternal and fetal outcomes"
    },
    {
      "title": "Impacts of Experimental Knee Pain on Gait Biomechanics and Pain Sensitivity: A Randomised Crossover Trial of Young and Pain-Free Volunteers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Changes in PPTs and propulsion impulse were observed after the knee pain induction. Peak knee pain variability can be partly explained using a combination of biomechanics, pain sensitivity and cognitive factors. This forms the basis for a targeted clinical evaluation of patients.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320794",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Changes in PPTs and propulsion impulse were observed after the knee pain induction. Peak knee pain variability can be partly explained using a combination of biomechanics, pain sensitivity and cognitive factors"
    },
    {
      "title": "International migrant workers, heat exposure, and climate change: a systematic review of health risks and protective interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Occupational heat exposure poses significant health risks for international migrant workers. Where interventions exist, barriers to effectiveness remain, with little evidence from low- and middle- income countries. Amid rising global temperatures, a greater focus is needed on improved worker education, worker-tailored and co-designed interventions, updated guidelines, and increased healthcare accessibility.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Occupational heat exposure poses significant health risks for international migrant workers. Where interventions exist, barriers to effectiveness remain, with little evidence from low- and middle- income countries"
    },
    {
      "title": "β-catenin initiates peritoneal fibrosis by triggering mitochondrial fission-mediated mesothelial cell senescence fate transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Targeting β-catenin signaling and mesothelial cell senescence may represent potential therapeutic interventions for preventing peritoneal fibrosis.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320784",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Targeting β-catenin signaling and mesothelial cell senescence may represent potential therapeutic interventions for preventing peritoneal fibrosis"
    },
    {
      "title": "Identification of major loci governing 13 agronomic traits and the fine-mapping of CaSUN29 regulating fruit length in pepper",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Pepper (Capsicum spp.), one of the world's most important vegetable and spice crops, has attracted considerable attention due to its phenotypic diversity, abundant secondary metabolites (particularly capsaicinoids), and substantial economic value. However, current research on the genetic basis and key regulatory genes underlying most traits in pepper is limited. Therefore, in this study, we used two parental lines that presented multiple phenotypic differences-namely, BVRC1 and BVRC25-to...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "vegetable and spice crops, has attracted considerable attention due to its phenotypic diversity, abundant secondary metabolites (particularly capsaicinoids), and substantial economic value",
      "conclusion": null
    },
    {
      "title": "Lactate dehydrogenase and short-term mortality in ICU patients with ischemic stroke: a single-center retrospective analysis of MIMIC-IV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Admission LDH levels are independently associated with in-hospital and 30 day mortality among critically ill IS patients and may serve as a potential adjunct to established prognostic tools for early risk stratification. External, multicenter validation is warranted to confirm these findings.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320775",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Admission LDH levels are independently associated with in-hospital and 30 day mortality among critically ill IS patients and may serve as a potential adjunct to established prognostic tools for early risk stratification. External, multicenter validation is warranted to confirm these findings"
    },
    {
      "title": "From endemic shadows to the light of dawn: the 120-year journey of China's anti-schistosomiasis chariot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Schistosomiasis was first reported in the People's Republic of China (P.R. China) 120 years ago. The national programme of schistosomiasis control started in mid-1950s. The transmission interruption was achieved by 2023. Here we summarize the experience as the five core parts of a running chariot. While the specific historical context of P.R. China's way of schistosomiasis control may be difficult to replicate, the experiences gained underscore several critical principles that might be...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320766",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Socio-economic status, food security and adherence to the Mediterranean diet in five Mediterranean countries: the DELICIOUS project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Food security is a universal need worldwide. This study explored the relationship between food security and adherence to the Mediterranean diet in the context of the DELICIOUS project. A survey involving 2,011 parents of children and adolescents aged 6-17 years was conducted. Adherence to the Mediterranean diet was assessed through the KIDMED score. Information regarding the ease of accessing Mediterranean foods, economic allowance, employment and residence was collected. Logistic regressions...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spectrum, dose, and duration of antibiotic exposure and risk of intensive care unit-acquired carbapenem-resistant gram-negative bacteria: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study identifies ASI per antibiotic day as the principal independent risk factor for ICU-acquired CR-GNB, significantly outweighing the adjusted impact of DDDs or LOT. Therefore, prioritizing antibiotic spectrum optimization is crucial for stewardship strategies targeting CR-GNB prevention in the ICU.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of DDDs or LOT",
      "conclusion": "This study identifies ASI per antibiotic day as the principal independent risk factor for ICU-acquired CR-GNB, significantly outweighing the adjusted impact of DDDs or LOT. Therefore, prioritizing antibiotic spectrum optimization is crucial for stewardship strategies targeting CR-GNB prevention in t..."
    },
    {
      "title": "Isolation, Characterization, and Modes of Action of Antifungal Compounds from Rhizomes of Dryopteris nigropaleacea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative analysis of non-small cell lung cancer identifies Jumonji domain-containing 6/ETS homologous factor axis as a target to overcome radioresistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Radiation therapy (RT) is a key treatment strategy for lung cancer, yet its efficacy is frequently compromised by radioresistance. The combination of RT with targeted therapies enhances treatment outcomes for non-small cell lung cancer (NSCLC). This study aims to investigate new mechanisms of metastasis after RT for NSCLC and improve the durability of the benefits of radiotherapy for lung cancer patients. This integrative study utilized human NSCLC tissue arrays, bulk RNA-sequencing, CUT&Tag...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320721",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to investigate new mechanisms of metastasis after RT for NSCLC and improve the durability of the benefits of radiotherapy for lung cancer patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes and safety in patients with lower-risk myelodysplastic syndromes treated with imetelstat: Substudy of the phase 3 IMerge trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320720",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcome evaluation of osteoporosis patient education: an observational study comparing an intervention group and matched control group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings show that citizens who participated in patient education were more adherent to medication. Results related to quality of life, physical activity, and fear of falling were inconclusive, and therefore, we cannot draw conclusions regarding the overall effectiveness of osteoporosis patient education. Further studies should include baseline measurements and preferably conduct randomized controlled trials.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320715",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings show that citizens who participated in patient education were more adherent to medication. Results related to quality of life, physical activity, and fear of falling were inconclusive, and therefore, we cannot draw conclusions regarding the overall effectiveness of osteoporosis patient ..."
    },
    {
      "title": "Acute Toxicities of Three Para-Phenylenediamine Quinones to Coho Salmon (Oncorhynchus kisutch) Juveniles and Embryonic Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The acute toxicities of para-phenylenediamine quinones (PPDQs) to salmonids at the whole-organism level remain unclear. Therefore, in this study, we investigated the acute toxicities of three PPDQs, 6PPDQ, 7PPDQ, and 8PPDQ in coho salmon (Oncorhynchus kisutch) juveniles and embryonic cells (CSE-119) using 24-h acute toxicity tests and cytotoxicity assays. The 24-h 50% effect concentration values of 6PPDQ and 7PPDQ for the juveniles were 41.5 ng/L (95% confidence interval: 21.6-61.4) and 5.39...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the acute toxicities of three PPDQs, 6PPDQ, 7PPDQ, and 8PPDQ in coho salmon (Oncorhynchus kisutch) juveniles and embryonic cells (CSE-119) using 24-h acute toxicity tests and cytotoxicity assays",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strain-Specific Impact of Titanium Dioxide Nanoparticles on Fremyella Diplosiphon Physiological and Metabolic Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Titanium dioxide nanoparticles (n-TiO₂) have emerged as potent modulators of photosynthetic activity in cyanobacteria; however, their strain-specific physiological effects in Fremyella diplosiphon, a model cyanobacterium, remain unexplored. In this study, we investigated the impact of n-TiO(2) on growth, pigment autofluorescence, photosynthetic capacity, reactive oxygen species (ROS) generation and ATP synthase activity in F. diplosiphon strains B481-SD (overexpressed with the sterol desaturase...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "plos",
      "objective": "the impact of n-TiO(2) on growth, pigment autofluorescence, photosynthetic capacity, reactive oxygen species (ROS) generation and ATP synthase activity in F",
      "significance": "of n-TiO(2) on growth, pigment autofluorescence, photosynthetic capacity, reactive oxygen species (ROS) generation and ATP synthase activity in F",
      "conclusion": null
    },
    {
      "title": "Baseline dual-layer spectral CT-based habitat analysis for preoperative prediction of recurrence in pancreatic cancer after radical resection and its association with tumor-stroma ratio",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The combined model, integrating habitat quantitative parameters, CA19-9 and rim-enhancement, provides a noninvasive approach for predicting the risk of recurrence in PDAC preoperatively. Habitat quantitative parameters could be used to quantitative predict pathological TSR noninvasively.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320688",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combined model, integrating habitat quantitative parameters, CA19-9 and rim-enhancement, provides a noninvasive approach for predicting the risk of recurrence in PDAC preoperatively. Habitat quantitative parameters could be used to quantitative predict pathological TSR noninvasively"
    },
    {
      "title": "10.5 billion CFU/g Paenibacillus polymyxa and Bacillus subtilis wettable powder: a novel fungicide for controlling Rhizoctonia solani by colonizing, reshaping the phyllosphere microbial community and inducing plant resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study elucidates the functions and mechanisms of the composite microbial pesticide PBM, underscoring its potential as an environmentally friendly biological control agent against plant diseases caused by R. solani. © 2025 Society of Chemical Industry.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study elucidates the functions and mechanisms of the composite microbial pesticide PBM, underscoring its potential as an environmentally friendly biological control agent against plant diseases caused by R. solani"
    },
    {
      "title": "Comment on 'Robot-assisted partial nephrectomy using the Hugo™ RAS system: first multicentre study'",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction and validation of a prognostic model of chemotherapy combined with immunotherapy for advanced lung squamous cell carcinoma based on quantitative CT image features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Objective: To construct and validate a prognostic model for patients with advanced lung squamous cell carcinoma (LUSC) receiving chemotherapy combined with immunotherapy based on quantitative CT features. Methods: A total of 96 patients with advanced LUSC who received chemotherapy combined with immunotherapy at Union Hospital, Tongji Medical College, Huazhong University of Science and Technology from November 2020 to October 2023 were retrospectively included. They were randomly divided into a...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "To construct and validate a prognostic model for patients with advanced lung squamous cell carcinoma (LUSC) receiving chemotherapy combined with immunotherapy based on quantitative CT features",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-assisted transformation from single imaging to multi-omics data analysis enhances the precision diagnosis and treatment of lung cancer/lung nodules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Conventional radiomics approaches are constrained by suboptimal diagnostic performance, limited capacity to characterize molecular heterogeneity within the tumor microenvironment, and insufficient capture of critical biological information regarding host immune responses. In response, AI-augmented multi-omics analytics have emerged as a core component throughout the management of lung cancer and pulmonary nodules, decoding intricate tumor biological landscapes to deliver novel dimensions for...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320656",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Practice effect of bundled management strategies for induction of labor: a single-center historical controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Objective: To investigate the impact of bundled management of late-pregnancy induction strategies on induction time and maternal and perinatal clinical outcomes. Methods: This was a historical control study, including 61 pregnant women before the implementation of the bundled management strategies for induction protocol in September 2024, and 78 pregnant women after the implementation in December 2024, who received regular prenatal check-ups and finally admitted to Peking University Third...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320650",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To investigate the impact of bundled management of late-pregnancy induction strategies on induction time and maternal and perinatal clinical outcomes",
      "significance": "of bundled management of late-pregnancy induction strategies on induction time and maternal and perinatal clinical outcomes",
      "conclusion": null
    },
    {
      "title": "Can Patient Education Lead the Way? Head-To-Head Comparison of EXACT and CERT for Early Recognition of Acute COPD Exacerbations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Both EXACT and CERT can accurately detect AECOPD at the time of diagnosis. However, patients were able to recognise worsening symptoms one day before an AECOPD diagnosis when using the CERT.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320645",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both EXACT and CERT can accurately detect AECOPD at the time of diagnosis. However, patients were able to recognise worsening symptoms one day before an AECOPD diagnosis when using the CERT"
    },
    {
      "title": "Identification of cancer-associated fibroblasts and analysis of the association of origin with endothelial-to-mesenchymal transition in hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Background and objective: Cancer-associated fibroblasts (CAFs) promote hepatocellular carcinoma (HCC) progression. Identifying their cellular origin and molecular determinants may help to inform molecular targeted therapy for HCC. Identifying the tissue distribution of CAFs in HCC to indirectly reflect their cellular origin may provide a histological basis for further exploration of their cellular origin and molecular determinants.Methods and results: The tissue distribution of CAFs in 57 HCC...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320635",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Cancer-associated fibroblasts (CAFs) promote hepatocellular carcinoma (HCC) progression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"A bacteriophage protein-driven platform for rapid and precise diagnosis of bacterial pathogens from blood samples\" [Biosens. Bioelectron. 289 (2025) 117896]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative Delirium After Coronary Artery Bypass Grafting in the United States, 2016-2021: Trends, Risk Factors, and Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: POD after CABG is a common and costly complication. This study identifies high-risk patients and modifiable risk factors, emphasizing the need for targeted strategies to reduce the clinical and economic burdens from POD after CABG.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320619",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "POD after CABG is a common and costly complication. This study identifies high-risk patients and modifiable risk factors, emphasizing the need for targeted strategies to reduce the clinical and economic burdens from POD after CABG"
    },
    {
      "title": "Integrating Contrast-Enhanced Ultrasound Features and Serum Biomarkers in an Online Tool Optimizes Noninvasive Hepatocellular Carcinoma Diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CEUS features combined with the serum biomarkers accurately predicted the presence of HCC, achieving an optimal balance. With web-based and mobile calculators for easy use.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CEUS features combined with the serum biomarkers accurately predicted the presence of HCC, achieving an optimal balance. With web-based and mobile calculators for easy use"
    },
    {
      "title": "Deoxycholic Acid Drives ATP4A-Dependent Growth and Migration of Vocal Fold Leukoplakia Epithelial Cells via TGR5/JAK2/STAT3 Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DCA activates the TGR5/JAK2/STAT3 axis to upregulate ATP4A, thereby promoting VFL epithelial cell proliferation and migration. These findings provide novel mechanistic insight linking bile acid reflux to VFL progression and identify TGR5/ATP4A as potential therapeutic targets.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "DCA activates the TGR5/JAK2/STAT3 axis to upregulate ATP4A, thereby promoting VFL epithelial cell proliferation and migration. These findings provide novel mechanistic insight linking bile acid reflux to VFL progression and identify TGR5/ATP4A as potential therapeutic targets"
    },
    {
      "title": "Multicenter comparison of different total body irradiation techniques - Results from the DGMP Working group large-field irradiation techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Total body irradiation (TBI) plays a central role in the treatment of hematooncologic diseases. Due to the large size and heterogeneous nature of the target volume, various irradiation techniques have been developed to ensure a homogeneous dose distribution and accurate dose delivery. In this paper, 22 treatment centers in Germany and Switzerland were asked to present their respective irradiation approaches. In total, four different main techniques, which can be further divided for performing...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic value of CT scoring systems and a simplified prediction model in pediatric moderate-to-severe traumatic brain injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The simplified Naive Bayes model outperforms traditional CT scoring systems in predicting outcomes of pediatric moderate-to-severe TBI. Its easy use, interpretability, and web-based implementation support its potential for clinical application. Further prospective and multicenter studies are needed to validate these findings.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320569",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The simplified Naive Bayes model outperforms traditional CT scoring systems in predicting outcomes of pediatric moderate-to-severe TBI. Its easy use, interpretability, and web-based implementation support its potential for clinical application"
    },
    {
      "title": "A comparative study between ultrasound-guided-attenuation-parameter (UGAP), controlled attenuation parameter (CAP), and proton density fat fraction (PDFF) for assessment of hepatic steatosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: UGAP provides absolute feasibility and higher diagnostic performance. CAP should not be performed in left position.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UGAP provides absolute feasibility and higher diagnostic performance. CAP should not be performed in left position"
    },
    {
      "title": "The Geriatric 10-Second Functional Capacity Test (Ger10-FCT): A Practical and Rapid Screening Tool for Frailty, Sarcopenia, and the Risk of Adverse Health Outcomes in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The Ger10-FCT is a practical and accessible tool that effectively identifies older adults at high risk of adverse health outcomes. Its simplicity and predictive validity make it suitable for integration into community health promotion programs and clinical practice.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Ger10-FCT is a practical and accessible tool that effectively identifies older adults at high risk of adverse health outcomes. Its simplicity and predictive validity make it suitable for integration into community health promotion programs and clinical practice"
    },
    {
      "title": "Prevalence and Influencing Factors of Scoliosis Among Primary and Secondary School Students: A School-Based Cross-Sectional Study in Chongqing, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Scoliosis is affected by a combination of factors, many of which are preventable. Therefore, families, schools and relevant authorities should pay attention to it and should strengthen the development of early screening, prevention and control.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Scoliosis is affected by a combination of factors, many of which are preventable. Therefore, families, schools and relevant authorities should pay attention to it and should strengthen the development of early screening, prevention and control"
    },
    {
      "title": "Real-time prediction of passive and active suicidal ideation in an adolescent clinical sample: Ecological momentary assessment of interpersonal risk factors and mediating mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Findings suggest that passive and active SI may share overlap but also differences in their etiologies. Their relationship with etiological factors and mediators may differ as a function of temporal scale.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320548",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings suggest that passive and active SI may share overlap but also differences in their etiologies. Their relationship with etiological factors and mediators may differ as a function of temporal scale"
    },
    {
      "title": "Categorical Symmetries in Spin Models with Atom Arrays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Categorical symmetries have recently been shown to generalize the classification of phases of matter, significantly broadening the traditional Landau paradigm. To test these predictions, we propose a simple spin chain model that encompasses all gapped phases and second-order phase transitions governed by the categorical symmetry Rep(D_{8}). This model not only captures the essential features of noninvertible phases but is also straightforward enough to enable practical realization. Specifically,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overdispersed Radio Source Counts and Excess Radio Dipole Detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The source count dipole from wide-area radio continuum surveys allows us to test the cosmological standard model. Many radio sources have multiple components, which can cause an overdispersion of the source counts distribution. We account for this effect via a new Bayesian estimator, based on the negative binomial distribution. Combining the two best understood wide-area surveys, NVSS and RACS-low, and the deepest wide-area survey, LoTSS-DR2, we find that the source count dipole exceeds its...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320539",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flux-Tunable Cavity for Dark Matter Detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Developing a dark matter detector with wide mass tunability is an immensely desirable property, yet, it is challenging due to maintaining strong sensitivity. Resonant cavities for dark matter detection have traditionally employed mechanical tuning, moving parts around to change electromagnetic boundary conditions. However, these cavities have proven challenging to operate in sub-Kelvin cryogenic environments due to differential thermal contraction, low heat capacities, and low thermal...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemotaxis-Induced Phase Separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Chemotaxis allows single cells to self-organize at the population level, as classically described by Keller-Segel models. We show that chemotactic aggregation can be understood using a generalized Maxwell construction based on the balance of density fluxes and reactive turnover. This formulation implies that aggregates generically undergo coarsening, which is interrupted and reversed by cell growth and death. Together, both stable and spatiotemporally dynamic aggregates emerge. Our theory...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opening Krylov Space to Access All-Time Dynamics via Dynamical Symmetries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Solving short- and long-time dynamics of closed quantum many-body systems is one of the main challenges of both atomic and condensed matter physics. For locally interacting closed systems, the dynamics of local observables can always be expanded into (pseudolocal) eigenmodes of the Liouvillian, so-called dynamical symmetries. They come in two classes: transient operators, which decay in time and perpetual operators, which either oscillate forever or stay the same (conservation laws). These...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bell Sampling in Quantum Monte Carlo Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Quantum Monte Carlo (QMC) methods are essential for the numerical study of large-scale quantum many-body systems, yet their utility has been significantly hampered by the difficulty in computing key quantities such as off-diagonal operators and entanglement. This Letter introduces Bell-QMC, a novel QMC framework leveraging Bell sampling, a two-copy measurement protocol in the transversal Bell basis. We demonstrate that Bell-QMC enables an efficient and unbiased estimation of both challenging...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coherent Synchrotron Radiation by Excitation of Surface Plasmon Polariton on Near-Critical Solid Microtube Surface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Coherent synchrotron radiation (CSR) is crucial for the development of powerful ultrashort light sources. We present a mechanism for generating CSR in the form of generalised superradiance, based on surface plasmon polaritons (SPPs), which are resonantly excited on a solid, near-critical-density inner surface of a microtube. A high-intensity, circularly polarized laser pulse, propagating along the microtube axis, efficiently couples the cylindrical SPP modes. This process creates azimuthally...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Distributions of Receptors on Arbitrarily Shaped Cell Surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Efficient absorption of molecules through receptors on cell surfaces is crucial for various biological processes. While ubiquitous patterns of receptor distributions, including polar localization in rod-shaped cells, have been widely observed, the underlying evolutionary advantage of these patterns is unclear. In this Letter, we investigate how the spatial distribution of receptors on the cell surface affects the total flux entering the cell. We develop a numerical method that allows for the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-Electrical Self-Switching of van der Waals Chiral Antiferromagnet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Antiferromagnets have garnered significant attention due to their negligible stray field and ultrafast magnetic dynamics, which are promising for high-density and ultrafast spintronic applications. Their dual functionality as both spin sources and information carriers could enable all-electrical self-induced switching of antiferromagnetic order, offering great potential for ultracompact spintronic devices. However, related progress is still elusive. Here, we report the deterministic switching of...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Landau Level Mixing on Various Fractional Quantum Hall States in Trilayer Graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "We present a detailed experimental study of the effect of Landau level mixing on various fractional quantum Hall states (FQHs) about half filling in a multiband system, namely, Bernal stacked trilayer graphene (TLG). In pristine TLG, the excitation energy gaps, Landé g factor, effective mass, and disorder broadening of the odd-denominator FQHs are identical to their hole-conjugate counterpart. This precise particle-hole symmetry (PHS) stems from the lattice mirror symmetry that precludes Landau...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320506",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probing Interfacial Water Dissociation at the Nanoscale with a Quantum Sensor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Controlling and monitoring interfacial chemical reactions is crucial for electrochemistry and photochemistry. Here, we developed a new type of interface-sensitive magnetic resonance technique by combining qPlus-based scanning probe microscopy (SPM) and quantum sensing based on a single nitrogen-vacancy center near the surface of a diamond. Using this technique, we investigated water dissociation at the hydrophilic diamond surface and monitored its elementary steps, including electron transfer,...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320504",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "water dissociation at the hydrophilic diamond surface and monitored its elementary steps, including electron transfer,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation and Manipulation of Optical Parametric Downconversion in the Langevin Regime",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Quantum fluctuation plays a key role in parametric down-conversion in the Langevin regime. In this Letter, we report the experimental realization of optical parametric down-conversion in the Langevin regime on a chip. By precisely controlling the loss inherently tied to fluctuation, we observe the asymmetric Hong-Ou-Mandel dip-a hallmark of quantum fluctuation in the fluctuation-driven parametric down-conversion (PDC)-and the fluctuation-induced compression of single photons by nearly one order...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microsecond-Scale High-Survival and Number-Resolved Detection of Ytterbium Atom Arrays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Scalable atom-based quantum platforms for simulation, computing, and metrology require fast high-fidelity, low-loss imaging of individual atoms. Standard fluorescence detection methods rely on continuous cooling, limiting the detection range to one atom and imposing long imaging times that constrain the experimental cycle and midcircuit conditional operations. Here, we demonstrate fast and low-loss single-atom imaging in optical tweezers without active cooling, enabled by the favorable...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of Modulation-Induced Feshbach Resonance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "In this Letter, we observe a novel resonant mechanism, namely, the modulation-induced Feshbach resonance. By applying a far-detuned laser to the cesium D_{2} transition with intensity modulation, we periodically modulate the energy levels of atomic collisional states. This periodic modulation connects the free-scattering states to shallow molecular states. At specific frequencies, significant atom loss is observed, which corresponds to the resonant coupling between these two types of states....",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320493",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factorizing Defects from Generalized Pinning Fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "We introduce generalized pinning fields in conformal field theory that model a large class of critical impurities at large distance, enriching the familiar universality classes. We provide a rigorous definition of such defects as certain unbounded operators on the Hilbert space and prove that when inserted on codimension-one surfaces they factorize the spacetime into two halves. The factorization channels are further constrained by symmetries in the bulk. As a corollary, we solve such critical...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Latent Phase Transition in Two-Dimensional PdSe_{2}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Conventional phase transitions in two-dimensional (2D) materials typically involve gradual and progressive structural evolution upon external stimuli. However, analogous to the latent heat phenomena in classical thermodynamics, where energy absorption leads to internal reconfiguration without immediate phase change, we report an unconventional \"latent phase transition\" in 2D palladium diselenide (PdSe_{2}), uncovered through in situ atomic scanning transmission electron microscopy. During Pd...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320489",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kerr-Induced Synchronization of a Broadband Magnon-Phonon Hybrid Frequency Comb",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Nonlinear magnonics has emerged as a prominent area of research, with a particular focus on on-chip Kerr nonlinearity. This effect is valuable both for its potential to manipulate magnon states and for its role in addressing the scalability challenges that magnonic devices face. In this Letter, we experimentally investigate a Kerr nonlinear magnomechanical system in a yttrium iron garnet thin-film device that supports magnon resonance coupled with multiple high-overtone bulk acoustic wave...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Firearm projectile collection techniques: A comparative study on the retention of textile fibers adhered during projectile perforation of denim fabric",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Trace evidence plays a critical role in forensic reconstructions, especially when involving microscopic materials transferred during projectile impacts. This study investigated the adherence of blue jeans fibers to 9 mm caliber projectiles, evaluating six projectile collection methods-PVC tube filled with cotton, PVC tube filled with cotton waste, water tank, ballistic vest plates (Kevlar®), combination of cardboard and ballistic plates, and motorcycle tire combined with ballistic plates-and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320454",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the adherence of blue jeans fibers to 9 mm caliber projectiles, evaluating six projectile collection methods-PVC tube filled with cotton, PVC tube filled with cotton waste, water tank, ballistic vest ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced deep learning for automatic classification of fired bullets from standard-issue firearms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Gun violence continues to be a significant global issue, causing countless innocent lives to be lost each year. This study explores deep learning for automated fired bullet marking classification. To address inconsistent results from examiners' subjective same-source judgment, we automate classification to boost forensic firearm examination accuracy and reduce subjectivity. We collected a dataset of 6000 fired bullets from six types of standard-issue firearms commonly used by Chinese law...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320451",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oil absorption capacity of starch: From mechanism, evaluating methods, directional modification to food applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Starch, as the core component of starch-based foods, oil absorption capacity will directly affect the quality characteristics of foods. This review primarily introduced the factors influencing the oil absorption capacity of starch, the evaluating methods, and approaches to enhance or reduce oil absorption rate through directional modification. Meanwhile, the applications of starch with low or high oil absorption capacity in food products were discussed. In addition, the prospects and challenges...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Starch-EGCG complex enhances EGCG bioavailability through microbial metabolism and ameliorates metabolic-associated fatty liver disease via gut-liver axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Starch-polyphenol complexes are recoganized as a new type of resistant starch, while their promotion of polyphenol bioavailability in vivo and potential amelioration impact on metabolic-associated fatty liver disease (MAFLD) remains unclear. In this study, maize starch-epigallocatechin gallate (MaS-EGCG) complexes with an A + V crystalline polymorph were synthesized. In vivo imaging showed that the MaS-EGCG complex exhibited prolonged gastrointestinal retention, with a significantly enriched...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on metabolic-associated fatty liver disease (MAFLD) remains unclear",
      "conclusion": null
    },
    {
      "title": "Construction of lignin crosslinked nanocellulose 3D-printed solar evaporators for efficient seawater desalination via hydroxyl-yne click chemistry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Developing lignin-nanocellulose-based solar evaporators is crucial for sustainable seawater desalination, yet challenges remain, including limited photothermal efficiency, weak water transport, and lignin leaching that compromises structural integrity. Herein, a 3D-printed solar evaporator was fabricated by covalently crosslinking alkali lignin (AL) and TEMPO-oxidized cellulose nanofibers (TOCN) via hydroxyl-yne click chemistry using dipropiolate-terminated polyethylene glycol (DA-PEG) as a...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320427",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carboxymethyl chitosan-based injectable hydrogel immobilizing single-atom nanozymes for localized ROS amplification and ferroptosis-enhanced postoperative oral cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Postoperative recurrence of oral squamous cell carcinoma (OSCC) remains a major clinical challenge, necessitating the development of localized and sustained-release therapeutic platforms. Herein, we report an injectable hydrogel nanocomposite system based on carboxymethyl chitosan (CMCS) and 4-arm polyethylene glycol-benzaldehyde (4-arm-PEG-CHO), crosslinked via dynamic Schiff base bonds, for site-specific and prolonged therapeutic delivery. This carbohydrate polymer-based hydrogel encapsulates...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320424",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural evolution and functional adaptation of energy-storage polysaccharides in animals, plants and fungi",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Glycogen and starch are the main energy-storage polysaccharides in living organisms, and their structural characteristics directly affect metabolic and mobilization capabilities. This study compared the molecular structural parameters of plant amylopectin, fungal glycogen and animal glycogen (the three \"kingdoms\" of living organisms), using structural parameterization through biosynthesis-based models. Analysis of the branch density and of the chain-length distribution showed that plant...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320422",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oven-drying of cellulose 3D skeleton for solar-powered seawater desalination with the assistance of cell template strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Aerogels have emerged as a research hotspot in solar seawater desalination due to their superior steam generation efficiency. However, the complexity of traditional preparation methods such as supercritical-drying or freezing-drying has become a major obstacle limiting the development of aerogels. Here, cellulose/graphite 3D skeleton were successfully constructed through atmospheric-pressure drying with the assistance of the cell template strategy. Cu^(2+) generated in situ between the cell...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320421",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A promising hierarchical-pore cellulose scaffold for cell culture inspired by wood's multiscale architecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Wood-derived cellulose scaffolds, which retain the natural hierarchical and porous microstructure of wood after delignification, has emerged as an excellent natural template for developing novel cellulose-based biomedical materials. However, the interactions between the cellulose scaffold and cells remain insufficiently understood. Drawing inspiration from the unique structure, this study pioneered the utilization of cellulose scaffolds as biocompatible carriers, and L929 fibroblasts were...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320415",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced functionalization strategies of chitin and chitosan toward sustainable nanocomposites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Chitin, acknowledged as the second most abundant natural polymer on Earth, is extensively found in marine organisms including crustaceans, fungi, and corals. Its distinctive chemical structure imparts remarkable mechanical strength, biodegradability, and biocompatibility, rendering it exceptionally well-suited for applications in nanotechnology. However, the intrinsic insolubility of chitin in conventional solvents poses a considerable obstacle to its direct application. To overcome this...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cellulose nanofiber based films with oriented, spiky ball-chain and cocoa-tree gradient heterostructures for electromagnetic interference shielding, thermal management, and sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The proliferation of 5G technology has intensified electromagnetic pollution, necessitating the development of advanced shielding materials with exceptional attenuation and low reflection. Harnessing the abundance of cellulose nanofiber (CNF), this study presents a hierarchically designed trilayer composite film with an inverse gradient structure, featuring a descending magnetic permeability gradient and an ascending electrical conductivity gradient. The architecture comprises: a magnetic field...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320404",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid chitosan-MOF gel electrolytes for durable aqueous zinc-ion batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Efficient energy storage with non-critical materials are increasingly important for decarbonization strategies. Biobased polymers are viable alternatives to the conventional liquid electrolyte and separator pair with safer and stable gel-like electrolytes. We demonstrate the suitability of chitosan, a polysaccharide found in arthropod exoskeletons, fungi, and other living organisms, for aqueous hybrid gel-electrolytes in zinc-ion batteries (ZIBs). Inclusion of a zinc-containing metal-organic...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320403",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for decarbonization strategies",
      "conclusion": null
    },
    {
      "title": "Polysaccharide from Ganoderma lucidum-fermented wheat pericarp: Purification, structural features, and lipid-lowering mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "This study purified and characterized a polysaccharide derived from wheat pericarp via solid-state fermentation (SSF) with Ganoderma lucidum, and evaluated its lipid-lowering effects using an oleic acid (OA)-induced HepG2 cell model. After 6 days of SSF followed by incubation, soluble pentosan content reached 3.73 g/100 g - a 2.3-fold increase over untreated pericarp. A purified polysaccharide fraction designated FPP-1-a was obtained, with a molecular weight of 8.577 kDa. Monosaccharide analysis...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Starch-entrapped microspheres selectively promote propionate or butyrate production through individual-specific modulation of the human fecal microbiome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Starch microspheres encapsulated with chitosan synergistically and beneficially modulate the microbiota composition and metabolic activity of a pooled fecal slurry compared to starch, suggesting a superior prebiotic potential. Interindividual differences in prebiotic potential are, however, unexplored. Therefore, we incubated starch-entrapped microspheres (MS), high amylose maize starch (HAMS) and the reference prebiotic inulin with the separate fecal microbiota derived from six healthy...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural and compositional variations in the intact pulse cotyledon cells determine the in vitro digestion kinetics of starch",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Cooked cotyledon cells were isolated from pulses to investigate how compositional, morphological, and structural variations in encapsulated starch influence in vitro digestion rate and extent of starch. Significant inter-varietal differences were observed in starch (52.2-71.6 %), protein (11.4-22.1 %), dietary fiber (11.5-25.1 %), cell size (85-176 μm), and cell wall thickness (1.6-3.7 μm). Although cooking largely reduced starch crystallinity, runner beans and red kidney beans retained residual...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of an AA10 lytic polysaccharide monooxygenase from Micromonospora aurantiaca and its synergistic mechanism with chitinase in boosting chitin conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Lytic polysaccharide monooxygenases (LPMOs) are auxiliary redox enzymes crucial for the bioconversion of crystalline polysaccharides. This study presents the structural and functional characterization of a novel AA10 family LPMO, designated MaLPMO10C, derived from Micromonospora aurantiaca. Recombinant MaLPMO10C exhibited C1-specific oxidative cleavage activity against α-chitin and β-chitin. Notably, MaLPMO10C displayed strong synergistic effects with its cognate chitinase MaChi1 through a...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320381",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Paper-roll-pencils inspired self-assembled multilayer interwoven nanocellulose supercapacitor electrode enables cross-scale stress impedance coupled with electrochemical stability\" [Carbohydrate Polymers 368 (2025) 124165]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320376",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanochitin as a functional thickener: enhancing rheology, microstructure, and melting stability of ice cream",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Nanochitin is frequently employed as a thickener and emulsifier. In this study, the effects of nanochitin on the rheological properties of aged ice cream mixtures, the melting rate and microstructure of ice cream were evaluated by adding different concentrations of nanochitin to ice cream for the first time. The findings demonstrated that the incorporation of nanochitin into the ice cream mixture resulted in an increase in viscosity and had no significant effect on ice crystal size (< 50 μm)....",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response of starch molecular structure and functional properties of novel perennial Tartary buckwheat lines to different nitrogen and phosphorus fertilizer levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Nitrogen (N) and phosphorus (P) fertilization play a critical role in modulating starch molecular structure and functional properties. Understanding the effects of N and P fertilization on starch properties is essential for optimizing agricultural practices for novel crops. This study developed a novel perennial Tartary buckwheat by crossing annual Tartary buckwheat with perennial Golden buckwheat, and investigated how N and P fertilization affected its starch properties. Our results...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lignocellulose pretreatment: A versatile platform for in situ valorisation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The fate of lignocellulose valorisation resonates with pretreatment technology, which involves both transformation and fractionation to attain the upgrading demands. In fact, pretreatment is not only about tackling biomass recalcitrance, but also a multifunctional transformation process. This contrasts a traditional practice that prioritizes fractionation, where the importance of the pretreatment has been mostly evaluated with an emphasis on its impact on downstream processes such as enzymatic...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on downstream processes such as enzymatic",
      "conclusion": null
    },
    {
      "title": "Chitosan content as a key modulator of gelation threshold and sustained fluconazole release in semi-IPN hydrogels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "The rational design of thermoresponsive hydrogels requires precise control of polymer-polysaccharide interactions to ensure injectability, rapid sol-gel transition, and sustained release. We engineered semi-interpenetrating polymer network (semi-IPN) hydrogels by incorporating increasing concentrations of chitosan (CS) into a fumaric acid-crosslinked poly(N-isopropylacrylamide) (pNIPAM) matrix for localized fluconazole delivery. CS incorporation markedly modified hydrogel structure and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac Angiosarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Angiosarcoma is the most aggressive primary malignant cardiac tumor, typically involving the right atrium and characterized by its high invasiveness, rapid progression, and nonspecific clinical manifestations. The patient presented with recurrent hemorrhagic pericardial effusion and cardiac tamponade. Imaging revealed a right atrial mass, and intraoperative findings confirmed extensive invasion into the pericardium and adjacent structures, necessitating a partial palliative resection....",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320327",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erratum to: Osteoinductivity performance dicalcium phosphate dihydrate-coated porous β-tricalcium phosphate granules in adipose-derived mesenchymal stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics of group A Streptococcus M1 or non-M1 isolates from adult and pediatric populations in central Japan, 2024-2025: sic nucleotide alleles with CovS amino acid mutations of M1 clones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "We aimed to specify the characteristics of group A Streptococcus M1 (n = 23) or non-M1 (n = 282) isolates from adult (n = 176) and pediatric (n = 129) populations in central Japan, October 2024-April 2025. Of the speA-possessing fourteen non-M1 isolates, there were seven emm3.93 isolates from six non-invasive samples of pediatric patients and one invasive specimen of an adult patient. We found the distribution of M1 clones containing M1(global) (n = 1)/M1(13snps) (n = 4)/M1(UK) (n = 18)-lineages...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320298",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "specify the characteristics of group A Streptococcus M1 (n = 23) or non-M1 (n = 282) isolates from adult (n = 176) and pediatric (n = 129) populations in central Japan, October 2024-April 2025",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Are artificial retinas merely an approach to recover sight, or are they a tool of augmented reality beyond natural eyes in blind people?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Implantable artificial retinas have been a considerable technology to help blind people recover their sight. This topic has attracted increasing attention from both patients and clinicians because of the refractory nature of degenerative retinal diseases. A point worth noting is that artificial retinas are conventionally considered to be a tool to help blind patients recover their sight. With the development of materials and sensors, however, such devices might have characteristics of augmented...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320295",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developmental expression of Ap-Vas proteins in aphids and flies reveals their evolutionary roles in insects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Germ cells depend on germline genes for their specification, migration and differentiation during development. Among these, the ATP-dependent RNA helicase gene vasa (vas) is one of the most conserved germline genes across animal phyla. Most organisms have a single copy of vas, but duplications are observed in some lineages. The evolutionary basis for this duplication remains unclear. Most insects, such as the fly Drosophila melanogaster, possess a single vas gene, but the pea aphid Acyrthosiphon...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320289",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein Posttranslational Modifications in Glioma Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM) is the most malignant form of glioma. Glioma stem cells (GSCs) contribute to the initiation, progression, and recurrence of GBM via their self-renewal potential and tumorigenicity. This review presents a brief overview of the influences of two protein posttranslational modifications in GSCs on the properties of GSCs and malignancy of GBM: (I) the ubiquitination of transforming growth factor (TGF)-β receptor (TGFBR) by SMAD-specific E3 ubiquitin protein ligase 2 (SMURF2) and...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320273",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "2-Thiouridine is a Broad-spectrum Antiviral Ribonucleoside Analogue Against Positive-strand RNA Viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Emerging and reemerging viral infections, such as the dengue virus (DENV), continue to cause public health concerns, affecting millions of people worldwide annually. The recent severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) outbreak resulted in significant morbidity and mortality worldwide, seriously impacting human health and the global economy. Given the lack of effective and specific therapeutics against most emerging or reemerging viruses, the development of effective...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical stabilization of craniocervical junction abnormalities in two cats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Two cats were evaluated because of clinical signs consistent with tetraplegia or ataxia of four limbs and cerebellar signs. The cats were diagnosed with craniocervical junction abnormalities (CJAs) by radiographs, computed tomography and magnetic resonance imaging. Both cats underwent surgical stabilization using a patient-specific titanium atlantoaxial (AA) fixation plate and drill guide templates. In case 2, in addition to AA fixation, the separated dens and the occipital bone compressing the...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320251",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The science of tumor-infiltrating lymphocytes (TIL): perspectives from the SITC Surgery Committee",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "Immunity to solid tumors is associated with the hallmarks of cancer-associated inflammation and the ability of immune mechanisms to limit tumor progression. Application of expanded tumor-infiltrating lymphocyte adoptive T cell therapy (TIL ACT) in clinical trials is now practiced at many sites around the world. Prior to immune checkpoint blockade (ICB), an approximate 50% objective response rate was consistently observed across multiple institutions for patients with melanoma. This now-approved...",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320228",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "response rate was consistently observed across multiple institutions for patients with melanoma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD5 ablation enhances persistence and antitumor potency of engineered T cells by mitigating exhaustion and promoting cytotoxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These collective findings establish CD5 ablation as a viable strategy to circumvent the intrinsic limitations of current T cell-based therapies, providing a mechanistic rationale for clinical translation.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320226",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "These collective findings establish CD5 ablation as a viable strategy to circumvent the intrinsic limitations of current T cell-based therapies, providing a mechanistic rationale for clinical translation"
    },
    {
      "title": "Pregnant women's knowledge, attitudes and practices regarding hypothyroidism during pregnancy: a cross-sectional study at the Affiliated Hospital of Southwest Medical University",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251201024148&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study finds that pregnant women generally possess good knowledge, positive attitudes and proactive practices regarding hypothyroidism. It emphasises the need for healthcare providers to implement educational interventions to improve understanding and health outcomes for pregnant women with hypothyroidism.",
      "pubDate": "2025-11-30T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41320224",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study finds that pregnant women generally possess good knowledge, positive attitudes and proactive practices regarding hypothyroidism. It emphasises the need for healthcare providers to implement educational interventions to improve understanding and health outcomes for pregnant women with hypot..."
    }
  ]
}