{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-15T07:43:41.458Z",
  "totalItems": 150,
  "totalArchived": 35297,
  "newPapersAdded": 132,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 27,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 24,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 4,
    "KIST": 3,
    "GIST": 3,
    "Kyung Hee University": 6,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Computer Science": 5,
    "Multidisciplinary": 90,
    "Materials Science": 8,
    "Biomedical": 25,
    "Neuroscience": 6,
    "Cancer Research": 16
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Understanding machine learning weather prediction by designing a cost-efficient model with knowledge-oriented modules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Deep learning-based models are gaining prevalence in global weather forecasting, surpassing the performance of existing numerical models. However, training these models with high-resolution global weather data requires massive computational resources, making it difficult to conduct extensive experiments to understand the model processes. In addition, the reason for region- or variable-dependent accuracy in the machine learning models, along with the extra predictability provided by each...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41392318",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Diversity in Interventional Radiology: A Multifaceted Path Forward",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41391716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nurse Infection Risk by Facility Level of Isolation Wards During the COVID-19 Pandemic: A Comparative Analysis in a South Korean Public Hospital (2022-2023)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The risk of nurse infection was associated with the level of integrated infection control infrastructure. Purpose-built systems substantially reduced occupational exposure.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41391712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The risk of nurse infection was associated with the level of integrated infection control infrastructure. Purpose-built systems substantially reduced occupational exposure"
    },
    {
      "title": "Boehmeria nivea (L.) Gaud. ameliorates airway inflammation by inhibiting Th2 cell differentiation in allergic asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EA-BN mediates its immunoregulatory effects by simultaneously suppressing dendritic cell activation and blocking Th2 cell differentiation, ultimately leading to the downregulation of Th2-driven inflammatory responses. These findings support EA-BN as a potential herbal therapeutic candidate for allergic asthma.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41391519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "EA-BN mediates its immunoregulatory effects by simultaneously suppressing dendritic cell activation and blocking Th2 cell differentiation, ultimately leading to the downregulation of Th2-driven inflammatory responses. These findings support EA-BN as a potential herbal therapeutic candidate for aller..."
    },
    {
      "title": "Thermally Induced Gelation-Derived SiO<sub>x</sub>/C Anodes Modified With Graphene Oxide for Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "SiO(x) is a promising anode material for lithium-ion batteries (LIBs) due to its high theoretical capacity; nevertheless, its practical application is hampered by structural instability, poor conductivity, and uncontrolled solid electrolyte interface (SEI) growth. This study presents a systematic investigation of graphene oxide (GO) as a multifunctional additive integrated onto SiO(x)/C anodes for LIBs, where the SiO(x)/C was synthesized via a thermally induced sol-gel strategy to enhance...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41391182",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Implication of CYP2C19 Genotype According to Clinical Risk Stratification After Drug-Eluting Stent Implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The impact of CYP2C19 genotype in relation to clinical risk is unclear during clopidogrel treatment following drug-eluting stent (DES) implantation. This study aimed to evaluate the prognostic significance of CYP2C19 genotypes based on clinical risk stratification in DES-treated patients. From the nationwide multicenter PTRG-DES (Platelet function and genoType-Related long-term progGosis in DES-treated patients) consortium, patients were classified according to the presence of CYP2C19...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41390953",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the prognostic significance of CYP2C19 genotypes based on clinical risk stratification in DES-treated patients",
      "significance": "of CYP2C19 genotype in relation to clinical risk is unclear during clopidogrel treatment following drug-eluting stent (DES) implantation",
      "conclusion": null
    },
    {
      "title": "Distinct cognitive and functional connectivity features from healthy cohorts can identify clinical obsessive-compulsive disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Improving diagnostic accuracy of obsessive-compulsive disorder (OCD) using models of brain imaging data is a key goal of the field, but this objective is challenging due to the limited size and phenotypic depth of clinical datasets. Leveraging the phenotypic diversity in large non-clinical datasets such as the UK Biobank (UKBB), offers a potential solution to this problem. Nevertheless, it remains unclear whether classification models trained on non-clinical populations will generalise to...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "SNU"
      ],
      "pmid": "41392094",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of the field, but this objective is challenging due to the limited size and phenotypic depth of clinical datasets",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robust fast-switching black electrochromic windows based on solution-processed n-doped transparent organic conductor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Electrochromic (EC) windows face trade-offs in cost, switching speed, color neutrality, and durability. We present solution-processed n-doped poly(benzodifurandione) (n-PBDF) as a robust organic conductor for black EC windows overcoming these limitations. Utilizing an engineered solvent ink and ultrasonic spray coating, we achieve uniform large-area n-PBDF deposition under ambient conditions without additives. n-PBDF EC electrodes show unprecedented weathering durability (maintaining performance...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41392084",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting B-cell maturation antigen in relapsed or refractory multiple myeloma: On the verge of its prime time",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Significant advances have been made in the treatment of multiple myeloma, with B-cell maturation antigen (BCMA)-targeting immunotherapies at the forefront of these developments. Three treatment modalities-including antibody-drug conjugates, bispecific antibodies, and chimeric antigen receptor-T cell therapies-have demonstrated durable responses, each associated with class-specific unique adverse events. Moreover, their efficacy and safety in later stages of multiple myeloma also provide the...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41391998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imlunestrant with or without Abemaciclib in Advanced Breast Cancer: Updated Efficacy Results from the phase 3 EMBER-3 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings reinforce the clinical benefit of imlunestrant-based regimens as a potential all-oral, chemotherapy-free treatment option for endocrine-pretreated patients with ER+, HER2-ABC.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41391667",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings reinforce the clinical benefit of imlunestrant-based regimens as a potential all-oral, chemotherapy-free treatment option for endocrine-pretreated patients with ER+, HER2-ABC"
    },
    {
      "title": "Utility of continuous glucose monitoring in people with type 2 diabetes on insulin-based regimens in clinical practice: A case series and expert opinion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "In individuals with type 2 diabetes (T2D) on insulin, continuous glucose monitoring (CGM) provides feedback on intra- and inter-day glycaemic variations that helps tailor the insulin regimen and lifestyle choices, without the pain of multiple finger pricks. However, practical guidance on the use of CGM in this cohort is limited in Asia. In this case series-based review and expert opinion paper, we aim to provide expert guidance, through a case-based approach, on the use of CGM in people with T2D...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41391549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to provide expert guidance, through a case-based approach, on the use of CGM in people with T2D",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel Microbubble Delivery Platform with High Payload of Paclitaxel upon Focused Ultrasound for Enhanced Glioblastoma Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Effective chemotherapy for glioblastoma (GBM) is severely limited by the impermeability of the blood-brain barrier (BBB). Although paclitaxel (PTX) demonstrates potent anti-glioma activity in vitro, its poor BBB penetration precludes its clinical use for GBM. We developed a novel PTX-loaded microbubble (PTX@MB) platform designed for targeted drug delivery to gliomas via low-intensity focused ultrasound (LIFU). PTX@MB were fabricated using a perfluorocarbon (PFC) liquid core stabilized by F-127,...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41391527",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medication-Related Osteonecrosis of the Jaw: An Evidence-Based 2025 Position Statement from a Korean Multidisciplinary Task Force",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "With a rapidly aging population and increasing use of antiresorptive agents, medication-related osteonecrosis of the jaw (MRONJ) represents a growing clinical challenge worldwide. To address the need for tailored clinical guidance, a multidisciplinary task force was convened. Five Korean academic societies-the Korean Society for Bone and Mineral Research, the Korean Association of Oral and Maxillofacial Surgeons, the Korean Society of Maxillofacial Plastic and Reconstructive Surgeons, the Korean...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41391453",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Carbohydrate Intake Fluctuations on Glucose Profiles: Insights from Continuous Glucose Monitoring-Based Patient Clustering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CGM enables categorization of individuals based on glucose profiles, and higher carbohydrate intake fluctuations are associated with poorer glycemic control. Personalized dietary strategies, particularly stabilizing carbohydrate intake, may support better glucose management in individuals with high mean glucose and low CV.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41391452",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CGM enables categorization of individuals based on glucose profiles, and higher carbohydrate intake fluctuations are associated with poorer glycemic control. Personalized dietary strategies, particularly stabilizing carbohydrate intake, may support better glucose management in individuals with high ..."
    },
    {
      "title": "Efficacy and Safety of Stage 5 Connected Insulin Pens in Type 1 or Type 2 Diabetes: Randomized Controlled Trial Protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This trial will determine whether Stage 5 CIPs are superior to tracking insulin pens in improving glycemic control among adults with type 1 or type 2 diabetes treated with MDI. Overall, this study may offer a promising strategy for enhancing the management and outcomes of patients with diabetes.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41391451",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This trial will determine whether Stage 5 CIPs are superior to tracking insulin pens in improving glycemic control among adults with type 1 or type 2 diabetes treated with MDI. Overall, this study may offer a promising strategy for enhancing the management and outcomes of patients with diabetes"
    },
    {
      "title": "Dopamine regulates nitric oxide biosynthesis, optimizes carbon utilization, and maintains potassium retention to support wheat productivity under salt stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Dopamine, a ubiquitously known catecholamine neurotransmitter in animals, has recently gained prominence for its role as a signaling molecule regulating plant physiological and metabolic activities. However, its potential to mitigate environmental stressors, particularly salt stress, through nitric oxide (NO)-mediated regulation of physiological changes remains largely unexplored in cereal crops such as wheat (Triticum aestivum). The present study investigates the role of dopamine seed priming...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41391434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenolic acid-functionalized and loaded electrospun nanofibers: Innovations in active and multifunctional food packaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The growing demand for sustainable food packaging has driven innovation in electrospun nanofibers integrated with bioactive phenolic acids. This review highlights the pivotal role of phenolic acids-such as tannic acid, gallic acid, and tea polyphenols-in enhancing the functionality of biodegradable polymer matrices (e.g., PLA, PVA, chitosan) made from electrospun nanofibers. These compounds improve mechanical strength, thermal stability, and barrier properties through hydrogen bonding and...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41391383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colored dissolved organic matter estimation using Sentinel-2 imagery in small-scale reservoir: Classification and regression-based data resampling approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Imbalanced datasets represent a significant challenge in accurately estimating Colored Dissolved Organic Matter (CDOM) concentrations in aquatic environments. This study integrates machine learning models with synthetic data generated via classification- and regression-based techniques. Five input variables-Band4/Band5, Band5/Band1, Band5/Band3, Band2/Band5, and Band1/Band2-were inferred from the reflectance of Sentinel-2 imagery using the HSIC-Lasso model, and these were combined with observed...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41391292",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overexpression of TaMAPK20-2 in Brachypodium reveals freezing and drought tolerance via modulation of sugar synthesis pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Mitogen-activated protein kinase (MAPK) cascades play critical roles in plant responses to abiotic stress, yet their functional characterization in wheat remains limited. In this study, we investigated the function of a cold-responsive wheat MAPK gene, TaMAPK20-2, and its associated cascade components. Expression analysis revealed that TaMAPK20-2, TaMKK5, and TaMPKKK1 were significantly upregulated under cold stress. Subcellular localization and BiFC assays confirmed physical interactions among...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41391276",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the function of a cold-responsive wheat MAPK gene, TaMAPK20-2, and its associated cascade components",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rational Nanoarchitecturing of Coinage Metals via Kinetically Controlled Mass-Limited Reaction with EGaIn Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Metallic nanoarchitectures over a large area are attractive for sensors, electronics, energy storage, and catalysis. However, the scalable synthesis of metallic nanoarchitectures with rational control is still challenging. In this study, facile large-scale nanoarchitecturing of coinage metals (Cu, Ag, and Au) is achieved by kinetically controlled alloying and dealloying reactions between eutectic gallium-indium nanoparticles (EGaIn NPs) and coinage metals with HCl treatment. Unlike the reaction...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41391152",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative effectiveness of selective serotonin reuptake inhibitors versus serotonin-norepinephrine reuptake inhibitors in the risk of diagnostic conversion from unipolar depression to bipolar disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study observed no significant difference in the risk of diagnostic conversion to bipolar disorder between SSRI and SNRI users.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41391041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study observed no significant difference in the risk of diagnostic conversion to bipolar disorder between SSRI and SNRI users"
    },
    {
      "title": "In situ electrocrosslinkable and immiscible bioadhesive for robust underwater electrophysiological signal interfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Effective electrophysiological signal transmission is crucial for tissue regeneration, rehabilitation, and bioelectronic applications, particularly in electrically active tissues such as nerves and muscles. However, existing interface materials face significant limitations, including electrical insulation, instability under physiological conditions due to poor underwater adhesiveness, and incompatibility with irregular tissue surfaces. To address these issues, we propose a conductive bioglue...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41391243",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond valgus stress radiography: arithmetic HKA angle (aHKA) as a superior predictor of limb alignment after UKA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: aHKA demonstrated superior predictive accuracy for both postoperative alignment and alignment correction compared to valgus stress FTA. As a bone-based and examiner-independent parameter, aHKA is a valuable tool for preoperative planning in medial UKA and may reduce the need for stress radiography. Video Abstract.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41392281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "aHKA demonstrated superior predictive accuracy for both postoperative alignment and alignment correction compared to valgus stress FTA. As a bone-based and examiner-independent parameter, aHKA is a valuable tool for preoperative planning in medial UKA and may reduce the need for stress radiography"
    },
    {
      "title": "A chemically inducible, leakless Cre recombinase by split-protein-based efficient and enhanced degradation (SPEED)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Chemically inducible DNA recombination systems are a very attractive tool for implementing potent genetic applications. However, conventional systems still suffer from leaky properties in the absence of chemicals. Here we describe a chemically inducible, leakless destabilized Cre recombinase (SPEED-Cre) based on a new approach, split-protein-based efficient and enhanced degradation (SPEED), that consists of a self-assembling split-Cre tagged with a destabilizing domain (DD) mutant from the...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41392268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complex genetic effects linked to plasma protein abundance in the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Understanding genetic associations of proteins is important for studying the molecular effect of genetic variation. A key component of this is to understand the role of complex genetic effects such as dominance and epistasis that are associated with plasma proteins. Therefore, we develop EIR-auto-GP, a deep learning-based approach, to identify complex effects that are associated with protein quantitative trait loci (pQTLs). Applying this method to the UK Biobank proteomics cohort of 48,594...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41392155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for studying the molecular effect of genetic variation",
      "conclusion": null
    },
    {
      "title": "Evaluation of performance measures in predictive artificial intelligence models to support medical decisions: overview and guidance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Numerous measures have been proposed to illustrate the performance of predictive artificial intelligence (AI) models. Selecting appropriate performance measures is essential for predictive AI models intended for use in medical practice. Poorly performing models are misleading and may lead to wrong clinical decisions that can be detrimental to patients and increase financial costs. In this Viewpoint, we assess the merits of classic and contemporary performance measures when validating predictive...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41391983",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sequence-Selective 2'-O-Acetyl Modification of RNA Mediated by Duplex Formation with a Reactive Oligonucleotide Probe Incorporating 4-Thio-dT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "We designed and synthesized an oligonucleotide acetylating reagent (Ac-probe) that selectively acetylates the 2'-OH groups of RNA upon forming a duplex with the target RNA. The Ac-probe can be readily prepared via a post-synthetic modification method using an oligodeoxynucleotide probe containing 4-thio-dT. During the acetylation reaction, 4-thio-dT is regenerated as the reaction proceeds. Notably, an efficient modification was observed when the complementary base of RNA to 4-thio-dT was...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Terminalagin, a New Ellagitannin from Kakadu Plum (Terminalia ferdinandiana)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Kakadu plum (Terminalia ferdinandiana) reportedly has the highest ascorbic acid levels of all plants worldwide and its juice reactivates functions of the retinoblastoma gene (RB) product, a tumor suppressor gene. In this study, the juice of the Kakadu plum was fractionated to identify the constituent active compounds. A novel ellagitannin, named terminalagin, was isolated from Kakadu plum (Terminalia ferdinandiana) juice via bioassay-guided isolation. The structure was determined using...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391874",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Probiotics on Immunosuppressive Drug Pharmacokinetics: Interaction between Bacillus subtilis and Tacrolimus in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The pharmacokinetics of drugs significantly affects their efficacy and adverse effects. Clarifying and predicting individual pharmacokinetic differences is crucial for the appropriate use of pharmaceuticals. Recent studies have suggested that the metabolic potential of intestinal bacteria may influence individual differences in pharmacokinetics. The consumption of probiotics, including supplements and fermented foods, has increased as a recent health trend. However, probiotics may also influence...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic value of <sup>13</sup>N-ammonia positron emission tomography-derived myocardial strain ratio in ischemia with non-obstructive coronary arteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NH(3)-PET-derived MSR is a valuable marker for predicting adverse outcomes in patients with INOCA.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NH(3)-PET-derived MSR is a valuable marker for predicting adverse outcomes in patients with INOCA"
    },
    {
      "title": "Glycogen synthase 2 knock-out zebrafish exhibit enhanced glucose metabolism in the liver",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The liver is one of the major organs for glycogen storage and is essential for maintaining glucose homeostasis in the whole body. Glycogen synthesis in liver is regulated by the rate-limiting enzyme, glycogen synthase 2 (Gys2). In fish, however, the detailed roles of glycogen and Gys2 are poorly understood. In this study, we generated, for the first time, gys2 knock-out (gys2-/-) zebrafish and evaluated the effects of impaired glycogen synthesis on physiological parameters of this fish. No...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vaccine-related beliefs and preventive behavior among Japanese travelers staying at a budget guesthouse in New Delhi, India: travel vaccinations after the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Addressing vaccine confidence, medical trust, and beliefs in natural immunity would be beneficial to promoting travel vaccinations among Japanese travelers staying at a budget guesthouse in New Delhi, India.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41391637",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Addressing vaccine confidence, medical trust, and beliefs in natural immunity would be beneficial to promoting travel vaccinations among Japanese travelers staying at a budget guesthouse in New Delhi, India"
    },
    {
      "title": "Pain diagnoses and pain medication prescriptions before, during and after major depression diagnosis: A nationwide cohort of 521,244 people with new onset depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These patterns suggest that escalating pain and analgesic use may serve as prodromal indicators of MDD, and psychiatric interventions post-diagnosis may reduce reliance on pain medications. Integrating pain and mental health assessments in primary care could facilitate earlier treatment, potentially mitigating the compounded burden of these conditions.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41391622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These patterns suggest that escalating pain and analgesic use may serve as prodromal indicators of MDD, and psychiatric interventions post-diagnosis may reduce reliance on pain medications. Integrating pain and mental health assessments in primary care could facilitate earlier treatment, potentially..."
    },
    {
      "title": "Optical Genome Mapping Is a Powerful Diagnostic Tool in Non-Hodgkin Lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Non-Hodgkin lymphoma (NHL) is a diverse and heterogeneous group of hematologic malignancies. These lymphomas arise from the clonal proliferation of either B-/T- or Natural Killer lymphocytes, and their correct classification relies partly on identifying characteristic structural variants (SV) and copy number alterations (CNA). Current standard of care technologies for detecting these genomic features, chromosome banding analysis (CBA) and fluorescent in-situ hybridization (FISH), are...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41391566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combating Highly Pathogenic Avian Influenza in South Korea: A 15-year retrospective and forward-looking study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Highly Pathogenic Avian Influenza (HPAI), caused by the Orthomyxoviridae family of RNA viruses, poses a serious threat to the global poultry industry, resulting in severe economic losses and raising public health concerns. In South Korea, HPAI outbreaks have recurred since the first case was confirmed in December 2003, with multiple virus subtypes (H5N1, H5N8, and H5N6) affecting domestic poultry farms. Among poultry species, domestic ducks play a crucial role in viral transmission due to their...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First report of perioperative iptacopan interruption in paroxysmal nocturnal hemoglobinuria without breakthrough hemolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of AVATAR Therapy on Voice Hearing in Everyday Life: ESM Outcomes of the AVATAR2 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "AVATAR therapy involves facilitated dialogs between a voice hearer and a digital embodiment of their distressing voice (\"the avatar\"). We conducted a multi-site single-blind randomized controlled trial to evaluate the efficacy of brief (AV-BRF) and extended (AV-EXT) forms of AVATAR therapy, compared with treatment as usual (TAU) alone (AVATAR2). This study reports the data from experience sampling method (ESM) assessments conducted at baseline, end of therapy (16 weeks), and follow-up (28...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "cGMP-compliant high-yield automated production of [<sup>18</sup>F]AlF-FAPI-74: optimization of quality control and evaluation of molar dose impact",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A robust, fully automated, and GMP-compliant production process for [^(18)F]AlF-FAPI-74 is reported with high yield, purity, and stability, suitable for centralized production and distribution. The improved radio-HPLC method enhances quality control precision by accurately quantifying radiochemical and chemical purity. In vivo experiments confirmed fast tumor uptake of [^(18)F]AlF-FAPI-74. While a clear mass effect on tumor-to-background ratios was observed in preclinical studies,...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391071",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A robust, fully automated, and GMP-compliant production process for [^(18)F]AlF-FAPI-74 is reported with high yield, purity, and stability, suitable for centralized production and distribution. The improved radio-HPLC method enhances quality control precision by accurately quantifying radiochemical ..."
    },
    {
      "title": "Higher-Level Structural Classification of Pseudomonas Cyclic Lipopeptides through Their Bioactive Conformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Cyclic lipodepsipeptides (CLiPs) from Pseudomonas are membrane-targeting specialized metabolites with diverse ecological roles and antimicrobial activities. Over the past decades, significant efforts have been made to reveal their chemical constitution and configuration, thus providing the starting point to establishing structure-function correlations, deriving molecular-level understanding of their mode of action, and ultimately harnessing their potential in plant biocontrol and clinical...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41391051",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative Proteomics and Phosphoproteomics Analyses Identify Sex-biased Protein Ontologies of Schistosoma Japonicum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Schistosoma japonicum (S. japonicum) is the causative agent of human schistosomiasis in Asia. Identification of differentially expressed proteins (DEPs) between males and females could elucidate critical signaling pathways underlying sexual maturation and egg production. In the study, quantitative proteome and phosphoproteome profiles were obtained for adult males and females of S. japonicum. In total, we identified 2710 unique proteins, including 2055 proteins and 924 phosphorylated proteins,...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence, distribution and associations of the scleroderma capillaroscopic patterns: new insights from the Italian SPRING-SIR registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SSc-NVC patterns are not strictly time-dependent and can be observed at any stage of the disease, suggesting that microvascular damage progression is heterogeneous across different disease periods. Therefore, a revised classification of NVC changes considering both disease duration and NVC severity could improve its prognostic accuracy.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392303",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SSc-NVC patterns are not strictly time-dependent and can be observed at any stage of the disease, suggesting that microvascular damage progression is heterogeneous across different disease periods. Therefore, a revised classification of NVC changes considering both disease duration and NVC severity ..."
    },
    {
      "title": "Associations of bullying victimization with problematic internet gaming and problematic social media use among adolescents: moderators and differences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Bullying victimization is strongly related to different types of problematic internet use. As differences in the impact on problematic internet gaming and problematic social media use can be identified, prevention should also consider gender, age, educational background and mental health problems. Trial registration DRKS00028183.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on problematic internet gaming and problematic social media use can be identified, prevention should also consider gender, age, educational background and mental health problems",
      "conclusion": "Bullying victimization is strongly related to different types of problematic internet use. As differences in the impact on problematic internet gaming and problematic social media use can be identified, prevention should also consider gender, age, educational background and mental health problems"
    },
    {
      "title": "Dysregulated hippocampal fatty acid metabolism following intermittent hypoxemia-induced neonatal brain injury is rescued by treatment with acetate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The brain is a lipid-rich organ that experiences rapid growth and development after birth in a period hallmarked by extensive lipid synthesis. We still lack a fundamental understanding of lipid metabolism during this critical time of brain development and how these dynamics occur in infants born extremely preterm (<28 weeks of gestation) suffering from brain injuries. Using an established model of neonatal brain injury due to intermittent hypoxemia, we recapitulate hippocampal-dependent...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392293",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic signature of metabolic dysfunction-associated steatotic liver disease and risk of atherosclerotic cardiovascular disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is associated with increased atherosclerotic cardiovascular disease (ASCVD) risk. However, evidence on proteomic mechanisms linking MASLD to ASCVD is limited. This study aims to identify proteomic signatures of MASLD and ASCVD subtypes (ischemic heart disease [IHD], peripheral artery disease [PAD], and stroke), evaluate mediating effects of proteins, and develop a proteomic-based ASCVD risk prediction model in MASLD patients. Among...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392280",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": "to identify proteomic signatures of MASLD and ASCVD subtypes (ischemic heart disease [IHD], peripheral artery disease [PAD], and stroke), evaluate mediating effects of proteins, and develop a proteomi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biophysical simulation enables segmentation and nervous system atlas mapping for image first spatial omics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Spatial omics (SO) produces high-definition mapping of subcellular molecules within tissue samples. Mapping transcripts to anatomical regions requires segmentation, but this remains challenging in tissue cross-sections with tubular structures like axons in peripheral nerve or spinal cord. Neural networks could address misidentification but are hindered by the need for extensive human annotations. We present SiDoLa-NS (Simulate, Don't Label-Nervous System), an image-driven (top-down) approach to...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392269",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National mortality burden attributable to the unprecedented heatwave in 2022 in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study indicated that the frequency and intensity of heatwaves significantly increased in the past 2 decades in China, and the 2022 heatwaves were linked to a substantial mortality burden in China, with significant population and regional heterogeneity. Our findings underscore the need for developing comprehensive heat adaptation plans in the context of rapid aging and ongoing global warming.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study indicated that the frequency and intensity of heatwaves significantly increased in the past 2 decades in China, and the 2022 heatwaves were linked to a substantial mortality burden in China, with significant population and regional heterogeneity. Our findings underscore the need for devel..."
    },
    {
      "title": "National and subnational burden and causes of anemia in China from 1990 to 2023: findings from the Global Burden of Disease Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: From 1990 to 2023, the burden of anemia in China has decreased but remained heavy among women of childbearing age, the elderly, and in the Northwestern region. Tailored prevention and control strategies should be strengthened to reduce the burden of anemia in high-risk areas.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "From 1990 to 2023, the burden of anemia in China has decreased but remained heavy among women of childbearing age, the elderly, and in the Northwestern region. Tailored prevention and control strategies should be strengthened to reduce the burden of anemia in high-risk areas"
    },
    {
      "title": "LAMC2 promotes gallbladder carcinoma metastasis through the TGF- pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that LAMC2 promotes GBC progression and metastasis, potentially by regulating the TGF- signaling pathway. Therefore, LAMC2 could serve as a potential prognostic biomarker and therapeutic target for GBC.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392239",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that LAMC2 promotes GBC progression and metastasis, potentially by regulating the TGF- signaling pathway. Therefore, LAMC2 could serve as a potential prognostic biomarker and therapeutic target for GBC"
    },
    {
      "title": "Visualizing intracellular milieu and electric field-induced cell responses by fluorescence lifetime imaging microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Fluorescence-based optical techniques have significantly advanced our comprehension of living systems, providing invaluable insights into cellular intricacies and facilitating fundamental research and practical diagnostic applications. To explore intracellular environments and the communication among intracellular organelles, we utilized fluorescence lifetime imaging microscopy with exogenous fluorophores of Oregon Green 488 BAPTA-1 AM and Fluovolt and endogenous fluorophores of NAD(P)H and FAD...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Type B aortic dissection in patients aged 30 years or younger: a retrospective multicentre study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In young patients, TBAD predominantly occurs in the context of HTAD. Both open and endovascular repair are associated with excellent early outcomes and mid-term survival. However, HTAD remains a significant predictor of recurrent aortic interventions.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In young patients, TBAD predominantly occurs in the context of HTAD. Both open and endovascular repair are associated with excellent early outcomes and mid-term survival"
    },
    {
      "title": "Therapeutic potential of targeting ceramide for early cardiometabolic lipotoxicity in vivo study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Ceramides (Cer) drive cardiometabolic disease (CMD) by promoting lipotoxicity and oxidative stress, yet their therapeutic potential remains underexplored. We investigated Cer dysregulation in high-fat diet (HFD) fed rats and evaluated three antidiabetic drugs (Sitagliptin, Liraglutide, Saxagliptin) for Cer-modulating effects. HFD elevated CerC16:0 and CerC18:0 across different tissues (serum, heart and liver), with pronounced cardiac CerC18:0 accumulation (1.37  0.103 nmol/g, p < 0.001). Cer...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Cer dysregulation in high-fat diet (HFD) fed rats and evaluated three antidiabetic drugs (Sitagliptin, Liraglutide, Saxagliptin) for Cer-modulating effects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying Out-of-Voxel Echoes in Edited MRS With Phase Cycle Inversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PCI can be broadly applied across pulse sequences and voxel locations, making it a flexible and generalizable approach for diagnosing the CTP origin of OOV signals.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PCI can be broadly applied across pulse sequences and voxel locations, making it a flexible and generalizable approach for diagnosing the CTP origin of OOV signals"
    },
    {
      "title": "Structural basis for pharmacotherapeutic action of triple reuptake inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Most first-line pharmacotherapeutic strategies for depression aim to boost serotonin and norepinephrine levels. However, 35% of patients with depression do not respond adequately to these treatments or experience adverse side effects. The serotonin-norepinephrine-dopamine reuptake inhibitors, also known as triple reuptake inhibitors (TRIs), are emerging as promising antidepressants with greater potency and fewer side effects. Here, we determine an ensemble of structures of DAT in complex with...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392177",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to boost serotonin and norepinephrine levels",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vitexin induces apoptosis and enhances daunorubicin efficacy in acute leukemia via modulation of the HIF-1/Bcl-2/caspase-3 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Acute leukemia is an aggressive hematologic malignancy with limited treatment success owing to drug resistance, severe adverse effects, and high costs. Vitexin, a natural compound, demonstrates promising anticancer properties by modulating multiple pathways and inducing apoptosis, while maintaining favorable toxicity profiles. This study examined the pro-apoptotic effects of vitexin on leukemic cell lines (NB-4 and MOLT-4) and patient-derived bone marrow cells, as well as its combined effect...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392176",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the pro-apoptotic effects of vitexin on leukemic cell lines (NB-4 and MOLT-4) and patient-derived bone marrow cells, as well as its combined effect",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A non-spike nucleocapsid R204P mutation in SARS-CoV-2 Omicron XEC enhances inflammation and pathogenicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The global circulation of SARS-CoV-2 in human populations has driven the emergence of Omicron subvariants, which have become highly diversified through recombination. In late 2024, SARS-CoV-2 Omicron XEC variant emerged from the recombination of two JN.1 progeny, KS.1.1 and KP.3.3, and became predominant worldwide. Here, we investigate virological features of the XEC variant. Epidemic dynamics modeling suggests that spike substitutions in XEC mainly contribute to its increased viral fitness....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The quality and reliability of short videos about amblyopia on TikTok and bilibili: cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Amblyopia is the main cause of monocular vision loss in children. Early recognition and treatment are important to prevent vision loss. As public health awareness increases, short videos platforms like TikTok and Bilibili are increasingly being used to disseminate health information. However, due to the lack of peer review and supervision, short-video platforms tend to disseminate incorrect and incomplete health information. At present, the quality of videos on amblyopia has not been...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392168",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to prevent vision loss",
      "conclusion": null
    },
    {
      "title": "Abrogation of aberrant glycolytic interactions eliminates senescent cells and alleviates aging-related dysfunctions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Cellular senescence is deeply involved in physiological homeostasis, development, tissue repair, aging, and diseases. Senescent cells (SnCs) accumulate in aged tissues and exert deleterious effects by secreting proinflammatory molecules that contribute to chronic inflammation and aging-related diseases. We revealed that an aberrant interaction between glycolytic PGAM1 and Chk1 kinase is augmented in SnCs associated with increased glycolysis, whose byproduct, lactate, promotes this binding in a...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implantable neural probes with monolithically integrated CNTFET arrays for multimodal monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The implantable neural probe for simultaneous recording of various brain signals is one of the key technologies for neurological science and clinics that is yet to be broken through. Here, we introduce an implantable neural probe with integrated carbon nanotube field-effect transistors which is able to perform multimodal recording of electrical and chemical signals of the brain under magnetic resonance imaging (MRI). We demonstrate here a simultaneous measurement of an electrophysiological...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392156",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermally driven surface phase separation in intermetallic alloys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Intermetallic compounds are widely recognized for their high-temperature phase stability and resistance to composition and structural changes. However, we reveal a thermally activated bulk-to-surface mass exchange mechanism that drives surface phase separation, resulting in the formation of surface precipitates with distinct composition and structure from the bulk matrix. Using the archetypal -NiAl system, we show that asymmetries in vacancy formation energies between Ni and Al atoms induce...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392154",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Five-year clinical outcome and immune biomarkers of durable response from the MM1636 trial on IDO/PD-L1 vaccination and PD-1 blockade in first line metastatic melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "We report long-term clinical and immunologic outcomes from the MM1636 trial (NCT03047928), which evaluated a peptide vaccine targeting IDO and PD-L1 in combination with nivolumab in patients with advanced melanoma. At a five-year follow-up, the combination demonstrated durable clinical efficacy, with a 25.5-month median progression-free survival. Serum proteomic profiling identified vaccine-specific immune signatures, with increase in CCL3, CCL4, and TNF emerging as biomarkers of long...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-enhanced and cell-traction-induced piezoelectric scaffolds for repairing bone defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The global increase in traumatic accidents and aging population has brought bone tissue injury and disease to the forefront of global health concerns. Traditional treatment methods face significant challenges, emphasizing the urgent need for advanced bone tissue repair techniques. The bioelectric phenomenon in natural bones is essential for bone development and fracture healing. Therefore, developing innovative repair strategies that replicate or enhance this electric field is expected to...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined association of triglyceride-glucose index and the atherogenic index of plasma with the incidence of cardiovascular diseases among middle-aged and older population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Both baseline and longitudinal changes of TyG-AIP were independently associated with the risk of developing CVDs, especially stroke, in middle-aged and older Chinese adults. Repeated assessment of TyG-AIP captured cardiometabolic deterioration over time and improved identification of individuals at elevated cardiovascular risk. Incorporating long-term monitoring of TyG-AIP into routine health evaluations may enhance population-level CVDs risk prediction and support more effective...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both baseline and longitudinal changes of TyG-AIP were independently associated with the risk of developing CVDs, especially stroke, in middle-aged and older Chinese adults. Repeated assessment of TyG-AIP captured cardiometabolic deterioration over time and improved identification of individuals at ..."
    },
    {
      "title": "Endothelial mitochondrial-derived vesicles (EMDVs) with retinal targeted homing properties dynamically modulate the eIF2-ATF4-CHOP signaling pathway and efficiently restore mitochondrial homeostasis in diabetic retina",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonparametric quantile regression captures regional variability and scaling deviations in Atlantic surfclam length-weight relationships",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The universality of the allometric model for describing the length-weight relationship in marine species has been questioned, particularly for some invertebrates such as sea urchins, clams, and barnacles. In such cases, nonparametric regression models may offer improved flexibility and capture specific patterns-such as inflection points in growth curves-not identified by standard parametric models. These features can support the identification of biologically meaningful thresholds relevant to...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Galectin-9 activates microglial asparagine endopeptidase and promotes -synuclein pathology in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is characterized by the aggregation of misfolded -synuclein (-syn) and microglial activation. Galectin-9 (Gal-9) is an immunoregulatory mediator generated by microglia. Here, we found that -syn fibrils are internalized by microglia and processed by microglial protease AEP, generating -syn species with enhanced seeding activity and neurotoxicity. Notably, the uptake of -syn fibrils by microglia leads to increased expression of Gal-9, which further promotes the...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhalation of 1-bromopropane alters hippocampal expression of pathways related to immune system/inflammation and insulin signaling in experimental rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "1-Bromopropane, an alternative to ozone-depleting solvents, exhibits neurotoxicity in humans and rats. The aim of the present study was to identify the genes or signaling pathways involved in the neurotoxicity and hepatotoxicity of 1-bomopropane in two inbred strains of rats. F344 rats and WNA/NUM rats were exposed to 1-bromopropane or filtered air by inhalation for either a single 8-hour session, or 8 h daily for 4 weeks. Motor nerve conduction velocity and distal latency were measured in the...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of the present study was to identify the genes or signaling pathways involved in the neurotoxicity and hepatotoxicity of 1-bomopropane in two inbred strains of rats",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-frequency observations during Adriatic mucilage event reveal unique phytoplankton traits and diversity response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel, non-spirometric \"BMP index\" for predicting severe adverse outcomes in fibrosing interstitial lung diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Fibrosing interstitial lung diseases (fILDs) exhibit diverse clinical courses and prognoses, with no established biomarkers for predicting acute exacerbation (AE) and early death. This study introduces a novel composite \"BMP index\", integrating body mass index (BMI), mucin-1, and pentraxin 3 (PTX3) to assess AE and early death risk in fILDs. Between January, 2017, and May, 2025, we enrolled 366 patients with fILDs diagnosed, managed and followed at three hospitals in southern Taiwan. Using...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392102",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "3 (PTX3) to assess AE and early death risk in fILDs. Between January",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MRI-derived estimation of biological aging in patients with affective disorders in a 9-year follow-up - a prospective marker of future recurrence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "We investigated whether the brain age gap (BAG)-the difference between chronological age and age estimated from structural MRI scans-is associated with long-term disease course in affective disorders, using a prospective nine-year follow-up design. T1-weighted MRI data were collected at two time points (mean interval = 8.98  2.20 years) from patients with Major Depressive Disorder (MDD; N = 32), Bipolar Disorder (BD; N = 6), and healthy controls (HC; N = 37) across two sites. Using a brain age...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392099",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether the brain age gap (BAG)-the difference between chronological age and age estimated from structural MRI scans-is associated with long-term disease course in affective disorders, using a prospec...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship in women between genetic liability and the risk of onset of alcohol use disorder while pregnant or rearing an infant, toddler, or preschool child",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "While pregnancy clearly reduces the risk for Alcohol Use Disorder (AUD) onset, we know less about the impact on AUD risk of having young children and how these effects vary across maternal age and level of maternal AUD genetic risk. Therefore, in 1.2 million parous Swedish women born 1960-1995, we examined those with a first registration for AUD between ages 15-40 while first pregnant, or while raising their first infant (aged 0-12 months), toddler (13-36 months) or preschooler (37-60 months)....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392098",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "those with a first registration for AUD between ages 15-40 while first pregnant, or while raising their first infant (aged 0-12 months), toddler (13-36 months) or preschooler (37-60 months)",
      "significance": "on AUD risk of having young children and how these effects vary across maternal age and level of maternal AUD genetic risk",
      "conclusion": null
    },
    {
      "title": "Radial growth of twist-stacked covalent organic framework nanofibers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Engineering symmetry breaking is a fertile ground to develop innovative materials with fascinating properties. Herein, we introduce crystallographically incompatible rotation element into two-dimensional polymers and construct twist-stacked covalent organic framework nanofibers (abbreviated as t-COFs). These t-COFs are derived from polymerization between 2,4,6-triformylphloroglucinol and diamines modulated by monodentate alkylamine. Comprehensive electron microscopy analysis reveals their...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392085",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aiolos restricts the generation of antigen-inexperienced, virtual memory CD8<sup>+</sup> T cells in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CD8^(+) virtual memory T (T(VM)) cells rapidly respond to infection via antigen-independent bystander effector functions. While it is recognized that T(VM) cells arise independently of foreign antigen encounter, the mechanisms governing their development are not fully understood. Here, we identify the Ikaros transcription factor Aiolos as a negative regulator of T(VM) cell programming. We observe enhanced frequencies and numbers of T(VM) in the spleen, liver, and blood of unchallenged...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated liver enzyme trajectories in early adulthood and persistently high levels predict type 2 diabetes risk in Japanese adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "This study examined long-term trajectories of liver enzyme levels and their associations with type 2 diabetes risk in Japanese adults. Data were analyzed from 24,380 individuals aged 30-64 years at baseline without type 2 diabetes, comprising 296,171 health check-up records from the Hitachi Cohort Study. Liver enzyme levels, including alanine aminotransferase (ALT), aspartate aminotransferase (AST), and gamma-glutamyl transferase (GGT), were measured annually. Over a mean follow-up of 12.8...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "long-term trajectories of liver enzyme levels and their associations with type 2 diabetes risk in Japanese adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Divergent transcriptional regulation of redox-homeostasis and permeability modulate rifampicin tolerance and sensitivity in Mycobacterium tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Drug-tolerance in Mycobacterium tuberculosis (Mtb) may delay treatment response while drug hypersusceptibility should improve treatment. We investigate the transcriptional regulation of these states in Mtb using a Transcriptional Regulator Induced Phenotype screen combined with an extended, steady-state rifampicin exposure method. We identify three transcription factors (TFs): Rv1359, Rv2887, and Rv3833, whose induction enhances rifampicin tolerance, and four TFs, Rv1189 (sigI), Rv1846c (blaI),...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of age on functional recovery following hospital-based rehabilitation in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "With a rapidly aging population, accurately predicting rehabilitation outcomes in older adults is increasingly important. As the impact of age on recovery trajectories in geriatric rehabilitation remains unclear, we conducted a retrospective observational study to evaluate the effect of older age on improvements in rehabilitation functional outcomes. We included 158 patients (median age: 84 years; IQR: 77.0-88.0) admitted in 2024 to a geriatric rehabilitation unit. Functional status was assessed...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of age on recovery trajectories in geriatric rehabilitation remains unclear, we conducted a retrospective observational study to evaluate the effect of older age on improvements in rehabilitation func...",
      "conclusion": null
    },
    {
      "title": "Bridging Gaps in Pediatric Obesity Management Through Technology - Are We There?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decoding the mechanophysiology for inhaled onset of smallpox with model-based implications for mpox spread",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on: Effectiveness of treatment initiation for secondary fracture prevention in the older population: Japanese Bone-fracture Osteoporosis in Late-stage population Database study (J-BOLD) - emulation of a randomized target trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392040",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neonatal bone marrow interstitial fluid supports expansion and osteogenic ability of human bone marrow mesenchymal stromal cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The bone marrow microenvironment is critical for the maintenance and functionality of stem/progenitor cells, which are essential for bone development and regeneration. However, the composition and potential use of bone marrow interstitial fluid have not been well explored. In this study, we report the role of neonatal bovine bone marrow interstitial fluid (NBIF) in enhancing the bone regeneration capacity of human bone marrow mesenchymal stem cells (hBMSCs). Unlike adult bovine bone marrow...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BRAR-anchored multimodal dataset of panoramic radiographs for periodontal bone resorption grading",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Accurate assessment of alveolar bone resorption from panoramic radiographs is crucial for diagnosing and managing periodontal disease. However, the development of robust, automated diagnostic tools is hindered by a lack of large-scale, expertly annotated multimodal datasets. To address this, we present a comprehensive dataset from 1,104 patients, integrating demographic information, full-mouth panoramic radiographs, and clinician-annotated clinical indicators at both patient and tooth levels. A...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392034",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable bio-based PET hybrid composites reinforced with organic waste and basalt fibres with antibacterial addition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "This study presents the development and characterization of novel hybrid composites based on a bio-based polyethylene terephthalate (bioPET) matrix reinforced with natural and waste-derived fillers-mollusc and eggshell particles, basalt fibres, and titanium dioxide (TiO). The composite specimens were produced using the injection moulding technique. The incorporation of these eco-friendly additives aims to enhance the mechanical performance, sustainability, and functionality of the composites....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to enhance the mechanical performance, sustainability, and functionality of the composites",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunologic Evaluation of First and Second Doses of SARS-CoV-2 XBB.1.5 and the KP.2 Monovalent Booster Vaccines in Nursing Home Residents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: NHRs who received a two-dose regimen of the XBB.1.5 vaccine demonstrated stronger immune responses and higher pre-KP.2 titers than those who received a single dose. However, the diminished cross-protective neutralization of KP.2 highlights the variant's immune evasiveness. The KP.2 booster effectively elicited anti-KP.2 levels, supporting the continued use of updated, variant-matched boosters to protect high-risk populations such as NHRs.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NHRs who received a two-dose regimen of the XBB.1"
    },
    {
      "title": "Appetitive responses toward smoking-related stimuli in abstinence-motivated, non-deprived individuals with chronic tobacco dependence: A multi-methodological investigation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND AIMS: Appetitive responses, such as approach biases, are thought to play a crucial role in smoking. This study aimed to compare responses toward smoking-related stimuli with responses in control conditions (e.g. non-approach or neutral stimuli) using a multi-method approach. By examining associations between response measures and with smoking-related variables, the study sought to extend understanding of their role in abstinence-motivated, non-deprived individuals with chronic...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Appetitive responses, such as approach biases, are thought to play a crucial role in smoking",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Decline and Loss of Independence After Traumatic Injury in Older Adults With Dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Older adults with dementia who sustain traumatic injuries face a substantial risk of functional deterioration and loss of independence in the critical 6-12 months post-injury. These findings highlight the need for interventions aimed at preserving autonomy and minimizing premature transitions to long-term care.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults with dementia who sustain traumatic injuries face a substantial risk of functional deterioration and loss of independence in the critical 6-12 months post-injury. These findings highlight the need for interventions aimed at preserving autonomy and minimizing premature transitions to lon..."
    },
    {
      "title": "Efficacy and safety of pregabalin in managing pain of chronic pancreatitis: A systematic review and meta-analysis of randomized controlled trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41392007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Durability of balloon-expandable and self-expandable transcatheter aortic valves in patients with a large aortic annulus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the current analysis focusing on patients with LAA, the BE-THV and SE-THV groups had a comparable long-term prognosis, but the BE-THV group had a lower BVF rate than did the SE-THV group.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391990",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the current analysis focusing on patients with LAA, the BE-THV and SE-THV groups had a comparable long-term prognosis, but the BE-THV group had a lower BVF rate than did the SE-THV group"
    },
    {
      "title": "Sexual health and challenges among 15-89-year-old Danes with and without severe visual impairment: Baseline findings in a nationally representative cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study underscores significant sexual health challenges among individuals with severe visual impairment, notably victimization (both genders) and unsafe sex (men). Additionally, higher rates of same-sex sexual experiences and non-heterosexual identities were observed among visually impaired women.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study underscores significant sexual health challenges among individuals with severe visual impairment, notably victimization (both genders) and unsafe sex (men). Additionally, higher rates of same-sex sexual experiences and non-heterosexual identities were observed among visually impaired women"
    },
    {
      "title": "MCT8 Modulates Metabolite Uptake and T-cell Exhaustion to Promote Immunosuppression and Tumor Progression in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Solute carrier family 16 member 2 (SLC16A2), also known as monocarboxylate transporter 8 (MCT8), is a member of the SLC16 family that exerts essential functions in the transport of elemental cell nutrients. This study explores the function of SLC16A2 in hepatocellular carcinoma (HCC) progression, particularly its impact on T-cell function. We established Slc16a2 gene knockout (Slc16a2ko) C57BL/6 mice and injected H22 cells subcutaneously to analyze tumor growth and T-cell activity in vivo....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391952",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "on T-cell function",
      "conclusion": null
    },
    {
      "title": "Involvement of the FGF8/FGF Receptor Signaling Pathway in the Maintenance and Progression of Fusion-Positive Rhabdomyosarcoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "We previously used a myoblast model of fusion-positive rhabdomyosarcoma (FP-RMS) to show that FGF8, a PAX3-FOXO1 (P3F) transcriptional target, is required for P3F-driven tumorigenicity and, when aberrantly expressed, can maintain tumorigenicity in P3F-independent recurrent tumors. We report in this study that FGF8, FGFR1, and FGFR4 are often highly expressed in FP-RMS tumors. High FGF8 expression in FP-RMS cells is associated with high sensitivity to an FGFR4 inhibitor and a pan-FGFR inhibitor....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391950",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Insights on the ISHLT Perioperative Utilization of ECLS In Lung Transplantation Consensus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The International Society for Heart and Lung Transplantation Consensus for Perioperative Utilization of Extracorporeal Life Support in Lung Transplantation consists of 111 Delphi-derived statements across 3 separate manuscripts. These statements aim to provide comprehensive phase-of-care recommendations for international multidisciplinary teams to use in their clinical practice from time of recipient waitlisting to six-months post-hospital discharge. In this article, the multidisciplinary author...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391902",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to provide comprehensive phase-of-care recommendations for international multidisciplinary teams to use in their clinical practice from time of recipient waitlisting to six-months post-hospital discha...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radioablation for Ventricular Tachycardia: Current Evidence and Future Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Stereotactic arrhythmia radioablation (STAR) has emerged as a novel, noninvasive therapeutic option for patients with drug- and ablation-refractory ventricular tachycardia (VT). Derived from stereotactic body radiotherapy (SBRT), STAR enables the delivery of a single, high-dose fraction of ionizing radiation to arrhythmogenic myocardial tissue with submillimeter precision while minimizing exposure to surrounding cardiac and extracardiac structures. This review summarizes current evidence...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391899",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Probing polarization response of monolayer cell cultures with entangled photon pairs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "This study addresses the critical need for high signal-to-noise ratio in optical detection methods for biological sample discrimination under low-photon-flux conditions to ensure accuracy without compromising sample integrity. We explore polarization-based probing, which often excels over intensity modulation when assessing a specimen's morphology. Leveraging non-classical light sources, our approach capitalizes on sub-Poissonian photon statistics and quantum correlation-based measurements. We...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Blood Pressure Discrepancy Between Arm and Finger as a Predictor of Intradialytic Hypotension: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: To early detect intradialytic hypotension, we used continuous finger-cuff blood pressure technology in our hemodialysis patients. We noticed differences between noninvasive blood pressure measurements at the brachial and finger sites. Such discrepancies might reveal arterial property changes from proximal to distal arm. We then investigated if blood pressure discrepancies helped predict intradialytic hypotension for each hemodialysis session.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391879",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IRF1 is an Upstream Regulatory Transcription Factor of Eosinophils in Type 1 Environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Mouse and human eosinophils have significant similarities in their transcriptomes for their responses to type 2 and type 1 cytokines. IRF1 is increased in mouse and human eosinophils in type 1 environments, and regulates immune responses of mouse eosinophils stimulated with type 1 cytokines.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391829",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mouse and human eosinophils have significant similarities in their transcriptomes for their responses to type 2 and type 1 cytokines. IRF1 is increased in mouse and human eosinophils in type 1 environments, and regulates immune responses of mouse eosinophils stimulated with type 1 cytokines"
    },
    {
      "title": "Konjac glucomannan-based edible coatings for preservation of Dendrobium officinale",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Dendrobium officinale is a nutrient-rich herbal medicine, which often suffer from mildew, dehydration, and other problems during storage. To address the issue of spoilage, we exploited a biomass sourced conformal coating based on konjac glucomannan (KGM) as a matrix, citric acid and ascorbic acid as additives. The KGM-based composite coatings were successfully obtained via the cross-linking and hydrogen bond interaction between KGM matrix and additives. Results showed that the coating material...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391809",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The gut-liver axis mediates the protective effect of Cinnamomum chago polysaccharide against acute liver injury: Insights from integrated microbiome and metabolomics analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Cinnamomum chago B. S. Sun et H. L. Zhao polysaccharide (CCP) was evaluated for its hepatoprotective effects against carbon tetrachloride (CCl)-induced acute liver injury (ALI). The results demonstrated that CCP improved liver histopathology in ALI mice, significantly decreased serum biochemical indicators of liver injury, and enhanced hepatic antioxidant capacity. Western blot analysis further revealed that CCP activated the Nrf2/NQO1 signaling pathway, thereby strengthening the antioxidant...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor microenvironment-responsive nanoparticles composed of hyaluronic acid and stearic acid for the treatment of lung metastasis in triple-negative breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer lung metastasis is a key challenge in its treatment. We herein present an intelligent nanoparticle delivery platform, HCS, which was fabricated by synthesizing a polymer long-chain SA-CY-HA (HCS) through a two-step amidation reaction utilizing stearic acid (SA), cystamine dihydrochloride (CY), and hyaluronic acid (HA). This platform facilitates the co-delivery of paclitaxel (PTX) and honokiol (Hol), thereby concurrently suppressing tumor growth and lung metastasis....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391799",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of DNAJC3 in enhancing glioma progression and regulating the tumor immune microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Endoplasmic reticulum stress (ERS) is one of the important characteristics of tumors. Studies have demonstrated that ERS-related proteins play crucial roles in tumor initiation, progression, and immune infiltration. However, the specific role of ERS-induced DNAJC3 in glioma remains unclear. In this study, we employed proteomic profiling combined with public databases to screen for differentially expressed proteins and found that DNAJC3 was significantly overexpressed in glioma. Subsequently, a...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391769",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "characteristics of tumors",
      "conclusion": null
    },
    {
      "title": "A pathway for D-cysteinolate degradation in sulfate- and sulfite-reducing bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Sulfonates, characterized by a C-SO(3)^(-) moiety, are widespread in the environment. Sulfate- and sulfite-reducing bacteria (SRB) degrade many naturally occurring sulfonates to produce H(2)S, playing a vital role in sulfur metabolism in anaerobic environments, including the human gut. One of the most abundant sulfonates in marine environments is D-cysteinolate, which functions as an osmolyte in many marine organisms, though mechanisms for its anaerobic degradation remain unknown. Here, we...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "KRAS<sup>G12D</sup> mutation promotes pancreatic tumorigenesis by suppressing Sirtuin 3 via the guanine nucleotide exchange factor RCC1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "KRAS^(G12D) mutation is a prevalent gain-of-function mutation that drives pancreatic cancer tumorigenesis, but the underlying mechanisms that promote KRAS-induced cell proliferation and tumor formation remain elusive. To uncover the molecular pathways that facilitate KRAS^(G12D)-driven malignant transformation, we measured the transcriptomic alterations at various time points after induction of KRAS^(G12D) expression in human pancreatic normal epithelial (HPNE) cells. KEGG pathway enrichment of...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tooth loss and masticatory function in older adults: A 15-year population-based time trend study in Singapore",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Tooth retention has improved modestly among older adults in Singapore but this has not consistently translated into better masticatory function. The findings inform clinicians and policymakers about the potential effectiveness of public oral health initiatives over time and underscore the need for sustained, targeted strategies to support functional oral health in ageing populations.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tooth retention has improved modestly among older adults in Singapore but this has not consistently translated into better masticatory function. The findings inform clinicians and policymakers about the potential effectiveness of public oral health initiatives over time and underscore the need for s..."
    },
    {
      "title": "Comparison of epilepsy mouse models induced by kainic acid through different administration routes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Sleep disruption associated with epilepsy is frequently observed in clinical practice. Various epilepsy animal models including the widely-used chemoconvulsant kainic acid (KA) have been developed to unveil the mechanisms underlying this life-threatening central disorder and improve sleep management. However, a systematic comparison of epilepsy models induced through different KA administration routes (intrahippocampal, IH, vs. intraperitoneal, IP) remains lacking. In this study, we monitored...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391753",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loss of Angptl4 Protects Mice from Intestinal Colitis and Tumorigenesis with Alternative Activation of Macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Angiopoietin-like 4 (Angptl4) is a secreted glycoprotein involved in the regulation of various homeostatic and disease processes. In the intestine, prior studies have suggested protective roles for Angptl4 in inflammation using Angptl4 knockout (Angptl4^(KO)) mouse models; however, phenotypic variability-such as perinatal lethality and intestinal inflammation accompanied by lymphatic defects in only a subset of animals-has complicated the interpretation of its role in intestinal pathogenesis. In...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391750",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting Skeletal Muscle in Duchenne Muscular Dystrophy: Integrating In-Silico and Experimental Approaches to SGLT2 Inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Duchenne Muscular Dystrophy (DMD) is a severe X-linked disorder with progressive myofiber degeneration and fibrosis from dystrophin deficiency. Current therapies are largely supportive with limited anti-fibrotic benefit, prompting new strategies. Sodium-Glucose Co-Transporter-2 inhibitors (SGLT2i) show emerging anti-fibrotic and anti-inflammatory effects. We integrated open-access proteomic and transcriptomic datasets for in-silico analyses, including differential gene expression (DE), Weighted...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preventing osteoarthritis after anterior cruciate ligament injury: the case for targeting pre-osteoarthritis illness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391746",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Empirical Simulation of Internal Validation Methods for Prediction Models: Comparing k-Fold Cross-validation with Bootstrap-Based Optimism Correction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The performance of bootstrap-based optimism correction methods can be affected by model complexity, although the .632+ estimator performs best in parameter models based on small-sample training. In comparison, 10-fold cross-validation is more robust and easier to implement. Therefore, it is recommended to prioritize 10-fold cross-validation as the internal validation method for prediction models.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The performance of bootstrap-based optimism correction methods can be affected by model complexity, although the .632+ estimator performs best in parameter models based on small-sample training"
    },
    {
      "title": "Defining Racial Health Equity: An Integrative Analysis of Terminology and Conceptualizations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings highlight that a clear and consistent definition of racial health equity will assist researchers, practitioners, and policymakers with developing metrics and interventions aimed at reducing racial health inequities. Thus, we propose a working definition for racial health equity, which emphasizes 1) fairness and justice in health, 2) equality in health outcomes and access across racialized groups, 3) a recognition that social consequences of one's race and/or ethnicity...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight that a clear and consistent definition of racial health equity will assist researchers, practitioners, and policymakers with developing metrics and interventions aimed at reducing racial health inequities. Thus, we propose a working definition for racial health equity, which e..."
    },
    {
      "title": "Factors influencing use and choice of Core Outcome Sets and Outcome Measurement Instruments in trials of interventions to prevent childhood obesity: A mixed-methods survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Trialists' awareness and use of childhood obesity related COS is positive, and may be enhanced through provision of guidance and resources to support COS and COMS use. Development of COMS should consider trialist-reported factors related to feasibility and measurement properties. Such considerations can enhance COS and COMS use in trials, reducing outcome heterogeneity, and improving evaluation of intervention effectiveness to prevent childhood obesity.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Trialists' awareness and use of childhood obesity related COS is positive, and may be enhanced through provision of guidance and resources to support COS and COMS use. Development of COMS should consider trialist-reported factors related to feasibility and measurement properties"
    },
    {
      "title": "Corrigendum to \"Toxicokinetics and in vivo genotoxicity after single dose oral gavage and intravenous administration of N-Nitrosonornicotine in Sprague Dawley rats\" [Toxicology and Applied Pharmacology 505 (2025), 117572]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumor targeted radionuclide-nanomedicine for clinical translation: From carrier innovation to precision therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Targeted radionuclide therapy (RNT) precisely delivers radiation to tumors, yet solid tumors remain challenging due to heterogeneous target expression, poor intratumoral delivery, and off-target exposure to normal organs. As an emerging paradigm in precision oncology, tumor targeted radionuclide-nanomedicines provide a structural and functional platform to overcome the vector-dependent limitations of conventional radiopharmaceuticals. They improve the in vivo stability of radiolabeled...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391729",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stimuli-responsive nanomedicines for hepatic diseases: mechanism, design, recent advances, and clinical translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "In recent years, stimuli-responsive nanomedicines have increasingly attracted attention for their potential in the management of various liver disorders. This review recapitulates a distinctive physiological architecture and pathological microenvironmental characteristics of the liver, providing biological insights into governing accumulation and activation of stimuli-responsive nanomedicines. Design strategies for stimuli-responsive nanomedicines are surveyed, including leveraging both...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391725",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding excipient interactions unlocks untapped potential of RNA-lipid nanoparticles in dry powder formulations for local pulmonary delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Small interfering RNA (siRNA)-loaded lipid nanoparticles (LNPs) are a promising modality for gene silencing therapies. Pulmonary delivery offers an attractive, non-invasive route to target respiratory diseases. However, the development of stable dry powder formulations suitable for inhalation remains a key challenge. In this study, we investigated the impact of spray drying on the physicochemical integrity and biological performance of siRNA-LNPs. Four LNP formulations differing in PEG-lipid...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391722",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of spray drying on the physicochemical integrity and biological performance of siRNA-LNPs",
      "significance": "of spray drying on the physicochemical integrity and biological performance of siRNA-LNPs",
      "conclusion": null
    },
    {
      "title": "Development of an optimized E0-based indirect ELISA for serological detection of bovine viral diarrhea virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Bovine viral diarrhea virus (BVDV), a globally prevalent immunosuppressive pathogen, continues to challenge the cattle industry, prompting the search for more effective diagnostic and immunogenic targets. The envelope glycoprotein E2, once the central focus of vaccine and diagnostic research, is now considered suboptimal because of its pronounced sequence variability, which limits cross-subtype efficacy. In contrast, the E0 protein, a more conserved outer membrane glycoprotein, has emerged as a...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term immune and epigenetic dysregulation following COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Post-Acute COVID-19 syndrome (PACS) is heterogeneous in phenotype and functional state. This prospective, observational study studied adults six months after acute COVID-19. We defined clinical phenotypes and profiled plasma mediators grouped into functional pathways (IL-1, IL-17, IFN/IFN-related cytokines, pro-/anti-inflammatory clusters). A subset underwent RNA-seq and ChIP-seq experiments. Three cohorts were analyzed (Exploratory n = 46; Discovery n = 591; Validation Cohort n = 289). PACS...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391701",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Renin inhibition improved muscular function by alleviating insulin resistance and AGEs/RAGE signaling in skeletal muscle associated with high glucose: Exploration of renin inhibitor tanshinone IIA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Diabeticsarcopenia (DS) is a key complication in skeletal muscle associated with hyperglycemia. This study aimed to clarify the role of tissue renin-angiotensin system (RAS) in DS and to explore novel renin inhibitor to preserve muscle associated with diabetes. A case-control study was performed to assess angiotensin II (Ang II) level in diabetes participants with/without sarcopenia. The docking analysis, the molecular dynamics simulation, and the surface plasmon resonance as well as the human...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "clarify the role of tissue renin-angiotensin system (RAS) in DS and to explore novel renin inhibitor to preserve muscle associated with diabetes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety of Pharmacologic Dilation: Incidence and Risk Factors of Acute Angle Closure in a Nationwide Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In a nationwide cohort, the risk of AAC diagnosis following dilation ranged from around 1 in 7,000 to 26,000 dilations. Given the apparent safety of dilation and its importance in comprehensive eye exams and teleretinal care, further discussions regarding concerns about AAC with dilation are warranted.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391680",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a nationwide cohort, the risk of AAC diagnosis following dilation ranged from around 1 in 7,000 to 26,000 dilations. Given the apparent safety of dilation and its importance in comprehensive eye exams and teleretinal care, further discussions regarding concerns about AAC with dilation are warrant..."
    },
    {
      "title": "hPMSC-derived Exosomal miR-26-5p modulates macrophage polarization for liver repair in DILI via PTEN/mTOR signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Based on our findings, it is suggested that the PTEN/mTOR/TGF-1 signaling pathway is involved in regulating macrophage activation through hPMSC exosomal miR-26-5p, thereby highlighting its therapeutic potential in liver injury treatment.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on our findings, it is suggested that the PTEN/mTOR/TGF-1 signaling pathway is involved in regulating macrophage activation through hPMSC exosomal miR-26-5p, thereby highlighting its therapeutic potential in liver injury treatment"
    },
    {
      "title": "Vegetarian diet and likelihood of becoming centenarians in Chinese adults aged 80 years or older: a nested case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Targeting individuals of advanced age (80+ years) in China, we found that individuals following vegetarian diet had lower likelihood of becoming centenarians relative to omnivores, underscoring the importance of a balanced high-quality diet with animal- and plant-derived food composition for exceptional longevity, especially in the underweight oldest-old.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeting individuals of advanced age (80+ years) in China, we found that individuals following vegetarian diet had lower likelihood of becoming centenarians relative to omnivores, underscoring the importance of a balanced high-quality diet with animal- and plant-derived food composition for excepti..."
    },
    {
      "title": "A Retrospective Examination of Referral Patterns to Physical Therapy After Concussion: Have We Kept Up with Current Guidelines?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The time to PT evaluation was similar to that found in other studies conducted prior to publication of recent concussion guidelines. This continued delay in being seen by PT may be due to lack of awareness of concussion guidelines by non-specialty providers, and limited availability of concussion specialist therapists contributing to long appointment wait times.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The time to PT evaluation was similar to that found in other studies conducted prior to publication of recent concussion guidelines. This continued delay in being seen by PT may be due to lack of awareness of concussion guidelines by non-specialty providers, and limited availability of concussion sp..."
    },
    {
      "title": "Editorial: Robotics in laboratory automation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The increasing complexity of modern life science laboratories presents unique challenges for automation and robotics that extend beyond traditional industrial applications. As laboratory workflows become increasingly intricate, the integration of robotic systems has become essential to improve efficiency, reproducibility, and scalability. This special issue highlights recent advances in laboratory automation, focusing on innovative robotic solutions that enhance experimental precision and...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Timing of energy intake and ultra-processed food consumption are associated with obesity in adults in the United Kingdom: a pooled cross-sectional analysis of the National Diet and Nutrition Survey (2008-2019)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The timing of energy intake was associated with overweight, while higher consumption of UPF at all times of day was associated with obesity. The strength of the association between UPF consumption and indicators of obesity was greater in the evening compared to the morning and midday.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391603",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The timing of energy intake was associated with overweight, while higher consumption of UPF at all times of day was associated with obesity. The strength of the association between UPF consumption and indicators of obesity was greater in the evening compared to the morning and midday"
    },
    {
      "title": "Withanolides from Physalis minima as potential anti-inflammatory agents: From isolation to in vitro and in vivo validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Ten withanolides (1-10) were isolated from Physalis minima L., a medicinal and edible plant. Among them, five (1-5) are previously undescribed. Their chemical structures were established through comprehensive spectroscopic and spectrometric analyses. In vitro bioassays revealed that compounds 2-5 and 8 significantly inhibited nitric oxide production in lipopolysaccharide (LPS)-stimulated murine RAW 264.7 cells, exhibiting anti-inflammatory effects with IC(50) values ranging from 4.29 to 25.54...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical MicroRNA biosensors for kidney Cancer: From biomarker discovery to point-of-care diagnostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Kidney cancer, particularly clear cell renal cell carcinoma (ccRCC), presents a significant clinical burden due to late-stage detection and limited effectiveness of current diagnostic modalities. Minimally invasive strategies, such as liquid biopsy, have emerged as promising alternatives, with microRNAs (miRNAs) gaining attention as stable, disease-specific biomarkers detectable in biofluids. miRNAs function as oncogenes or tumor suppressors, offering advantages over conventional protein...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391580",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatially diffuse cAMP signalling with oppositely biased GLP-1 receptor agonists in -cells despite differences in receptor localisation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Internalisation of G protein-coupled receptors (GPCRs) can contribute to altered cellular responses by directing signalling from non-canonical locations, such as endosomes. If signalling processes are locally constrained, active receptors in different subcellular locations could produce different downstream effects. This phenomenon may be relevant to the optimal targeting of the glucagon-like peptide-1 receptor (GLP-1R), a type 2 diabetes and obesity target GPCR for which several ligands with...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Food-borne polystyrene microplastic exposure exacerbates cognitive deficiency via enhanced neuronal synaptic damage and neuroinflammation in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The impact of polystyrene microplastics (PS-MPs) on the nervous system has been documented, yet the potential role of PS-MPs exposure in exacerbating neuronal damage and neuroinflammation in Alzheimer's disease (AD) remains unclear. Our research demonstrated that exposure to PS-MPs (50mg/kg) caused hippocampal mitochondrial damage in APP/PS1 mice, reduced expression of hippocampal mitochondrial and synapse-associated proteins, inhibited ErbB4 signaling pathway, and damaged hippocampal neurons....",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391557",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of polystyrene microplastics (PS-MPs) on the nervous system has been documented, yet the potential role of PS-MPs exposure in exacerbating neuronal damage and neuroinflammation in Alzheimer's disease ...",
      "conclusion": null
    },
    {
      "title": "Application of the Target Trial Emulation Framework to Studies in the Pediatric Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Oral Anti-Cancer Medicines in Pediatric Patients Before the RACE Act, 2007-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results show relatively limited yet increasing pediatric OTAM use over time. We document a higher likelihood of earlier discontinuation and significant financial cost for drugs without on-label pediatric cancer indications and safety information. There is a need for a robust regulatory framework to mandate the timely generation of pediatric population-specific efficacy and safety evidence.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391540",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results show relatively limited yet increasing pediatric OTAM use over time. We document a higher likelihood of earlier discontinuation and significant financial cost for drugs without on-label pediatric cancer indications and safety information"
    },
    {
      "title": "Contribution of revenue from drugs subject to price negotiation under the Inflation Reduction Act to the revenue, profit, and returns of pharmaceutical manufacturers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "This study examines the finances of 11 public companies that commercialize 21/25 drugs subject to price negotiation in 2024 or 2025 under the Inflation Reduction Act (IRA). From 2019-2023, these companies reported $2.5 trillion in revenue with $412.8 billion from sales of IRA drugs including $260.8 billion US sales, less than cumulative earnings or shareholder distributions. Estimated margins on sales were greater than reported average industry investments in development. Overall, reducing...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Stress Potentiation and Paralimbic System Reactivity in Young Adults with Bipolar Disorder: Implications for Suicide Risk and Effects of Cannabis Use Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Heightened anterior-paralimbic reactivity to cumulative stress may represent a risk factor for STBs. Cannabis and nicotine use may exacerbate stress-related anterior-paralimbic dysregulation. Future longitudinal research is needed to extend findings and investigate temporal relations between stress reactivity, cannabis/nicotine use, and STBs.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41391524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Heightened anterior-paralimbic reactivity to cumulative stress may represent a risk factor for STBs. Cannabis and nicotine use may exacerbate stress-related anterior-paralimbic dysregulation"
    },
    {
      "title": "CXCL5 neutralization mitigates cancer cachexia by disrupting CAF-cancer cell crosstalk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CAF contribute to cachexia via cancer cell crosstalk that upregulates CXCL5 secretion. CXCL5 neutralization offers a novel therapeutic approach to maintain muscle mass in cancer patients.",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41392310",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CAF contribute to cachexia via cancer cell crosstalk that upregulates CXCL5 secretion. CXCL5 neutralization offers a novel therapeutic approach to maintain muscle mass in cancer patients"
    },
    {
      "title": "Photocatalytic Upgrade of Primary Alcohols to Value-Added Aldehydes by Carbon Nitride and Related Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41391184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The solar-driven photocatalytic oxidation of primary alcohols to aldehydes has emerged as a sustainable route for chemical manufacturing, offering an environmentally friendly alternative to conventional thermal and metal-catalyzed methods that rely on harsh conditions and toxic oxidants. Among reported systems, polymeric carbon nitride (PCN) has demonstrated exceptional selectivity toward value-added aldehydes, including formaldehyde, acetaldehyde, glyceraldehyde, and benzaldehyde. This work...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41391184",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of rear-foot instability devices on lower-limb muscle activation during the Bulgarian split squat in male football players",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41392178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Unilateral resistance exercises such as the Bulgarian Split Squat (BSS) are commonly used to develop lower-limb strength, postural control, and neuromuscular coordination, depending on training variables (e.g., load and intensity). Although instability training increases muscle activation, few studies have examined the effect of rearfoot instability on neuromuscular responses during BSS. This randomized crossover study investigated the acute effects of three rear-foot instability devices on...",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41392178",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient satisfaction and disease-related knowledge in otorhinolaryngology outpatient care in Saudi Arabia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-14T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41390871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic 3D railroad alignment detection using modified Hough transform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "In railroad infrastructure, timely and accurate maintenance is essential to ensure both safety and operational efficiency. Rail alignment is a critical element for constructing a reliable digital model of railroads. However, conventional rail alignment detection often relies on manual processes that are subjective and prone to error. With the advent of digital modeling technologies, there is an opportunity to improve the efficiency and accuracy of railroad maintenance. In this study, we propose...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41390568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photothermal skyrmion tweezer: programmable optical manipulation of magnetic topological quasiparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Magnetic skyrmions, as topological quasiparticles, have shown great potential as information carriers for next-generation spintronic technologies, including memory, logic, and computing devices. While their non-trivial topological dynamics and interactions have been extensively explored, experimental control of individual skyrmions has so far relied mainly on global stimuli such as electric currents, magnetic fields, and surface acoustic waves. Efforts to achieve precise skyrmion positioning are...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41390493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deterministic formation of carbon-functionalized quantum emitters in hexagonal boron nitride",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Forming single-photon emitters (SPEs) in insulating hexagonal boron nitride (hBN) has sparked wide interests in the quantum photonics. Despite significant progress, it remains challenging to deterministically create SPEs at precise locations with a specific type of element for creating defects. In this study, we present a straightforward approach to generate site-deterministic carbon-functionalized quantum emitters in hBN by harnessing ultrasonic nanoindentation. The obtained SPEs are...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41390435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multilayered regulation of longevity in Caenorhabditis elegans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Aging in Caenorhabditis elegans is regulated by evolutionarily conserved pathways that coordinate cellular maintenance and systemic homeostasis. Here, we review recent advances on four major longevity regimens including reduced insulin/insulin-like growth factor 1 signaling (IIS), dietary restriction (DR), mild inhibition of mitochondrial respiration, and germline deficiency. Each longevity-promoting regimen enhances protein and RNA quality control, metabolic remodeling, and stress resistance to...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41390120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photo-Weathering Effects on Pyrolysis-GC/MS Quantification of Microplastics: Surface Oxidation Correlations and Correction Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Microplastics (MPs) in the environment are typically weathered rather than pristine, and their altered physicochemical properties challenge accurate quantification. Pyrolysis-gas chromatography/mass spectrometry (Py-GC/MS) is widely used for MP analysis, but its reliability depends on the stability of specific pyrolyzates, which may be affected by photo-weathering. This study examined the effects of photo-weathering on Py-GC/MS signals of fragment-type MP from polyethylene (PE), polypropylene...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST"
      ],
      "pmid": "41389863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of photo-weathering on Py-GC/MS signals of fragment-type MP from polyethylene (PE), polypropylene",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative effects of the two copper compounds: Copper chloride and copper sulfate on bioaccumulation, fecundity, and stress responses in the brine shrimp Artemia franciscana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "To evaluate the toxicological impacts of the two copper formscopper chloride (CuCl) and copper sulfate (CuSO(4)), on the brine shrimp Artemia franciscana, we examined the bioaccumulation, life cycle parameters (survival and hatching rates), reactive oxygen species (ROS), antioxidant enzymatic activities (e.g., glutathione S-transferase [GST], glutathione peroxidase [GPx], and superoxide dismutase [SOD]) with transcriptional expression of heat shock protein (hsp) genes in response to CuCl and...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41389586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the bioaccumulation, life cycle parameters (survival and hatching rates), reactive oxygen species (ROS), antioxidant enzymatic activities (e",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validating electron pair distribution function analysis: The role of multiple scattering, beam, measurement, and processing parameters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Electron pair distribution function (ePDF), combined with four-dimensional scanning transmission electron microscopy (4D-STEM), provides a powerful approach for uncovering detailed information about the local atomic structure and structural variations in disordered materials. However, achieving high accuracy in ePDF analysis requires careful control of experimental and instrumental parameters. In this study, we systematically investigate the effect of key electron optical, measurement and...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41389521",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk Factors Influencing Survival in T-Cell Lymphoblastic Lymphoma and T-Cell Acute Lymphoblastic Leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this multicenter retrospective analysis, hematopoietic stem-cell transplantation (allo- or auto-HSCT) was associated with better survival than chemotherapy alone. For T-LBL, an exploratory signal from our prognostic model suggests that selected high-risk patients may be considered for upfront allo-HSCT. However, overall survival was comparable between allo- and auto-HSCT in this cohort, and durable outcomes after transplant were largely observed in patients who achieved complete...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41388921",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In this multicenter retrospective analysis, hematopoietic stem-cell transplantation (allo- or auto-HSCT) was associated with better survival than chemotherapy alone. For T-LBL, an exploratory signal from our prognostic model suggests that selected high-risk patients may be considered for upfront all..."
    },
    {
      "title": "The endophytic Pseudomonas sp. JBR1 alleviates salt stress through integrated host-microbiome mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Soil salinity is a major abiotic stress that restricts plant growth and agricultural productivity worldwide. Here, we characterized Pseudomonas sp. JBR1, an endophytic bacterium isolated from the halophyte Carex pumila, and evaluated its capacity to enhance salt tolerance in non-halophytic plants. Inoculation with strain JBR1 markedly improved growth of Arabidopsis (Arabidopsis thaliana) and Brassica rapa under saline conditions by reducing reactive oxygen species (ROS) accumulation, enhancing...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41388648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analog Signal Summation for Reinforcement Learning via Simultaneous Light-Voltage Modulation in a Synaptic Device",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Major breakthroughs in artificial intelligence software have led to significant transformations across various aspects of life. However, hardware development has lagged behind, primarily due to the inherent constraints of the von Neumann architecture. Although neuromorphic devices that utilize biomimetic parallel and analog computations have emerged, they still face limitations in reducing computational load. Therefore, this study proposes a light-voltage dual-modulating synaptic transistor that...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41388565",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the Role of Compostable Plastics in Circular Economy Transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "The increasing environmental impact of conventional petroleum-based or nondegradable plastics has prompted the development of compostable alternatives that can be safely degraded within managed organic waste management systems. Compostable plastics, a type of biodegradable plastic, are specifically designed to degrade under aerobic conditions without producing toxic residues or degrading compost quality. This review provides a comprehensive overview of compostable plastics, focusing on...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41388344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of conventional petroleum-based or nondegradable plastics has prompted the development of compostable alternatives that can be safely degraded within managed organic waste management systems",
      "conclusion": null
    },
    {
      "title": "Versatile Reactive Gradient Block Copolymer System for Highly Robust Nanopatterns With Spontaneous Vertical Orientation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Vertically oriented patterns with desired physicochemical properties fabricated via directed self-assembly of high- block copolymers (BCPs) are critical for enhancing device performance, particularly in semiconductors. However, the lack of chemical structural tunability and challenges in vertically orienting the conventional high- BCPs have impeded practical applications. This study introduces poly(methyl methacrylate-block-(pentafluorophenyl acrylate-gradient-styrene)), a novel reactive...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41388165",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing radiotherapy in unresectable or metastatic intrahepatic cholangiocarcinoma: systematic review and meta-analysis of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RTx, particularly with dose escalation or in combination with CTx, may provide survival benefits with acceptable toxicity, supporting further prospective evaluations of unresectable or metastatic ICC.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41390726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RTx, particularly with dose escalation or in combination with CTx, may provide survival benefits with acceptable toxicity, supporting further prospective evaluations of unresectable or metastatic ICC"
    },
    {
      "title": "Hierarchically structuralized hydrogels with ligament-like mechanical performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Mechanical properties of synthetic hydrogels remain inferior to those of load-bearing tissues such as ligaments, one of the strongest and stiffest natural hydrogels in the human body. Inspired by biological structures and their mechanisms conferring high mechanical properties, we report strong, stiff, and tough hydrogels composed of fiber-shaped elements that can be assembled into parallel bundles, closely resembling natural ligaments. These hydrogel fibers, readily fabricated with diameters of...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41390679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "miR-193a-5p-mediated Inhibition of the METTL1/COX-2 axis is critical for Astragalin-induced apoptosis in cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "Astragalin (kaempferol-3-O-glucoside), a flavonoid from Astragalus membranaceus, has been reported to exert anti-inflammatory, antioxidant, neuroprotective, and antitumor activities. However, its molecular mechanisms in cervical cancer remain largely undefined. In this study, we investigated the apoptotic effects of Astragalin in association with methyltransferase-like protein 1 (METTL1)/cyclooxygenase-2 (COX-2) signaling. Astragalin significantly reduced cell viability in SiHa, CaSki, and HeLa...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41390595",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the apoptotic effects of Astragalin in association with methyltransferase-like protein 1 (METTL1)/cyclooxygenase-2 (COX-2) signaling",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thyroid incidentalomas detected on <sup>18</sup>F-fluorodeoxyglucose positron emission tomography with computed tomography in cancer patients: imaging clues for further evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In our retrospective cohort, the risk of malignancy in TI detected on F-FDG PET/CT increases with smaller nodule size, higher SUVmax, irregular CT margins, and younger patient age. Combining these imaging and clinical parameters improves malignancy prediction. In oncologic patients, selective ultrasound evaluation of such nodules may facilitate diagnosis while avoiding unnecessary procedures.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41390569",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our retrospective cohort, the risk of malignancy in TI detected on F-FDG PET/CT increases with smaller nodule size, higher SUVmax, irregular CT margins, and younger patient age. Combining these imaging and clinical parameters improves malignancy prediction"
    },
    {
      "title": "Clinical features and subgroup patterns in elderly and super-elderly TMD patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41390564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251215024333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41390564",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}