{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-02T07:35:46.428Z",
  "totalItems": 150,
  "totalArchived": 12905,
  "newPapersAdded": 186,
  "institutionBreakdown": {
    "KAIST": 20,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 6,
    "Korea University": 51,
    "IBS": 12,
    "UNIST": 1,
    "Hanyang University": 8,
    "KIST": 6,
    "GIST": 2,
    "Kyung Hee University": 10,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Biomedical": 38,
    "Multidisciplinary": 70,
    "Cancer Research": 22,
    "Materials Science": 11,
    "Neuroscience": 3,
    "Computer Science": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Bronchoalveolar lavage proteomics in exacerbation of bronchiectasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The bronchoalveolar lavage fluid protein expression in patients in the exacerbation status of bronchiectasis was significantly different from that in patients in the stable status, indicating that neutrophil degranulation and C-type lectin receptor pathways are the most enriched pathways during exacerbation.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41034841",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The bronchoalveolar lavage fluid protein expression in patients in the exacerbation status of bronchiectasis was significantly different from that in patients in the stable status, indicating that neutrophil degranulation and C-type lectin receptor pathways are the most enriched pathways during exac..."
    },
    {
      "title": "Evaluating motivational interview quality using large language models and hidden Markov models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study presents a scalable, objective alternative to manual MI evaluation. Future applications may include real-time therapist support, training, and prognosis prediction, pending further validation on field-collected data.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "alternative to manual MI evaluation",
      "significance": null,
      "conclusion": "This study presents a scalable, objective alternative to manual MI evaluation. Future applications may include real-time therapist support, training, and prognosis prediction, pending further validation on field-collected data"
    },
    {
      "title": "Identification of the implementation influencing factors of the organized breast cancer screening in Ordos city: from caregivers' perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We recommend that Ordos City further facilitates the prompt referral for imaging and biopsy, promotes the capacity building of primary health workers, and strengthens the construction of electronic systems. Future quantitative studies are necessary to comprehend the knowledge and attitudes of caregivers and target population toward breast cancer screening. Interviews with other stakeholders, such as policymakers and target population, are also needed.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41034850",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We recommend that Ordos City further facilitates the prompt referral for imaging and biopsy, promotes the capacity building of primary health workers, and strengthens the construction of electronic systems. Future quantitative studies are necessary to comprehend the knowledge and attitudes of caregi..."
    },
    {
      "title": "Cost-effectiveness of frequent HIV screening among men who have sex with men in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: For high-risk MSM, both 3-monthly and 6-monthly HIV screening are cost-effective compared to less frequent screening, even when accounting for increased investment in testing recruitment and implementation. For low-risk MSM in China, more frequent screening strategies are generally not preferred over annual HIV screening.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41034835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For high-risk MSM, both 3-monthly and 6-monthly HIV screening are cost-effective compared to less frequent screening, even when accounting for increased investment in testing recruitment and implementation. For low-risk MSM in China, more frequent screening strategies are generally not preferred ove..."
    },
    {
      "title": "Low-cost simulation models for soft-tissue procedures for medical student education in Rwanda",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034833/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41034833",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single- and multiple-dose pharmacokinetics, safety, and tolerability of Aripiprazole once-monthly, long-acting intramuscular injection for Chinese adults with schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The pharmacokinetics of AOM support its clinical use as a 4-week injectable regimen, with favorable tolerability and safety profiles observed in Chinese patients with schizophrenia.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41034820",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The pharmacokinetics of AOM support its clinical use as a 4-week injectable regimen, with favorable tolerability and safety profiles observed in Chinese patients with schizophrenia"
    },
    {
      "title": "Promoting physical activity during recess in small sized elementary school: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Activity type change to Tabata exercise improved PA during the structured recess of all students. Adding game markings based on spatial analysis technology increased participation number in PA during unstructured recess. This low-cost pilot intervention is expected to be used in the program of recess activities in small-sized elementary schools.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41034815",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Activity type change to Tabata exercise improved PA during the structured recess of all students. Adding game markings based on spatial analysis technology increased participation number in PA during unstructured recess"
    },
    {
      "title": "Diagnostic accuracy of plain radiographs compared to CT scans in classifying talus injuries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While plain radiographs are accessible for detecting certain talus injuries, they fall short in precisely classifying injury locations and identifying details, such as displacement and comminution. CT scans are recommended when there is high clinical suspicion, as they offer greater accuracy for complex and subtle injuries.",
      "pubDate": "2025-10-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41034813",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While plain radiographs are accessible for detecting certain talus injuries, they fall short in precisely classifying injury locations and identifying details, such as displacement and comminution. CT scans are recommended when there is high clinical suspicion, as they offer greater accuracy for com..."
    },
    {
      "title": "GDF15 regulates development and growth of sympathetic neurons to enhance energy expenditure and thermogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Growth differentiation factor 15 (GDF15) induces weight loss and increases sympathetic activity through its receptor GFRAL. Given that RET, a GFRAL coreceptor, influences neuronal growth, we studied whether GDF15 can induce the development or growth of sympathetic neurons, in addition to its effect on sympathetic activity. Here we we used GDF15-transgenic and Gdf15-knockout mice to explore the role of GDF15 in the development and activity of sympathetic neurons. GDF15-transgenic mice exhibited...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41034527",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coupled modeling framework for proactive design of debris-flow barrier placements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "This study presents a coupled modeling framework for the proactive design of debris-flow mitigation strategies, with a particular focus on optimizing barrier placements. In response to the increasing risks posed by debris flows in mountainous regions, the framework integrates physically based modeling and data-driven methods across four interlinked phases: shallow landslide initiation, debris-flow mobilization, runout simulation, and barrier design. Site-specific geomorphological, geotechnical,...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41034416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical trials of GPE-based muscle support algorithm for robotic hip exoskeleton: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "With the advent of an aging society, the lack of physical activity has become a major concern, leading to various age-related diseases. To prevent such issues, research on wearable robots aimed at improving gait has been actively pursued. Among them, exoskeleton robots, a widely used approach, require an accurate understanding of the user's gait cycle for effective control. Various studies have explored gait cycle detection and prediction methods depending on the type of gait robot platform and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41034279",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of pedestrian injury characteristics between preschoolers and early school-aged children in Korea: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Understanding the distinct characteristics of pedestrian injuries among young children can inform targeted interventions and policies, ultimately mitigating this problem and improving traffic safety for children in Korea and globally.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41034136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Understanding the distinct characteristics of pedestrian injuries among young children can inform targeted interventions and policies, ultimately mitigating this problem and improving traffic safety for children in Korea and globally"
    },
    {
      "title": "Progesterone receptor membrane component 1 accelerates liver fibrosis by interacting with transforming growth factor β receptor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "AIMS: Transforming growth factor-beta (TGF-β) is a central driver of hepatic stellate cell (HSC) activation via SMAD signaling, ultimately contributing to liver fibrosis and cirrhosis. While progesterone receptor membrane component 1 (Pgrmc1), a non-canonical progesterone receptor, has been implicated in liver metabolism, its role in liver fibrosis remains poorly understood.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41033651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Transforming growth factor-beta (TGF-β) is a central driver of hepatic stellate cell (HSC) activation via SMAD signaling, ultimately contributing to liver fibrosis and cirrhosis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of certified reference material for radioactivity measurement of <sup>226</sup>Ra,<sup>232</sup>Th, and <sup>40</sup>K using building materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "KRISS developed a certified reference material (CRM) for measuring ^(226)Ra, ^(232)Th, and ^(40)K radioactivities in building materials to support successful compliance with regulatory guidelines aimed at maintaining indoor radon concentration levels at appropriate levels. Candidate materials (natural stones) were homogenized, characterized, and tested for homogeneity to international standards using gamma-ray spectrometry. The CRM will provide reliable quality assurance and quality control to...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41033184",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrogen isotope analysis: Experimental approach and research trends analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "gas/MS is crucial for accurately assessing hydrogen isotope ratios, including tritium (³H), in fields like environmental forensics, nuclear science, and analytical chemistry. To provide a global perspective and experimental demonstration to obtain accurate tritium (³H) ratios, this work combines bibliometric analysis (i.e evaluation of leading countries, research hotspots, interrelationships of keywords), revealing rapid growth in hydrogen isotopes detection methods, while highlighting research...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41033059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "White matter injury fuels early progression of glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Glioblastoma (GBM) is the most aggressive and devastating primary brain cancer in adults. Most GBMs are diagnosed at an advanced stage with therapy resistance, posing a major obstacle to understanding the tumor microenvironment (TME) at the earliest stages of disease development. A precise characterization of early-stage GBM and its TME could provide critical insights into tumor progression and inform new therapeutic strategies. In a recent issue of Nature, Clements and colleagues demonstrated...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41032747",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hidden Effects of Anharmonic Bath on the Excitation Energy Transfer in the Light Harvesting 2 Complex of Purple Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Environmental effects in the excitation energy transfer (EET) processes have been predominantly modeled by baths of harmonic oscillators; however, the key features of anharmonicities that are overlooked in such descriptions remain poorly understood. Through detailed comparison of the dynamics of a realistic molecular bath with its best effective harmonic representation, here, we uncover new qualitative details of such effects accompanying EET in the light harvesting 2 (LH2) complex of purple...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41032736",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gemcitabine and Cisplatin Plus Polymeric Micellar Paclitaxel and Survival in Advanced Biliary Tract Cancer: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this randomized clinical trial, gemcitabine and cisplatin combined with polymeric micellar paclitaxel did not improve survival compared with gemcitabine and cisplatin combined in patients with previously untreated advanced biliary tract cancer. This study provides further evidence regarding the limitations of intensified chemotherapy with the addition of taxanes in advanced biliary tract cancer.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41032300",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this randomized clinical trial, gemcitabine and cisplatin combined with polymeric micellar paclitaxel did not improve survival compared with gemcitabine and cisplatin combined in patients with previously untreated advanced biliary tract cancer. This study provides further evidence ..."
    },
    {
      "title": "Multilevel Nanoarray Spin-Orbit Torque Device for Process-in-Memory Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The advancement of data-driven technologies has increased energy and time consumption in data transfer between processors and memory units, limiting further improvement in device performance. This challenge can be addressed by introducing process-in-memory (PIM) architecture, which alleviates data transfer overhead through in-memory computation. In this work, we propose multilevel nanoarray spin-orbit torque (SOT) devices for PIM applications. In a Hall bar structure with multiple ferromagnetic...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41031860",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in growth and nutritional status of Korean toddlers and preschoolers: a cross-sectional study using 2010-2021 Korea National Health and Nutrition Examination Survey data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: South Korea is making significant progress in supporting toddlers and preschoolers, as evidenced by consistent increases in the proportion of children with normal growth and decreases in the prevalence of malnutrition. Future research should focus on exploring dietary patterns and analyzing specific food groups that are essential for promoting optimal growth and nutritional status in children.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41030692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "South Korea is making significant progress in supporting toddlers and preschoolers, as evidenced by consistent increases in the proportion of children with normal growth and decreases in the prevalence of malnutrition. Future research should focus on exploring dietary patterns and analyzing specific..."
    },
    {
      "title": "Application of the transposon-associated TnpB system of CRISPR-Cas in bacteria: <em>Deinococcus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Deinococcus radiodurans is one of the most radioresistant organisms found on Earth to date, showing extreme resistance to damage factors such as UV, drought, and mutagens, and is of great interest to scientists around the world. It was determined that the TnpB protein from D. radiodurans ISDra2 functions as an RNA-guided endonuclease, serving as a functional ancestor for the widely used CRISPR-Cas endonucleases. The CRISPR-Cas system is an \"acquired immune system\" found in most Bacteria and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41030550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Korean medicine inpatient care: trends and influencing factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Korean medicine inpatient care (KMIC) use was more common among females, individuals with poor subjective health status, and individuals engaging in regular physical activity. Patients primarily used KMIC for the treatment of accidents and musculoskeletal disorders and generally reported high levels of satisfaction.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41030255",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Korean medicine inpatient care (KMIC) use was more common among females, individuals with poor subjective health status, and individuals engaging in regular physical activity. Patients primarily used KMIC for the treatment of accidents and musculoskeletal disorders and generally reported high levels..."
    },
    {
      "title": "Advances and Prospects in Multifunctional Composite Fibrous Materials Utilizing Porous Organic Polymers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Porous organic polymers (POPs) offer exceptional surface area, tunable pore sizes, and versatile chemical functionality, making them attractive for a range of advanced applications. However, their conventional powdered form limits processability, structural integration, and practical deployment. Integrating POPs into fibrous matrices through electrospinning, a scalable and versatile technique for producing nonwoven fibers, helps overcome these limitations and enables the creation of new material...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41030206",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Modular Protein-DNA Multimer Model to Explore How Valence and Monomer Affinity Shape Multivalent DNA Binding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Multivalent interactions enhance binding strength through the cooperative effects of multiple weak interactions. While multivalency is known to improve sensitivity, increased valency can also enhance nonspecific interactions, potentially compromising selectivity. Insights into the relationship between valency, affinity, and detection performance are needed to optimize both sensitivity and selectivity in multivalent systems. Here, we developed modular protein-DNA multimers (valency 1-4) with...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41029987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of applying computerized adaptive testing to the Clinical Medical Science Comprehensive Examination in Korea: a psychometric study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The medical self-assessment CAT, the first of its kind in Korea, was successfully implemented nationwide without significant problems. These results indicate strong potential for expanding the use of CAT in medical education assessments.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41028966",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "strong potential for expanding the use of CAT in medical education assessments",
      "conclusion": "The medical self-assessment CAT, the first of its kind in Korea, was successfully implemented nationwide without significant problems. These results indicate strong potential for expanding the use of CAT in medical education assessments"
    },
    {
      "title": "Quality of Life in Oropharyngeal Cancer: A Retrospective Analysis of Patient Characteristics and Treatment Modalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Sociodemographic factors, clinicopathological characteristics, and treatment modalities significantly impacted the post-treatment QoL of patients with OPSCC. Individualized treatment planning and comprehensive post-treatment care are crucial for optimizing QoL, particularly in patients at higher risk of poorer outcomes.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "Korea University",
        "Kyung Hee University"
      ],
      "pmid": "41028641",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sociodemographic factors, clinicopathological characteristics, and treatment modalities significantly impacted the post-treatment QoL of patients with OPSCC. Individualized treatment planning and comprehensive post-treatment care are crucial for optimizing QoL, particularly in patients at higher ris..."
    },
    {
      "title": "Effects of whole-body vibration on cognitive function: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Whole-body vibration exercise (WBV) is a low-intensity intervention for improving cognitive function, particularly among individuals who are older or have physical limitations. However, quantitative evidence regarding its effectiveness is limited. This meta-analysis aimed to quantify the effects of WBV on cognitive function and explore major moderating variables and differences across cognitive domains. Sixteen randomized controlled trials (RCTs) were included, yielding 37 effect sizes (Hedges'...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41028514",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multilevel factors associated with clinical breast examination uptake among women in the Northern Region of Ghana: a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The findings signify that a multifactorial systematic approach is required to increase CBE uptake among Ghanaian women. We recommend a comprehensive community-based education program about BC, targeted at raising awareness of breast health and improving the knowledge of the disease, together with the benefits of CBE uptake. Concurrently, improving access to health facilities and CBE services is needed.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034777",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings signify that a multifactorial systematic approach is required to increase CBE uptake among Ghanaian women. We recommend a comprehensive community-based education program about BC, targeted at raising awareness of breast health and improving the knowledge of the disease, together with th..."
    },
    {
      "title": "Limited effect of leg elevation in preventing intraoperative hypotension during total shoulder arthroplasty in the beach chair position: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Intraoperative hypotension occurred in 93.9% of patients undergoing total shoulder arthroplasty in the beach chair position, regardless of leg elevation. However, leg elevation significantly reduced the need for vasoconstrictors to maintain blood pressure during anesthesia.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intraoperative hypotension occurred in 93.9% of patients undergoing total shoulder arthroplasty in the beach chair position, regardless of leg elevation"
    },
    {
      "title": "A timetree of Fungi dated with fossils and horizontal gene transfers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Dating the tree of Fungi has been challenging due to a paucity of fossil calibrations and high taxonomic diversity of the group. Here we reconstructed and dated a comprehensive phylogeny comprising 110 fungal species, utilizing 225 phylogenetic markers and accounting for across-site compositional heterogeneity in amino acid sequences. To address uncertainties in fungal dating, we sampled chronograms from four relaxed molecular clock analyses, each integrating distinct sets of calibrations and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41034649",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-term outcomes of single-port robotic surgery versus single-port laparoscopic surgery for colon cancer: a multicenter matched-cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SPRS provides superior perioperative advantages over SPLS, including reduced blood loss, lower conversion rates, fewer complications, and faster recovery. These findings highlight SPRS as a promising option for minimally invasive colorectal surgery, pending further validation to confirm these benefits and ensure long-term efficacy.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41034575",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SPRS provides superior perioperative advantages over SPLS, including reduced blood loss, lower conversion rates, fewer complications, and faster recovery. These findings highlight SPRS as a promising option for minimally invasive colorectal surgery, pending further validation to confirm these benefi..."
    },
    {
      "title": "A novel protein-preserving passive tissue clearing approach using sodium cholate and urea for whole-organ imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The recent advancements in tissue-clearing techniques have opened new possibilities for non-invasive three-dimensional (3D) volumetric imaging of a wide range of biological specimens. Passive tissue-clearing methods use diffusion-based processes to infiltrate clearing reagents into samples without mechanical forces or energy input, aiming to minimize the sample disruption while preserving the tissue architecture and molecular information. Nevertheless, these methods often rely on sodium dodecyl...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034528",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-day rapid sterility test for human-derived biopharmaceuticals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Biopharmaceuticals are emerging as viable alternatives to chemically synthesized drugs for potential treatment to various diseases. However, many of these human-derived components cannot withstand terminal sterilization procedures, and the duration of conventional sterility testing methods often exceeds their limited shelf life. Consequently, biopharmaceuticals are now frequently administered to patients before sterility confirmation. Here we present a nanoparticle-based enrichment and rapid...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41034515",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bilateral collaborative streams with multi-modal attention network for accurate polyp segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Accurate segmentation of colorectal polyps in colonoscopy images represents a critical prerequisite for early cancer detection and prevention. However, existing segmentation approaches struggle with the inherent diversity of polyp presentations, variations in size, morphology, and texture, while maintaining the computational efficiency required for clinical deployment. To address these challenges, we propose a novel dual-stream architecture, Bilateral Convolutional Multi-Attention Network...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034439",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Biomarkers Related to the Pathogenesis and Prognosis of Pediatric Moyamoya Disease Via Cerebrospinal Fluid Proteomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Developing cost-effective, noninvasive biomarker-based tests could transform moyamoya disease (MMD) management. This study aimed to identify clinically relevant cerebrospinal fluid (CSF) biomarkers through comprehensive proteomic screening in a large MMD cohort. CSF protein profiles from 104 MMD patients and 14 non-tumorous hydrocephalus patients were analyzed via liquid chromatography-tandem mass spectrometry. Enrichment analysis was conducted on canonical pathways and differentially expressed...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034428",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify clinically relevant cerebrospinal fluid (CSF) biomarkers through comprehensive proteomic screening in a large MMD cohort",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Textbook outcome of gastric cancer surgery and lymph node evaluation as its parameter to improve long-term survival",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The textbook outcome (TO) is a short-term outcome that integrates postoperative outcomes to evaluate the quality of surgery. In gastric cancer surgery, most TO data have been reported from Western countries. We aimed to analyze TO in Korea, where gastric cancer is prevalent and evaluate its effect on long-term survival. Based on the parameters defined by the Dutch Upper Gastrointestinal Cancer Audit (DUCA), we evaluated the TO, 5-year overall survival (OS), and independent prognostic factors...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034377",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "analyze TO in Korea, where gastric cancer is prevalent and evaluate its effect on long-term survival",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colony-stimulating factor 3 as a key mediator in the progression of idiopathic pulmonary fibrosis: a novel therapeutic target",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Idiopathic pulmonary fibrosis (IPF) is a fatal lung disease characterized by excessive ECM deposition and myofibroblast accumulation driven by cytokine dysregulation. This study identified granulocyte colony-stimulating factor 3 (CSF3) as a key mediator of IPF progression. Elevated CSF3 expression was observed in the lung tissues of IPF patients. Recombinant CSF3 promoted myofibrogenesis in lung fibroblasts, whereas CSF3-deficient mice were protected from bleomycin-induced pulmonary fibrosis....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41034234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estimated blood storage requirements for a North Korean invasion of South Korea and South Korea's preparedness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: South Korea's current blood reserves are insufficient for a large-scale war. A combination of strategic stockpiling, military-civilian coordination, and alternative blood sources (synthetic oxygen carriers, prewar autologous donation programs) is essential to sustaining medical operations and improving survival rates.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "South Korea's current blood reserves are insufficient for a large-scale war. A combination of strategic stockpiling, military-civilian coordination, and alternative blood sources (synthetic oxygen carriers, prewar autologous donation programs) is essential to sustaining medical operations and improv..."
    },
    {
      "title": "The Last Temptation of Christ as terminal hallucination: a trauma surgeon's interpretation of hypovolemic shock in literature and film",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41034132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroprosthetic closed-loop strategy for sustained blood pressure reduction via simultaneous stimulation and recording from the spinal cord",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Sympathetic hyperactivity is a common feature observed in both primary and secondary hypertension, and neuromodulation-based therapies targeting this overactivity are under active investigation. The intermediolateral nucleus (IML) in the spinal cord plays a central role in sympathetic regulation, and its direct stimulation induces a transient, frequency-dependent reduction in blood pressure. However, this effect gradually diminishes as the baroreflex restores blood pressure to baseline....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41033924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shoulder Pain, Disability, Health-Related Quality of Life, and Stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Most participants sought education focused on shoulder pain causes, management, stress relief, and psychological support.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most participants sought education focused on shoulder pain causes, management, stress relief, and psychological support"
    },
    {
      "title": "Balancing safety and effectiveness in colonoscopy for older adults: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Colonoscopy is becoming more widely used in older adults for screening and diagnostic evaluation of colorectal cancer. While advanced age itself is not a contraindication, elderly patients often present unique challenges, including frailty, comorbidities and polypharmacy, which increase the risk of complications during the procedure. Rather than chronological age alone, frailty is important in risk assessment and clinical decision-making before performing a colonoscopy. This review summarizes...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033838",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in risk assessment and clinical decision-making before performing a colonoscopy",
      "conclusion": null
    },
    {
      "title": "IFI16 Enhances Chemosensitivity of Breast Cancer Cells by Inhibiting DNA Damage Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Many chemotherapeutic agents exert their cytotoxic effects primarily by inducing DNA damage. In response to DNA damage, cells activate a signaling cascade known as DNA damage response (DDR) to repair the damage and promote cell survival. Accordingly, the capacity of the DDR in cancer cells is a critical factor that influences their sensitivity to chemotherapy. Here, we identified a role for interferon γ-inducible protein 16 (IFI16) in modulating the DDR and chemosensitivity of breast cancer...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033779",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Very High Prevalence of Nonoptimally Controlled Traditional Risk Factors at the Onset of Cardiovascular Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this binational study of 2 prospective cohorts, the presence of nonoptimal levels of ≥1 traditional risk factor was nearly universal before CVD. These results not only challenge claims that CHD events frequently occur without antecedent major risk factors but also demonstrate that other CVD events, including HF or stroke, rarely occur in the absence of nonoptimal traditional risk factors, highlighting the importance of primordial prevention efforts.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "that CHD events frequently occur without antecedent major risk factors but also demonstrate that other CVD events, including HF or stroke, rarely occur in the absence of nonoptimal traditional risk fa...",
      "significance": null,
      "conclusion": "In this binational study of 2 prospective cohorts, the presence of nonoptimal levels of ≥1 traditional risk factor was nearly universal before CVD. These results not only challenge claims that CHD events frequently occur without antecedent major risk factors but also demonstrate that other CVD event..."
    },
    {
      "title": "Global, regional and national burden of chikungunya: force of infection mapping and spatial modelling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While chikungunya transmission has high geographical uncertainty, high force of infection is not limited to tropical regions and is distributed across all continents. Our estimates of chikungunya burden are useful for prioritisation of regions and target age groups for chikungunya vaccine introduction.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While chikungunya transmission has high geographical uncertainty, high force of infection is not limited to tropical regions and is distributed across all continents. Our estimates of chikungunya burden are useful for prioritisation of regions and target age groups for chikungunya vaccine introducti..."
    },
    {
      "title": "A Precise TaqMan-Based Real-Time qPCR Assay for Detecting and Quantifying Blackberry Chlorotic Ringspot Virus, Blueberry Shock Virus, and Plum Pox Virus in Fruit Tree Seedlings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "We developed a rapid and efficient TaqMan-based realtime reverse transcription quantitative PCR (RT-qPCR) assay for the detection and quantification of viruses infecting fruit trees, including blackberry chlorotic ringspot virus (BCRV), blueberry shock virus (BlShV), and plum pox virus (PPV). The detection limits for each virus were 40 copies (BCRV), 500 copies (BlShV), and 40 copies (PPV), respectively. Two primer-probe sets were selected for each virus, with amplification efficiencies ranging...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics of Out-of-hospital Cardiac Arrest from 2018 to 2021 across the World: Third Report from the International Liaison Committee on Resuscitation (ILCOR) Research and Registries Committee",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This report from ILCOR presents summary data for OHCA systems of care and outcomes from 2018 through 2021 from 18 national and regional OHCA registries worldwide. We observed a persisting wide variability in OHCA characteristics and outcomes across registries and the potential impact of the COVID-19 pandemic within registries.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of the COVID-19 pandemic within registries",
      "conclusion": "This report from ILCOR presents summary data for OHCA systems of care and outcomes from 2018 through 2021 from 18 national and regional OHCA registries worldwide. We observed a persisting wide variability in OHCA characteristics and outcomes across registries and the potential impact of the COVID-19..."
    },
    {
      "title": "Results of Cementless Total Hip Arthroplasty Using Third-Generation Ceramic-on-Ceramic Bearings: A Minimum 15-Year Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A gradual decline in survivorship was observed beyond 15 years in third-generation CoC THAs, with a notable incidence of late-onset ceramic fractures. Risk factors included men, higher BMI, short-neck heads, sandwich liners, and articular noises. The use of 28-mm heads, even with medium necks, should be avoided when possible in favor of 32-mm or larger heads. For patients who have previously had a 28-mm implant, annual follow-up is recommended to monitor for late complications.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033592",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A gradual decline in survivorship was observed beyond 15 years in third-generation CoC THAs, with a notable incidence of late-onset ceramic fractures. Risk factors included men, higher BMI, short-neck heads, sandwich liners, and articular noises"
    },
    {
      "title": "Comparison of Chronic Bronchitis Definitions in COPD for Predicting 10-Year All-Cause Mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A CAT-based definition of CB better identifies COPD patients with increased risk of long-term mortality relative to the classic definition.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41033585",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A CAT-based definition of CB better identifies COPD patients with increased risk of long-term mortality relative to the classic definition"
    },
    {
      "title": "Genomic and functional characterization of carbohydrate-active enzymes from Ruminococcoides bili FMB-CY1 reveals modular strategy for resistant starch degradation in the human gut",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Ruminococcoides bili FMB-CY1, a human gut bacterium, exhibits strong resistant starch (RS)-degrading ability. To elucidate its RS-degradation strategy, we performed comprehensive genomic annotation and biochemical characterization of 19 encoded carbohydrate-active enzymes (CAZymes). Genome analysis revealed glycoside hydrolases (GH13, GH31, GH77), glycosyltransferase (GT35), carbohydrate-binding modules (CBMs), and domains associated with amylosome-like multienzyme complexes, including dockerin...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41033533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adaptable lignin-containing cellulose nanofibers: A design approach toward high-performance green electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The growing demand for sustainable technology development has generated considerable interest in environmentally friendly lignin-containing nanocellulose fibers (LCNFs). Cellulose nanofibers (CNFs) have attracted attention as promising materials owing to their exceptional mechanical strength, flexibility, and optical transparency. However, their practical applications are hindered by energy-intensive production processes and poor water stability. To overcome these limitations, LCNFs are...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41033526",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cervus elaphus sibiricus (Deer antler) extract alleviates osteoporosis via dual modulation of osteoblast and osteoclast activity in ovariectomy-induced mice on network pharmacology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PKDE exerts dual anti-osteoporotic effects by inhibiting osteoclastogenesis and promoting osteoblast differentiation via modulation of bone metabolism pathways, supporting the traditional use of PKDE and highlighting its potential as a natural-origin therapeutic for bone health.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41033422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PKDE exerts dual anti-osteoporotic effects by inhibiting osteoclastogenesis and promoting osteoblast differentiation via modulation of bone metabolism pathways, supporting the traditional use of PKDE and highlighting its potential as a natural-origin therapeutic for bone health"
    },
    {
      "title": "Exopolysaccharide from Lacticaseibacillus rhamnosus IR06 as a potential postbiotics attenuates photoaging through regulation of MAPK and NF-κB signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Exopolysaccharides (EPSs) are widely used in the food industry as stabilizers, viscosity enhancers, and thickeners due to their rheology-improving properties. Beyond food applications, EPSs have gained attention for their diverse biological effects, including antioxidant, anti-inflammatory, and anticancer activities. Ultraviolet B (UVB) radiation induces the production of intracellular reactive oxygen species (ROS), leading to skin damage such as epithelial barrier dysfunction, wrinkle...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41033363",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pembrolizumab with trastuzumab and chemotherapy for HER2-positive advanced gastric cancer: health-related quality-of-life analysis from the randomized KEYNOTE-811 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While improving clinical outcomes, the addition of pembrolizumab to trastuzumab and chemotherapy did not negatively impact health-related quality of life during treatment, supporting the use of pembrolizumab plus trastuzumab and chemotherapy for first-line treatment of HER2-positive advanced gastric cancer.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033280",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "health-related quality of life during treatment, supporting the use of pembrolizumab plus trastuzumab and chemotherapy for first-line treatment of HER2-positive advanced gastric cancer",
      "conclusion": "While improving clinical outcomes, the addition of pembrolizumab to trastuzumab and chemotherapy did not negatively impact health-related quality of life during treatment, supporting the use of pembrolizumab plus trastuzumab and chemotherapy for first-line treatment of HER2-positive advanced gastric..."
    },
    {
      "title": "Risk of depression and suicide in adults with pre-existing primary headaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Primary headaches, particularly tension-type headaches (TTH) and migraine, are common and are associated with several comorbidities, including psychiatric conditions such as depression and suicide. However, there is limited evidence on the temporal relationship between primary headaches and subsequent depression and suicide, and most prior research has relied on self-reported data or cross-sectional designs. This population-based retrospective cohort study used data from the National Health...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41033271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural color generation in lipid-based cosmetics: Lamellar nanosheets from skin-identical fatty acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "There is growing interest in pigment-free, biocompatible systems that generate structural color for cosmetic applications. This study presents pearlescent cosmetic formulations composed of skin-identical long-chain fatty acids, stearic acid (C18) and behenic acid (C22), that self-organize into multilamellar nanosheet structures in aqueous media. These formulations exhibited vivid, composition-dependent structural colors in the visible region, consistent with constructive interference of...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant trait variation shapes plant-microbe interactions in changing climate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "As the climate crisis intensifies, finding strategies to mitigate its cascading effects is now a pressing global priority for both scientists and policymakers. In agriculture and ecology, a key first step is to understand how changing environmental conditions affect plant-microbe interactions, especially given the knowledge gap between findings from controlled experiments and those from field studies. In this review, we highlight known fluctuations in host factors that mediate interactions with...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41033142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-contrast CT-based pulmonary embolism detection using GAN-generated synthetic contrast enhancement: Development and validation of an AI framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Acute pulmonary embolism (PE) is a life-threatening condition often diagnosed using CT pulmonary angiography (CTPA). However, CTPA is contraindicated in patients with contrast allergies or at risk for contrast-induced nephropathy. This study explores an AI-driven approach to generate synthetic contrast-enhanced images from non-contrast CT scans for accurate diagnosis of acute PE without contrast agents. This retrospective study used dual-energy and standard CT datasets from two institutions. The...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41033136",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medicolegal entomology in an elder neglect investigation: A case study from South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Medicolegal entomology, once primarily utilized for estimating the post-mortem interval (PMI), now serves an expanding role in evaluating abuse and neglect in vulnerable populations. This case study examines a pivotal 2022 ruling by the Busan District Court, where forensic entomological evidence led to a conviction for negligent homicide by abandonment. The victim, an 82-year-old woman with dementia and multiple chronic conditions, was discovered in a severely unsanitary environment. Numerous...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41033102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bisphenol A impairs developmental potential of mouse blastoids through oxidative stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Bisphenol A (BPA) is a widely encountered environmental endocrine disruptor with detrimental effects on embryonic development and implantation. Conventional reproductive toxicity tests often rely on animal-derived gametes or embryos. However, these approaches are invasive and limited in their ability to assess early germline development. To address these limitations, we used a synthetic embryo model derived from pluripotent stem cells (PSCs) to evaluate BPA-induced embryotoxicity without using...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41033068",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Emission Efficiency and Stability of Blue-Emitting Quasi-2D Perovskites via Strain-Modulating Lewis Base Addition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Achieving stable and efficient blue light-emitting diodes (LEDs) based on metal halide perovskites has remained challenging due to defect-induced nonradiative recombination, halide ion migration, and phase segregation. This study demonstrates an effective strategy to enhance emission efficiency and stability in blue-emitting quasi-two-dimensional (2D) perovskite films by incorporating polyvinylpyrrolidone (PVP) as a Lewis base additive. PVP interacts strongly with A-site cations and Pb atoms,...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41032863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "an effective strategy to enhance emission efficiency and stability in blue-emitting quasi-two-dimensional (2D) perovskite films by incorporating polyvinylpyrrolidone (PVP) as a Lewis base additive",
      "conclusion": null
    },
    {
      "title": "Unsupervised Large Language Models to Identify Topics in Cancer Center Patient Portal Messages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The substantial increase in patient portal messages, particularly scheduling-related inquiries, underscores the need for streamlined communication to reduce the burden on health care providers. These findings highlight the need for strategies to manage message volume and mitigate physician burnout, laying groundwork for artificial intelligence-driven future triage systems to improve message management and patient care.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41032743",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The substantial increase in patient portal messages, particularly scheduling-related inquiries, underscores the need for streamlined communication to reduce the burden on health care providers. These findings highlight the need for strategies to manage message volume and mitigate physician burnout, ..."
    },
    {
      "title": "Designing an Antibacterial Radiative Cooling Device with the Engineering Optical Properties of Silver Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The integration of radiative cooling and antibacterial functionality into a single-material platform is a promising strategy for addressing the dual global challenges of climate-induced heat stress and microbial contamination risks. An antibacterial radiative cooling device (ARCD) is developed in this study by constructing a triple-layer structure consisting of a top layer of Ag nanoparticles (Ag NPs) for antibacterial action, a polydimethylsiloxane middle layer for mid-infrared thermal...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41032731",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preliminary effects of bracing and the Schroth method on adolescent idiopathic scoliosis with low Risser grade: A randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "ObjectiveTo evaluate the combined effects of bracing and the Schroth method on spinal deformity, thoracic mobility, and pulmonary function in adolescents with low Risser grade adolescent idiopathic scoliosis (AIS).MethodsThis prospective, randomized, double-blind, controlled trial included 42 adolescents with low Risser grade AIS. Patients were randomly assigned to three groups: combined (CG), bracing-only (BG), and Schroth-only, and were assessed at baseline, 6 weeks, and 12 weeks. The primary...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41032672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A wireless, implantable sensor for continuous monitoring of blood leakage after endovascular aneurysm repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Endovascular aneurysm repair, a treatment for abdominal aortic aneurysms, carries the risk of recurrence due to endoleaks following stent graft implantation. Since these leaks do not present with specific symptoms, regular follow-up is necessary; however, now, only imaging-based monitoring is available. This study proposes an ultrathin flexible sensor inserted endovascularly with a stent to detect type I endoleaks, which pose the highest rupture risk. A coplanar capacitive sensor was attached to...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41032615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cumulative Cardiovascular Health Score Through Young Adulthood and Cardiovascular and Kidney Outcomes in Midlife",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: These findings suggest that a higher cumulative CVH score from 30 to 40 years of age was associated with markedly lower risks of CVD and kidney events in midlife, highlighting the importance of sustained primordial prevention efforts throughout early life.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41032326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a higher cumulative CVH score from 30 to 40 years of age was associated with markedly lower risks of CVD and kidney events in midlife, highlighting the importance of sustained primordial preventi...",
      "conclusion": "AND RELEVANCE: These findings suggest that a higher cumulative CVH score from 30 to 40 years of age was associated with markedly lower risks of CVD and kidney events in midlife, highlighting the importance of sustained primordial prevention efforts throughout early life"
    },
    {
      "title": "Stratifying lung adenocarcinoma risk with multi-ancestry polygenic risk scores in East Asian never-smokers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Multi-ancestry PRS approaches enhance LUAD risk stratification in East Asian never-smokers, with consistent external validation, suggesting future clinical utility.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41032288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multi-ancestry PRS approaches enhance LUAD risk stratification in East Asian never-smokers, with consistent external validation, suggesting future clinical utility"
    },
    {
      "title": "A step-by-step guide for cardiac computed tomography ventricular volumetry using three-dimensional threshold-based segmentation for congenital heart disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "In addition to morphologic evaluation, cardiac computed tomography with a short scan time and a high spatial resolution may be performed to assess ventricular function in children with congenital heart disease, especially when cardiac magnetic resonance imaging is unavailable, inadequate, or contraindicated. Caution should be exercised over the computed tomography radiation dose because greater radiation doses are used to assess ventricular function than morphology. The three-dimensional...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41032130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reductive Amination of Carboxylic Acids via Nickel(II) Catalysis: A Ligand-Tuned Strategy for C-N Bond Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "A nickel(II)-catalyzed reductive amination of carboxylic acids with amines is described, employing phenylsilane as the reductant. The reaction proceeds via an iminium ion/imine intermediate and does not require prior carboxylic acid activation. A comprehensive evaluation of ligands identified bulky trialkyl monophosphines as optimal, with tricyclohexylphosphine providing the highest yield. This ligand-controlled protocol provides direct access to diverse secondary and tertiary amines from...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41032025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Emergency Medical Services Call-to-Hospital Arrival Time on Outcomes of Cardiac Arrest: A Nationwide Prospective Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Shorter EMS call-to-hospital arrival times were significantly associated with lower in-hospital mortality rates and better neurologic outcomes in patients with out-of-hospital cardiac arrest.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031994",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Shorter EMS call-to-hospital arrival times were significantly associated with lower in-hospital mortality rates and better neurologic outcomes in patients with out-of-hospital cardiac arrest"
    },
    {
      "title": "Unveiling Defect Motifs in Amorphous GeSe Using Machine Learning Interatomic Potentials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Ovonic threshold switching (OTS) selectors are pivotal in nonvolatile memory devices due to their nonlinear electrical characteristics and polarity-dependent threshold voltages. However, the atomic-scale origins of the defect states responsible for these behaviors remain unclear. In this study, we systematically investigate defects in amorphous GeSe using molecular dynamics simulations accelerated by machine learning interatomic potentials (MLIPs). We first benchmark several MLIP architectures,...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031952",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deciding Whether to Adopt Artificial Intelligence for Screening Mammography Interpretation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031943",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating oxygen release <em>via</em> manipulated microspheres embedded in thermoresponsive hydrogels for enhanced stem cell survival under hypoxia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Ensuring a stable oxygen supply for transplanted cells remains a major challenge in the clinical translation of tissue engineering and regenerative medicine. Hypoxic environments caused by insufficient vascularization are a key factor leading to cell death and graft failure. To address this issue, we developed an injectable, oxygen-generating thermoresponsive hydrogel system based on poly(organophosphazene) (PPZ). By modulating the gelatin and calcium peroxide (CaO(2)) content, we fabricated...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41031909",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative evaluation of ultrafiltration membranes for exosome isolation from A549 cell-conditioned medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "(N = 199)Although numerous exosome isolation protocols are available, a practical need remains for a direct, quantitative comparison of commonly used centrifugal molecular weight cutoff (MWCO) filters under identical and standardized conditions. In this study we isolated exosomes with 10, 50 and 100 kDa Amicon filters using A549 conditioned medium and performed multimodal characterization. The Z-average sizes of the exosomes were 49.24 nm (10 kDa), 61.64 nm (50 kDa) and 90.83 nm (100 kDa)....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41031908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Human Development Index Category on Prostate Cancer Characteristics in Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights significant differences in prostate cancer management across 12 Asian countries and areas, emphasizing the influence of HDI on diagnostic and treatment outcomes.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031853",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights significant differences in prostate cancer management across 12 Asian countries and areas, emphasizing the influence of HDI on diagnostic and treatment outcomes"
    },
    {
      "title": "Comparison of microscopic dynamics and continuum theory for Poiseuille and diffusioosmotic flows in a microchannel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Diffusioosmotic flows in a microchannel are investigated using microscopic coarse-grained particle-based simulations that incorporate molecular interactions between fluid particles and channel walls. The fluid-wall molecular interactions, coupled with concentration gradients, generate flows in the potential regions where the interactions are effective, thereby driving global flows in the bulk. Fluid velocities in narrow potential regions obtained from simulations are quantitatively compared with...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Geometry-Guided Osteogenesis in Bone-on-a-Chip Systems Using Triply Periodic Minimal Surface Scaffolds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The interplay between scaffold geometry and mechanical cues is critical in regulating osteogenesis within engineered bone microenvironments. To better mimic native bone physiology and improve regeneration strategies, it is essential to integrate precise topological control with physiologically relevant flow. Here, a bone-on-a-chip (BoC) system coupled with triply periodic minimal surface (TPMS)-based 3D scaffolds is presented to investigate how geometric parameters-pore shape and solidity-govern...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41031706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Alignment of MXene Films Induced by Electrostatic Repulsion from TaS<sub>2</sub> Nanosheets for Multifunctional Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Fabricating freestanding films with pristine MXene aims at meeting all-around high standards of modern electronics through boosting high electrical conductivity, thermal conductivity, and robust mechanical strength. However, voids and defects arising during fabrication often limit the performance and versatility. An effective electrostatic repulsion-induced alignment strategy is suggested here to overcome the major obstacles in the industrial application of MXene films. This approach combines...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41031704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "at meeting all-around high standards of modern electronics through boosting high electrical conductivity, thermal conductivity, and robust mechanical strength",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Energy-Efficient Dual Formate Electrosynthesis via Coupled Formaldehyde Oxidation and CO<sub>2</sub> Reduction at Ultra-Low Cell Voltage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Electrochemical formate (HCOO^(-)) production via CO(2) reduction reaction (CO(2)RR) holds great promise for carbon-neutral energy systems; however, its practical implementation is significantly hindered by the high energy demand of anodic oxygen evolution reaction (OER). Replacing OER with a more energetically and economically favorable alternative anodic reaction is therefore essential. In this study, we developed a highly efficient Cu-Ag catalyst for anodic formaldehyde oxidation reaction...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41031702",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-Perceived Nutrition is Associated With Physical, Mental, and Oral Health in Older Korean Americans Living in Subsidized Senior Housing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "PurposeNutrition plays an important role in overall health, yet little is known about how perceived nutritional status relates to health outcomes among older Korean Americans.DesignCross-sectional survey design.SettingSurveys were conducted at six subsidized senior housing facilities in Los Angeles between April and June 2023.SampleThe sample included 318 Korean American adults aged 65 and older.MeasuresParticipants rated their nutritional status, as well as physical, mental, and oral health on...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in overall health, yet little is known about how perceived nutritional status relates to health outcomes among older Korean Americans",
      "conclusion": null
    },
    {
      "title": "Temporal Effect Analysis in an In-Sensor Computing System Enabled by Retention-Engineered Synaptic Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "In-sensor computing systems demonstrate significant potential for reducing system complexity and enhancing computational efficiency. However, current methodologies predominantly focus on monitoring and processing instantaneous sensor data, neglecting the crucial temporal aspects of sensor inputs. This limitation is particularly significant in healthcare applications, where the human body often exhibits delayed responses to external stimuli. Herein, we developed a synapse-based in-sensor...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41031590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Micro-scale control of oligodendrocyte morphology and myelination by the intellectual disability-linked protein acyltransferase ZDHHC9",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Mutations in the X-linked ZDHHC9 gene cause cognitive deficits in humans, with a subset of patients suffering from epilepsy. X-linked intellectual disability (XLID) is often ascribed to neuronal deficits, but here we report that expression of human and mouse ZDHHC9 orthologs is far higher in myelinating oligodendrocytes (OLs) than in other CNS cell types. ZDHHC9 codes for a protein acyltransferase (PAT), and we found that ZDHHC9 is the most highly expressed PAT in OLs. Wild-type ZDHHC9 localizes...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031565",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable perovskite light emitters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Perovskite light-emitting diodes (PeLEDs) that use lead (Pb)-based perovskites are promising candidates for the next generation of lighting and display technologies. However, concerns about the toxicity of Pb have delayed their progress toward commercialisation. From this viewpoint, we compare Pb-based, low-Pb and Pb-free perovskite systems, with a focus on toxicity and environmental impact. By calculating the amount of lead in different perovskite systems, we find that Pb-based and low-Pb...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fraternal cooperation of hierarchical cancer parallels metazoan multicellularity and eusociality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Metazoan multicellularity and eusociality - both outcomes of the fraternal major transitions - have numerous features in common such as uneven distribution of group-establishing potential. In addition to this framework, I argue herein that the group-forming principles of metazoan multicellularity and eusociality are analogous to hierarchical cancer in that the cancer stem cells generate other cancer cells deprived of tumorigenicity. As such, I introduce concepts of germinating reproducers and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41031439",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the Letter Regarding \"Incidence of Osteopenia or Osteoporosis in Asian Patients With Chronic Hepatitis B\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031427",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IGFBP2 Mediates Human iPSC-Cardiomyocyte Proliferation in a Cellular Contact-Dependent Manner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings demonstrate that cell-cell contact inhibits hiPSC-CM proliferation through adherens junction formation, sarcomeric assembly, and reduced IGFBP2 secretion. Importantly, exogenous supplementation of IGFBP2 can overcome cell contact-mediated inhibition of hiPSC-CM proliferation and facilitate the growth of 3-dimensional cardiac tissue. These insights provide valuable implications for advancing cardiac tissue engineering and regenerative therapies.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031396",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for advancing cardiac tissue engineering and regenerative therapies",
      "conclusion": "Our findings demonstrate that cell-cell contact inhibits hiPSC-CM proliferation through adherens junction formation, sarcomeric assembly, and reduced IGFBP2 secretion. Importantly, exogenous supplementation of IGFBP2 can overcome cell contact-mediated inhibition of hiPSC-CM proliferation and facilit..."
    },
    {
      "title": "Erratum: Effects of a multi-component program based on partially hydrolyzed guar gum (Sunfiber®) on glycemic control in South Korea: a single-arm, pre-post comparison pilot clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "[This corrects the article on p. 40 in vol. 30.].",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031237",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Healthy eating intentions among adults in China: a cross-sectional study of northern and southern regions and city tiers based on the theory of planned behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the complexity of regional variations influencing dietary intentions and indicate that tailored health promotion strategies should incorporate regional characteristics. Future research should explore underlying factors, including regional cultural influences, to better inform policies and interventions.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the complexity of regional variations influencing dietary intentions and indicate that tailored health promotion strategies should incorporate regional characteristics. Future research should explore underlying factors, including regional cultural influences, to better info..."
    },
    {
      "title": "Role of fully-immersive virtual reality for paretic arm recovery in stroke rehabilitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this case-control study, the findings suggest that incorporating fully immersive VR-based training in rehabilitation may enhance upper limb function recovery in patients with stroke in the subacute phase. Further randomized controlled studies are required to confirm these findings.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031200",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this case-control study, the findings suggest that incorporating fully immersive VR-based training in rehabilitation may enhance upper limb function recovery in patients with stroke in the subacute phase. Further randomized controlled studies are required to confirm these findings"
    },
    {
      "title": "Evaluation of the Safety, Pharmacokinetics, and Antitumor Activity of Tusamitamab Ravtansine in Patients With Nonsquamous NSCLC With High or Moderate Expression of Carcinoembryonic Antigen-Related Cell Adhesion Molecule 5",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41031047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Tusamitamab ravtansine demonstrated a favorable safety profile, objective responses, and antitumor activity in patients with high CEACAM5-expressing NSq NSCLC.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41031047",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "responses, and antitumor activity in patients with high CEACAM5-expressing NSq NSCLC",
      "significance": null,
      "conclusion": "Tusamitamab ravtansine demonstrated a favorable safety profile, objective responses, and antitumor activity in patients with high CEACAM5-expressing NSq NSCLC"
    },
    {
      "title": "Outcome expectations, self-efficacy, eating environment, and eating behaviors by the stages of change in adequate sodium intake among university students: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We observed differences in factors according to the stages of change in adequate sodium intake. For the pre-action stage, nutrition education can be planned to modify negative expectations of eating adequate sodium, foster self-efficacy, and practice general eating behaviors and behaviors to gradually reduce sodium intake. It is also necessary to alter the physical environment to reduce sodium intake. In the action stage, support and reinforcement are needed to continually practice...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We observed differences in factors according to the stages of change in adequate sodium intake. For the pre-action stage, nutrition education can be planned to modify negative expectations of eating adequate sodium, foster self-efficacy, and practice general eating behaviors and behaviors to gradual..."
    },
    {
      "title": "Wellness-enhancing effects of the canine growth hormone releasing hormone therapy mediated by plasmid and electroporation in healthy old dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Aging leads to increased disease susceptibility and weakened immunity, a condition known as immunosenescence. The growth hormone-releasing hormone (GHRH)/growth hormone (GH)/insulin-like growth factor 1 (IGF-1) axis plays a key role in both somatic growth and immune modulation. This study evaluated the clinical and immunological effects of a canine GHRH-encoding plasmid delivered by electroporation in 30 healthy senior dogs (aged 10-16 years). Dogs received a single intramuscular injection and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030680",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence and risk factors of hepatocellular carcinoma in patients with autoimmune hepatitis in Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The incidence of HCC in Asian patients with AIH was higher than that reported in a recent European study. The risk factors included cirrhosis and hepatic decompensation at diagnosis.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41030650",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of HCC in Asian patients with AIH was higher than that reported in a recent European study. The risk factors included cirrhosis and hepatic decompensation at diagnosis"
    },
    {
      "title": "Variation in depression's impact on dementia risk by age in adults aged ≥75 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Late-life depression is linked to an increased dementia risk; however, whether this relationship varies with age remains unclear.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fabrication and Preclinical Evaluation of Hyaluronic Acid/Aminoclay Nanocomposite Microneedles for Noninvasive Delivery of Semaglutide in Anti-Obesity Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that Sema-AC/HA10 is an effective transdermal delivery system for semaglutide.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030572",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that Sema-AC/HA10 is an effective transdermal delivery system for semaglutide",
      "conclusion": "These findings suggest that Sema-AC/HA10 is an effective transdermal delivery system for semaglutide"
    },
    {
      "title": "Nutrition quotient for preschoolers and key impacting factors in Korea: a cross-sectional study on food literacy, social support, and the food environment of primary caregivers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study confirmed that caregivers' food literacy and social support significantly affected preschool children's nutritional status. This suggests a need for tailored nutritional education and dietary support policies, particularly for low-income and rural populations.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirmed that caregivers' food literacy and social support significantly affected preschool children's nutritional status. This suggests a need for tailored nutritional education and dietary support policies, particularly for low-income and rural populations"
    },
    {
      "title": "Effects of a multi-component program based on partially hydrolyzed guar gum (Sunfiber<sup>®</sup>) on glycemic control in South Korea: a single-arm, pre-post comparison pilot clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among adults with elevated FPG levels, a multi-component intervention program that included PHGG (Sunfiber^(®)) supplementation, structured dietary management, and the use of health-monitoring devices showed significant benefits in improving glycemic control, overall nutritional status, and gut health.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030495",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among adults with elevated FPG levels, a multi-component intervention program that included PHGG (Sunfiber^(®)) supplementation, structured dietary management, and the use of health-monitoring devices showed significant benefits in improving glycemic control, overall nutritional status, and gut heal..."
    },
    {
      "title": "Understanding the charactersitics and types of single-person households based on food purchase frequencies in Korea: a cross-sectional study using the 2023 Consumer Behavior Survey for Foods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study underscores the need for targeted nutrition programs to address the unique needs of single-person households depending on their characteristics. Specifically, this study highlights the importance of targeted interventions for \"convenience-seeking\" and \"passive food consumer\" to promote dietary competency and encourage healthy dietary behavior.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study underscores the need for targeted nutrition programs to address the unique needs of single-person households depending on their characteristics. Specifically, this study highlights the importance of targeted interventions for \"convenience-seeking\" and \"passive food consumer\" to promote di..."
    },
    {
      "title": "Examining the multiple mediation effects of creative personality and self-esteem on the relationship between exercise and smartphone dependence in adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "The widespread use of smartphones has raised growing concerns about smartphone dependence among adolescents. This study investigates how exercise participation reduces smartphone dependence by examining the mediating roles of creative personality and self-esteem. Specifically, we examined a multiple mediation model to test how these two psychological constructs function both individually and sequentially. Using secondary data from the fifth wave of the Korean Children and Youth Panel Survey...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "a multiple mediation model to test how these two psychological constructs function both individually and sequentially",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishing a rabbit sham model of cervical esophageal surgery for circumferential esophageal transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Esophageal surgery and postoperative treatment in rabbits require careful attention. We anticipate that this study will provide valuable and practical information for researchers conducting esophageal studies using rabbits.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Esophageal surgery and postoperative treatment in rabbits require careful attention. We anticipate that this study will provide valuable and practical information for researchers conducting esophageal studies using rabbits"
    },
    {
      "title": "Acetylated Epigallocatechin Gallate and Ascorbyl Palmitate: Comparative Study on Antioxidant Activity and Retardation of Lipid Oxidation in Fish Mince and Shrimp Oil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Antioxidant activities of acetylated epigallocatechin gallate (A-EGCG) and ascorbyl palmitate (AP) were compared using different in vitro assays and food model systems. Both A-EGCG and AP exhibited DPPH and ABTS radical scavenging activities and reducing power. AP demonstrated greater scavenging efficacy toward both radicals than A-EGCG (p < 0.05), while A-EGCG exhibited greater metal chelating activity (p < 0.05). Antioxidant activity increased as the concentration upsurged from 0.5 to 10 mg/L....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41030112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aspirin Use and Risk of HCC and Gastrointestinal Bleeding in Patients With HBV-Related Cirrhosis: A Landmark Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients with HBV-related cirrhosis, the aspirin-treated group showed a significantly lower risk of HCC than the untreated group, whereas the risk of GI bleeding was significantly higher in the aspirin-treated group.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030108",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with HBV-related cirrhosis, the aspirin-treated group showed a significantly lower risk of HCC than the untreated group, whereas the risk of GI bleeding was significantly higher in the aspirin-treated group"
    },
    {
      "title": "Knowledge and Concerns About Smoking-Related Health Risks: A Cross-Sectional Analysis of the 2021 International Tobacco Control Japan and Korea Surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41030098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This cross-sectional study examined: (i) knowledge of smoking-related health risks among adults who currently and formerly smoke; (ii) concerns about personal health damage from smoking among adults who currently smoke; (iii) sociodemographic predictors of knowledge; and (iv) associations between knowledge and concerns in Japan and the Republic of Korea.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41030098",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erratum: Evaluation of the efficacy of the lumbar sympathetic ganglion block and the use of perfusion index as a predictor of its technical success: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41029981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of standardized electroencephalography terminology education among early-career neurologists in Korea: a single-group pretest-posttest study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Education is imperative for standardizing EEG descriptions. As such, developing educational modules that emphasize minor items including prevalence, frequency, duration, and amplitude will broaden the recognition of EEG features, improving the quality of future research and patient care.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41029955",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Education is imperative for standardizing EEG descriptions. As such, developing educational modules that emphasize minor items including prevalence, frequency, duration, and amplitude will broaden the recognition of EEG features, improving the quality of future research and patient care"
    },
    {
      "title": "The relationship between anxiety and problematic mobile phone use among Chinese college students: a moderated mediation model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study further elucidates the intrinsic psychological mechanism underlying the relationship between college students' anxiety and problematic mobile phone use, determining that FoMO-SM and physical exercise play a mediating role in this relationship. This finding provides a substantial reference point for developing targeted and timely intervention strategies to address problematic mobile phone use among college students.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41029836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study further elucidates the intrinsic psychological mechanism underlying the relationship between college students' anxiety and problematic mobile phone use, determining that FoMO-SM and physical exercise play a mediating role in this relationship. This finding provides a substantial reference..."
    },
    {
      "title": "Centiloid values from deep learning-based CT parcellation: a valid alternative to freesurfer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings indicate that the CT parcellation pipeline achieves a level of accuracy similar to FS in CL quantification, demonstrating its reliability as an MRI-free alternative. In PET/CT, CT and PET are acquired sequentially within the same session on a shared bed and headrest, which helps maintain consistent positioning and adequate spatial alignment, reducing registration errors and supporting more reliable and precise quantification.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41029783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that the CT parcellation pipeline achieves a level of accuracy similar to FS in CL quantification, demonstrating its reliability as an MRI-free alternative. In PET/CT, CT and PET are acquired sequentially within the same session on a shared bed and headrest, which helps maintai..."
    },
    {
      "title": "Magnetic resonance imaging-guided radiotherapy for portal vein tumor thrombus in hepatocellular carcinoma: outcomes and prognostic factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The rtMRgRT demonstrated feasibility in treatment of PVTT with favorable overall response and local control. Response to RT and combined TACE within a month post-RT were favorable prognostic factors for OS. Given the predominant patterns of disease progression after RT, timely management of HCC outside RT field may be crucial for enhancing the survival of patients with PVTT undergoing RT. The early combination of TACE within a month post-RT may be beneficial in this regard. Further...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41029751",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The rtMRgRT demonstrated feasibility in treatment of PVTT with favorable overall response and local control. Response to RT and combined TACE within a month post-RT were favorable prognostic factors for OS"
    },
    {
      "title": "Characteristics of geographic atrophy secondary to age-related macular degeneration in Korean patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41029559",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustained PSA screening is associated with downstaging and improved survival in prostate cancer: a 12-year Korean cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41029542",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of nurses' perceptions of systems thinking on patient safety competencies: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Nurses in the study population demonstrated moderate levels of both systems thinking and PSCs. These findings underscore the critical role of systems thinking in enhancing nurses' PSCs. The results can serve as a foundational basis for the formulation of hospital policies aimed at bolstering nurses' PSCs, thereby contributing to improved patient safety within healthcare settings. Policies and interventions on promoting systems thinking among nursing staff must be created and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41029378",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nurses in the study population demonstrated moderate levels of both systems thinking and PSCs. These findings underscore the critical role of systems thinking in enhancing nurses' PSCs"
    },
    {
      "title": "Correction: Retrosynthetic crosstalk between single-step reaction and multi-step planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41029338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41029338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and Associated Factors of Olfactory and Gustatory Loss in Patients With Nasal Septal Deviation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The presence of CB and a high blood eosinophil count are significant predictors of OL in patients with NSD.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41028984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presence of CB and a high blood eosinophil count are significant predictors of OL in patients with NSD"
    },
    {
      "title": "Commercially Available Artificial Intelligence Solutions for Gynaecologic Cytology Screening and Their Integration Into Clinical Workflow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Historically, gynaecologic cytology, particularly cervical screening through Pap smear tests, has been instrumental in early cancer detection, but not without its challenges. These include variability in interpretation and the labour-intensive nature of manual screening processes. The advent of artificial intelligence (AI) technologies, especially machine learning and deep learning, heralds a new era in cytology, offering enhanced accuracy, consistency, and efficiency. These advancements promise...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41028901",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein expression of sialolith with antrolith and tonsillolith examined by immunohistochemistry and immunoprecipitation based high performance liquid chromatography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Ultrastructural and proteomic analyses have been performed to elucidate the growth mechanism of sialoliths. However, the role of salivary/blood proteins, inflammatory signaling proteins, inflammatory cytokines, and antimicrobial proteins has not been elucidated. This study examined eight sialoliths, one antrolith, and one tonsillolith which underwent radiological, histological, immunohistochemical (IHC), and immunoprecipitation-based high-performance liquid chromatography (IP-HPLC) analyses. The...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41028874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "eight sialoliths, one antrolith, and one tonsillolith which underwent radiological, histological, immunohistochemical (IHC), and immunoprecipitation-based high-performance liquid chromatography (IP-HP...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A machine learning analysis for hybrid nanofluid flow between two co-axial cylinders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "This study investigates steady, incompressible, heat transfer and axisymmetric flow in a hybrid nanofluid, magnetite and multi-walled carbon nanotubes dispersed in water, confined in the annular space between two coaxial cylinders (outer radius normalized to 1, inner radius one quarter of outer). The outer cylinder rotates while a constant radial magnetic field is applied, and the hybrid mixture's effective thermophysical properties are evaluated using a two-step Hamilton-Crosser mixing model....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41028844",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adsorptive potential of hydrochar produced from avocado waste biomass for the sequestration of Alizarin red S dye from aquatic environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41028807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "This study successfully synthesized Hydrochar (HC) and Modified Hydrochar (MHC), two affordable and environmentally friendly adsorbents, utilizing an integration of chemical activation and hydrothermal carbonization. Subsequently, the artificially produced adsorbents were employed to eradicate the Alizarin Red S (ARS) dye from the aquatic environment. The physical and chemical nature of the HC and MHC adsorbents were assessed by various characterization approaches namely, FT-IR, SEM, XRD, and...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41028807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crystallographic Engineering for Enhanced Orbital Torque",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251002033532&v=2.18.0.post9+e462414",
      "description": "Spin currents and spin torques in magnetic structures have enabled nanoscale spintronic devices. Recent advances have revealed that their orbital counterparts─orbital currents and orbital torques─can be generated, opening the emerging field of orbitronics. However, harnessing orbital currents and orbital torques in solid-state devices remains a major challenge. Here, we demonstrate that crystal orientation engineering provides an effective route to control orbitronic devices. By investigating...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41032586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tattoo-associated toxic shock syndrome: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: TSS can occur after tattooing, even in individuals without apparent immunodeficiency. Pathogenic organisms may be unidentifiable; however, clinical diagnosis should not be delayed, and early therapeutic interventions are essential to improve outcomes.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034788",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TSS can occur after tattooing, even in individuals without apparent immunodeficiency. Pathogenic organisms may be unidentifiable; however, clinical diagnosis should not be delayed, and early therapeutic interventions are essential to improve outcomes"
    },
    {
      "title": "Habitat-driven variability in morphological and anatomical traits of Dactyloctenium aegyptium (Poaceae) in semi-arid regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings highlight the strong relationship between habitat variability and morphological and anatomical plasticity in D. aegyptium, providing insights into its adaptive strategies in semi-arid regions. This study contributes to understanding the ecological resilience of grass species under varying environmental conditions and highlights the importance of habitat-driven plasticity in shaping plant traits.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the strong relationship between habitat variability and morphological and anatomical plasticity in D. aegyptium, providing insights into its adaptive strategies in semi-arid regions"
    },
    {
      "title": "Live-Cell Monitoring and Omics Analysis of Liquid-Solid Transitions of Biomolecular Condensates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Biomolecular condensates, or so-called membraneless organelles, transition from liquid into more solid-like states over time, contributing to the development of pathological conditions. The present study proposes a simple method using photoactive yellow protein (PYP) and its specific fluorescent covalent ligands to distinguish between the liquid and solid states of protein condensates in live cells. The method, compatible with fluorescence-activated cell sorting (FACS), correlates the stiffness...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "β-Fluorovinylsulfonamide as a Highly Reactivity- and Structure-Tunable Electrophile for Covalent Targeting of Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Covalent targeting of proteins with small molecule probes is a powerful approach for analyzing and manipulating biological functions. Recent advancements in the design of target selective covalent ligands further expand the scope of accessible proteins in this approach. Here we report β-fluorovinylsulfonamide (FVS) as a versatile electrophile for the design of covalent ligands. FVS irreversibly reacts with cysteine residues in proteins to afford stable vinyl sulfide adducts. The reactivity of...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transfer learning from custom-tailored virtual molecular databases to real-world organic photosensitizers for catalytic activity prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "The scarcity of experimental training data restricts the integration of machine learning into catalysis research. Here, we report on the effectiveness of graph convolutional network (GCN) models pretrained on a molecular topological index, which is not used in typical organic synthesis, for estimating the catalytic activity, a task that usually requires high levels of human expertise. For pretraining, we used custom-tailored virtual molecular databases that can be readily constructed using...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034631",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of electroconvulsive therapy on hippocampal longitudinal axis and its association with cognitive side effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings support that cognitive performance following ECT relates to macrostructural changes in the posterior cognitive hippocampus. Thus, there may be a threshold of ECT induced posterior hippocampal volumetric change, beyond which cognitive side effects occur.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41034627",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings support that cognitive performance following ECT relates to macrostructural changes in the posterior cognitive hippocampus. Thus, there may be a threshold of ECT induced posterior hippocampal volumetric change, beyond which cognitive side effects occur"
    },
    {
      "title": "Proof-of-concept study of a CD-type microfluidic titration system with an ISFET sensor for microlitre-scale analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Conventional titration methods rely on bulky equipment, large sample volumes, and manual reagent handling, limiting their integration into portable and microlitre-scale analytical platforms. This constraint persists despite the growing demand for compact chemical quantification tools in decentralized diagnostics and environmental monitoring. A key challenge remains the lack of precise, automated titration systems that can operate without external pumps, fragile electrodes, or complex tubing. To...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "General anesthesia/general anesthetics: Journal of Anesthesia symposium 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Key interventions for anesthesia patients include administering drugs, infusing fluids and blood, and providing artificial ventilation. As general anesthetics are always administered to patients undergoing general anesthesia, anesthetists need to be familiar with the fundamentals and the latest issues of general anesthesia/anesthetics. The Journal of Anesthesia symposium 2025 aimed to discuss fundamental topics and environmental issues related to general anesthesia and anesthetics. In this...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034511",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Journal of",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Designing nonlinearity in a current-starved ring oscillator for reservoir computing hardware",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "In building spiking neural networks for edge devices, low power consumption and time scale matching with the input signal are essential characteristics for their analog implementation. In each node of the neural network, an activation function should be implemented to achieve nonlinearity between input spike frequency and output spike frequency. However, the conventional analog implementation often achieves nonlinearity in the voltage domain rather than in the spike frequency domain and consumes...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034326",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterizing low-permeable shales using Rock-Eval pyrolysis and nuclear magnetic resonance for reconstruction of fluid saturation model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Accurate determination of fluid saturation and organic matter content is essential for the characterization and assessment of organic-rich source rock reserves. However, few advanced techniques are available to precisely identify fluid-porous systems and define prospective deposits throughout various stages of field exploration. This paper explores the combined application of two widely utilized methods - low-field nuclear magnetic resonance relaxometry (NMR) and Rock-Eval pyrolysis - using an...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bimagnon dispersion of La<sub>2</sub>CuO<sub>4</sub> probed by resonant inelastic X-ray scattering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "We report on the study of the magnetic excitations of Mott insulator [Formula: see text] by using resonant inelastic x-ray scattering (RIXS) and cluster calculations within the framework of exact diagonalization. Our results demonstrate experimentally that the bimagnon excitation in Cu [Formula: see text]-edge RIXS is enhanced if the incident x-ray energy is slightly above the absorption edge. Through incident-energy-dependent momentum-resolved RIXS, we investigated the excitation of the...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41034296",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the excitation of the",
      "significance": null,
      "conclusion": "experimentally that the bimagnon excitation in Cu [Formula: see text]-edge RIXS is enhanced if the incident x-ray energy is slightly above the absorption edge"
    },
    {
      "title": "Artificial Intelligence (AI)-assisted readout method for the evaluation of skin prick automated test results",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "The skin prick test (SPT) is the gold standard for diagnosing allergic sensitization to aeroallergies. The Skin Prick Automated Test (SPAT) device has previously demonstrated reduced variability and more consistent test results compared to manual SPT. The current study aims to develop and validate an artificial intelligence (AI) assisted readout method to support physicians in interpreting skin reactions following SPAT. To train the AI algorithm, 7812 wheals (651 patients) are manually labeled....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034189",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "prick test (SPT) is the gold standard for diagnosing allergic sensitization to aeroallergies. The Sk",
      "objective": "to develop and validate an artificial intelligence (AI) assisted readout method to support physicians in interpreting skin reactions following SPAT",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of anastomotic techniques in laparoscopic distal gastrectomy with Billroth I method on remnant stomach motor functions and postoperative quality of life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Laparoscopic distal gastrectomy with Billroth I reconstruction (LDGBI) is a standard procedure for early-stage gastric cancer. Although both Delta-shaped (Delta) and circular stapler (CS) techniques are commonly used for anastomosis, their long-term effects on remnant gastric motility and postoperative quality of life (QOL) remain insufficiently defined. This retrospective study analyzed 43 patients who underwent LDGBI at least one year prior, divided into CS (n=22) and Delta (n=21) groups....",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034103",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disruption of Tight Junctions in Intestinal Epithelial Cells by Toxic Advanced Glycation End-Products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41034037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Intestinal epithelial cells (IECs) play a crucial role in forming a protective barrier and regulating the absorption of substances passing through the small intestine. Disrupting the epithelial barrier function can result in intestinal diseases such as inflammatory bowel disease. Glyceraldehyde (GA)-derived advanced glycation end-products (AGEs) (toxic AGEs, TAGE) are AGEs formed by the nonenzymatic Maillard reaction. Although AGEs have been implicated in intestinal barrier breakdown, the...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41034037",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Guanine-Quadruplex-Binding Peptides from the RGG3 Domain of TLS/FUS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Guanine quadruplexes (G4s) are non-canonical nucleic acid structures that have emerged as attractive therapeutic targets owing to their involvement in diverse biological processes. Additionally, peptides derived from G4-binding proteins provide promising platforms for selective G4 recognition. In this study, we explored the G4-binding capacity of arginine-glycine-glycine (RGG)-rich sequences derived from the RGG3 domain translocated in liposarcoma/fused in sarcoma (TLS/FUS), a known G4 RNA...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concise Total Synthesis of (±)-Makaluvamine F and Its Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "A concise gram-scale total synthesis of (±)-makaluvamine F was accomplished. The left segment, 2-aminodihydrobenzothiophene possessing an N,S-acetal moiety, was prepared using commercially available 2-fluoro-4-methoxybenzaldehyde in 6 steps via Curtius rearrangement. Subsequent condensation of the 2-aminodihydrobenzothiophene segment with a pyrroloiminoquinone segment completed the total synthesis of makaluvamine F, which was achieved in a 23% overall yield via a longest linear sequence of 7...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Promotion of muscle-strengthening exercise for public health: a systematic review of real-life interventions in healthy adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This review suggests that participation in real-life interventions promoting muscle-strengthening exercise is substantial. However, behavioral outcomes related to the actual engagement in muscle-strengthening exercise were hardly reported. As such, from a public health perspective, there is limited evidence on how to best promote muscle-strengthening exercise in healthy populations and more high-quality intervention studies are needed.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review suggests that participation in real-life interventions promoting muscle-strengthening exercise is substantial. However, behavioral outcomes related to the actual engagement in muscle-strengthening exercise were hardly reported"
    },
    {
      "title": "Corrigendum to \"Lung-resident memory Th2 cells regulate pulmonary cryptococcosis by inducing type-II granuloma formation\" [Mucosal Immunol. 18(3) (2025) 631-642]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GRAPPA 2024 Meeting: Advances in Psoriatic Disease Research From Pilot Grant Awardees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Prioritizing and supporting trainee research in psoriatic disease (PsD) is a cornerstone of the Group for Research and Assessment of Psoriasis and Psoriatic Arthritis (GRAPPA). Each year, trainees and junior faculty are invited to submit proposals to GRAPPA to fund pilot research projects related to psoriasis or psoriatic arthritis. Projects can be in any of the following 4 categories: clinical science, translational science, basic science research, or combined PsD. GRAPPA remains committed to...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033829",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrauterine high-dose intravenous immunoglobulin therapy during pregnancy for women with a history of pregnancy ending in documented neonatal haemochromatosis (NH001): study protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Neonatal haemochromatosis, considered to be a gestational alloimmune liver disease (NH-GALD), is a rare but serious disease that results in fulminant hepatic failure. The recurrence rate of NH-GALD in a subsequent infant of a mother with an affected infant is 70%-90%. Recently, antenatal maternal high-dose intravenous immunoglobulin (IVIG) therapy has been reported as being effective for preventing recurrence of NH-GALD in a subsequent infant. However, no clinical trial has been...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033776",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "17β-estradiol (E2) increases ciliary beat frequency via membrane estrogen receptor β",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Estrogen receptors (ER) are expressed in various tissues, including the lungs and other respiratory tissues, independent of sex. However, the role of estrogen in the respiratory tract is not fully understood. Airway ciliated cells are important for mucociliary clearance (MCC), which protects the human airways from foreign substances, and ciliary beat frequency (CBF) is an important indicator of MCC efficiency. Although the function of estrogen in airway smooth muscle cells and goblet cells has...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033561",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for mucociliary clearance (MCC), which protects the human airways from foreign substances, and ciliary beat frequency (CBF) is an important indicator of MCC efficiency",
      "conclusion": null
    },
    {
      "title": "Comparison of genomic assembly and annotation based on two clones of avian pathogenic Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Methods for assembly and annotation of whole genomic sequences were compared for six strains of avian pathogenic Escherichia coli (APEC). Two vertically transferred E. coli clones, represented by three isolates all belonging to pulse field genome electrophoresis (PFGE) type 65- sequence type (ST)95 and three isolates belonging to PFGE type 47- ST131, were selected for Illumina short read sequencing. There was no significant difference between SPAdes and CLC Genomic Workbench for benchmark...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033539",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantifying Cell Membrane Permeability of Small to Mid-Size Drugs Using Quick Osmotic Cytoplasm Extraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Midsize drugs are emerging as a novel modality for targeting intracellular molecules. However, a straightforward method for simultaneously analyzing intracellular retention and membrane permeability has been lacking due to the absence of a rapid cytoplasm sampling technique. To address this issue, we developed cytoplasm extraction by osmotic cell rupture (CyTOR), a simple method that enables cytoplasm collection within 30 s by rupturing cells with a hypotonic solution. The concept of CyTOR was...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-specific dose estimation considering subject thickness with an RGB-D camera: A phantom study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RGB-D camera-based thickness measurement is a feasible and accurate method for non-invasive, patient-specific ESD estimation in abdominal radiography.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033267",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RGB-D camera-based thickness measurement is a feasible and accurate method for non-invasive, patient-specific ESD estimation in abdominal radiography"
    },
    {
      "title": "Optimisation of Margin Adaptation for Respiratory Motion in Lung Cancer Stereotactic Body Radiation Therapy Using Virtual Four-dimensional Volumetric Modulated Arc Therapy System Radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study proposes an OM for lung SBRT with marginal prescription. This approach reduced the respiratory motion margin by 55% to 62% while maintaining target dose coverage and lowering OAR exposure.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033235",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study proposes an OM for lung SBRT with marginal prescription. This approach reduced the respiratory motion margin by 55% to 62% while maintaining target dose coverage and lowering OAR exposure"
    },
    {
      "title": "Extent of pulmonary involvement on admission predicts long-term pulmonary and muscular sequelae of COVID-19: A longitudinal computed tomography study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CT-based quantification of pneumonia extent during the acute phase of COVID-19 may be useful in predicting long-term pulmonary sequelae and muscle wasting. This approach may allow the objective evaluation of Long COVID and facilitate the identification of potential therapeutic targets.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluation of Long COVID and facilitate the identification of potential therapeutic targets",
      "significance": null,
      "conclusion": "CT-based quantification of pneumonia extent during the acute phase of COVID-19 may be useful in predicting long-term pulmonary sequelae and muscle wasting. This approach may allow the objective evaluation of Long COVID and facilitate the identification of potential therapeutic targets"
    },
    {
      "title": "Two Japanese families with adult-onset leukoencephalopathy caused by pathogenic variants in CST3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41033143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CST3 (NM_000099.4) encodes cystatin C, whose C-terminal truncating variants in this gene have recently been reported to cause adult-onset leukoencephalopathy, characterized by headaches, transient neurological symptoms, and distinct imaging findings. We present four patients from two Japanese families, including one with a novel variant (c.358-2_395del). Three patients from one family developed chronic headaches around the age of 20, whereas the patient from the other family remained...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41033143",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Application of Large Language Models in Data Analysis and Medical Education for Assisted Reproductive Technology: Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This rapid processing demonstrates the potential for these AI models to significantly expedite data-intensive tasks in clinical settings. This performance underscores their potential utility as educational tools or decision support systems in reproductive medicine. However, none of the models were able to accurately interpret and diagnose using medical images.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41032884",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This rapid processing demonstrates the potential for these AI models to significantly expedite data-intensive tasks in clinical settings. This performance underscores their potential utility as educational tools or decision support systems in reproductive medicine"
    },
    {
      "title": "Solvent Effects on the Selectivity of Ambimodal Dipolar/Diels-Alder Cycloadditions: A Study Using Explicit Solvation Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "The reaction between 2-aminoacrolein and 1,3-butadiene serves as a representative example of post-transition state bifurcation (PTSB), leading to both Diels-Alder (4 + 2) six-membered and dipolar (4 + 3) seven-membered cycloaddition products via a single ambimodal transition state structure. Previous quantum chemical studies employing an implicit solvation model have highlighted the significant influence of polar solvents on the branching dynamics of this bifurcation, primarily due to the...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41032841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-Infrared Photoimmunotherapy Targeting Esophagogastric Junction Adenocarcinoma With Fully Human Anti-EpCAM Antibody",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Near-infrared photoimmunotherapy (NIR-PIT) is a tumor-specific treatment using monoclonal antibody (mAb) photosensitizer conjugates, followed by near-infrared light irradiation. This study aimed to identify the optimum target for treating esophagogastric junction (EGJ) adenocarcinoma and to evaluate the efficacy of NIR-PIT using mAbs in preclinical models. Tumor samples from 46 consecutive patients who had undergone surgery without any prior treatment for EGJ adenocarcinoma were assessed for...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41032427",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the optimum target for treating esophagogastric junction (EGJ) adenocarcinoma and to evaluate the efficacy of NIR-PIT using mAbs in preclinical models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revealing Dynamic Structural Changes in Platinum-Group-Metal Nanoparticles during the Catalytic Hydrogen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "Despite the crucial role of structural dynamics in catalytic reactions, the influence of nanoparticle (NP) size and elemental composition on these dynamics under electrochemical conditions is often overlooked. Herein, we present the first systematic operando investigation of the size- and element-dependent structural and electronic dynamics of platinum-group-metal (PGM) NPs (Pt, Pd, Rh, and Ru) during the hydrogen evolution reaction (HER) under both acidic and alkaline conditions. By combining...",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41032370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical factors associated with jawbone remineralization after nonsurgical treatment and imaging-based insights into its processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41032206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251002033533&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Bone remineralization following jawbone destruction is influenced by patient-specific characteristics and treatment-related factors. Changes in CT values during bone remineralization and metabolic activity detected using PET/CT provide insights into the underlying processes of bone remineralization.",
      "pubDate": "2025-10-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41032206",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bone remineralization following jawbone destruction is influenced by patient-specific characteristics and treatment-related factors. Changes in CT values during bone remineralization and metabolic activity detected using PET/CT provide insights into the underlying processes of bone remineralization"
    }
  ]
}