{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-08T07:42:49.486Z",
  "totalItems": 150,
  "totalArchived": 5498,
  "newPapersAdded": 127,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 32,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 27,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 6,
    "KIST": 3,
    "GIST": 2,
    "Kyung Hee University": 5,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 92,
    "Biomedical": 27,
    "Computer Science": 3,
    "Cancer Research": 16,
    "Neuroscience": 9,
    "Materials Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "The Impact of Family-Centered Care on Oral Health for Children With Special Health Care Needs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: FCC plays a critical role in maintaining oral health among CSHCNs. Its broader implementation is a potential solution to reduce disparities in oral health among CSHCN and across the pediatric population.",
      "pubDate": "2025-09-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FCC plays a critical role in maintaining oral health among CSHCNs. Its broader implementation is a potential solution to reduce disparities in oral health among CSHCN and across the pediatric population"
    },
    {
      "title": "Cuticular hydrocarbons as pupal age markers of two species of blowflies Chrysomya (Diptera: Calliphoridae): Implications for estimating the postmortem interval",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Blowflies are important to estimate the postmortem interval (PMI), since they are the first to interact with the carcass. However, depending on the decomposition stage, only pupae can be found. A method that has currently been suggested is the use of cuticular hydrocarbons (CHCs) in forensically important fly species to aid in estimating PMI; however, studies from the pupal stage are rare. Therefore, this study aimed to test two hypotheses: (1) CHCs from fly pupae can be used as an auxiliary...",
      "pubDate": "2025-09-08T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "test two hypotheses: (1) CHCs from fly pupae can be used as an auxiliary",
      "significance": "to estimate the postmortem interval (PMI), since they are the first to interact with the carcass",
      "conclusion": null
    },
    {
      "title": "Antibacterial mode of action of thyme white (Thymus vulgaris L.) essential oil and its constituents, thymol and carvacrol against Agrobacterium tumefaciens via down-regulation of manganese transport genes, sitABCD and mntH",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "In this study, we evaluated the antibacterial activities of plant essential oils (EOs) from the Lamiaceae family against Agrobacterium tumefaciens to find new eco-friendly antimicrobials. Thymus vulgaris L. (thyme white) EO demonstrated the most potent fumigant antibacterial activity among these. Key compounds identified in thyme white EO, including thymol, carvacrol, S-(-)-α-pinene, R-(+)-α-pinene, and (-)-limonene, also exhibited strong fumigant antibacterial activity against A. tumefaciens....",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40915843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refinement of post-acidification steps in the unified BARGE method for determination of metal bioaccessibility in consumer products: Addressing precipitation issues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Standard Unified BioAccessibility Research Group of Europe (BARGE) Method (UBM) protocols for metal bioaccessibility assessment face challenges due to post-acidification precipitation, causing significant methodological inconsistencies across studies. This research systematically examined precipitate formation by characterizing protein-metal interactions and identifying specific proteins involved, leading to development of an enhanced UBM method for more reliable metal...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST"
      ],
      "pmid": "40915737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced Three-Dimensional Cell Culture Models for Investigating Enterohaemorrhagic <em>Escherichia coli</em> Pathogenesis and Shiga Toxin-Mediated Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Enterohemorrhagic Escherichia coli (EHEC), a pathotype within the Shiga toxin-producing E. coli (STEC) group, is a major etiological agent of severe gastrointestinal illness and life-threatening sequelae, including hemolytic uremic syndrome. Although insights into EHEC pathogenesis have been gained through traditional 2D cell culture systems and animal models, these platforms are limited in their ability to recapitulate human-specific physiological responses and tissue-level interactions. Recent...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University"
      ],
      "pmid": "40915656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shiga Toxin Type 2 Aggravates G1/S Phase Cell Cycle Arrest, Mediating Caspase-Independent Cell Death under Hyperosmotic Conditions in the Kidney",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Shiga toxin (Stx) is a virulence factor produced by Shigella dysenteriae serotype 1 and Stx-producing Escherichia coli (STEC). It causes severe renal damage, leading to hemolytic uremic syndrome (HUS). The main target organ of Stx, the kidney, plays a role in maintaining water homeostasis in the body by increasing an osmotic gradient from the cortex to the medulla. However, the activity of Stxs under kidney hyperosmotic conditions is not well understood. In this study, to investigate the Stx...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "Korea University"
      ],
      "pmid": "40915655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and psychometric properties of the Korean version of the Novice Nursing Practitioner Role Transition scale",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The K-NNPRT scale has demonstrated psychometrically valid and reliable. It is valuable instrument for assessing and understanding the degree of transition of new advanced practice nurses.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40915533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-NNPRT scale has demonstrated psychometrically valid and reliable. It is valuable instrument for assessing and understanding the degree of transition of new advanced practice nurses"
    },
    {
      "title": "Prim-O-glucosylcimifugin attenuates intestinal fibrosis by modulating TGF-β/MAPK signaling and ECM remodeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: POG demonstrates anti-fibrotic potential in intestinal fibroblasts via dual inhibition of the TGF-β/Smad and MAPK/ERK pathways and selective modulation of ECM-degrading enzymes. These findings highlight POG as a promising therapeutic candidate for the treatment of intestinal fibrosis in IBD.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40915350",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "POG demonstrates anti-fibrotic potential in intestinal fibroblasts via dual inhibition of the TGF-β/Smad and MAPK/ERK pathways and selective modulation of ECM-degrading enzymes. These findings highlight POG as a promising therapeutic candidate for the treatment of intestinal fibrosis in IBD"
    },
    {
      "title": "Charge-dependent localization of Toll-like receptor 5 at the plasma membrane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Proper subcellular localization of Toll-like receptors (TLRs) is essential for initiating appropriate innate immune responses against pathogens while avoiding self-reactivity. UNC93B1 is known to mediate the intracellular trafficking of nucleotide-sensing TLRs such as TLR9 which undergoes rapid internalization into endolysosomes upon reaching the cell surface. We previously demonstrated that UNC93B1 also facilitates the plasma membrane localization of TLR5, a sensor for bacterial flagellin....",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40915324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thioredoxin-interacting protein as a crucial regulator in asthma exacerbation induced by copper oxide nanoparticles in a mouse model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Copper oxide nanoparticles (CuONPs) are increasingly used across various industrial applications, raising concerns about their potential toxicity and necessitating comprehensive safety evaluations. In this study, we first evaluated the respiratory toxicity of CuONP exposure in a mouse model of asthma. CuONP exposure alone exacerbated asthma symptoms, as evidenced by increased airway hyperresponsiveness, inflammatory cell infiltration, and elevated cytokine production with increasing...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40915107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Floral development and phenolic compounds production in Agastache rugosa through light regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The regulation of photoperiod and light intensity significantly affected Agastache rugosa by enhancing growth, modifying flowering dynamics, and promoting the accumulation of key phenolic compounds. Agastache rugosa is a medicinal and aromatic plant valued for its bioactive compounds, which contribute to its application in the flavoring, perfume, and food industries. However, variability in the composition of the bioactive compounds poses challenges for its commercial utilization. Light is a key...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40915998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "T10-pelvic angle as a newly introduced sagittal parameter: a validation study in terms of pelvic tilt restoration, proximal junctional kyphosis, and clinical outcomes in adult spinal deformity surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: T10PA undercorrection was associated with higher PNR and overcorrection with increased PJK. Matched correction yielded the best clinical outcomes. Therefore, optimal T10PA alignment may serve as an effective strategy to reduce both PNR and PJK while improving outcomes in ASD surgery.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40915990",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "T10PA undercorrection was associated with higher PNR and overcorrection with increased PJK. Matched correction yielded the best clinical outcomes"
    },
    {
      "title": "Adsorption-desorption behavior of difenoconazole onto soils: Kinetics, isotherms, and influencing factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Difenoconazole (DFC) is a commonly used triazole fungicide known for its high efficiency and environmental persistence. A thorough understanding of its environmental behavior, particularly sorption in soil, is critical to obtain a comprehensive assessment of the ecological risk of DFC. In this study, three soils with distinct physicochemical properties (brown soil, cinnamon soil, and fluvo-aquic soil) were used to elucidate the adsorption mechanisms of DFC on soil. A combination of adsorption...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40915825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bromuconazole impairs implantation process through cellular stress response in human trophoblast and endometrial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Bromuconazole, a widely used triazole-based pesticide, effectively controls fungal diseases in agriculture. Bromuconazole cause a potential toxic effect to non-target organisms and can have a negative impact on reproductive health in women, due to its long half-life and bioaccumulation ability. This study identifies the cytotoxicity and adverse effects of bromuconazole on trophoblastic cells (HTR-8/SVneo) and human endometrial cells (T HESCs), which are involved in implantation processes. The...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40915813",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on reproductive health in women, due to its long half-life and bioaccumulation ability",
      "conclusion": null
    },
    {
      "title": "Fludioxonil compromises cellular homeostasis in and viability in bovine mammary epithelial cells by inducing mitochondrial dysfunction and calcium dysregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Fludioxonil, a fungicide commonly used in agriculture, has been detected in livestock, such as cattle, even though it is primarily intended for use in plants. Unintended exposure to fludioxonil may compromise immune cells, cardiomyocytes, and glioma cells, indicating its potential risk as an environmental hazard. However, research on the detrimental effects of fludioxonil remains scarce, particularly regarding its impact on livestock, which are directly exposed to fludioxonil because of its...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40915797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on livestock, which are directly exposed to fludioxonil because of its",
      "conclusion": null
    },
    {
      "title": "Influence of psychological factors on the benefit from interpectoral and pectoserratus plane block for recovery after partial mastectomy: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The PECs block did not enhance the QoR-15 score or pain intensity after mastectomy, but its efficacy was pronounced in patients with several specific emotional traits and pain perception.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40915662",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PECs block did not enhance the QoR-15 score or pain intensity after mastectomy, but its efficacy was pronounced in patients with several specific emotional traits and pain perception"
    },
    {
      "title": "A Safe and Versatile Minicell Platform Derived from <em>Lactiplantibacillus plantarum</em> for Biotechnological Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Bacterial minicells are small and chromosome-free cells that result from aberrant cell division and represent a safe alternative to live microbial applications. However, most research on minicells has focused on Escherichia coli, with few studies exploring their development in non-model, biocompatible hosts. In this study, we engineered a minD-deficient Lactiplantibacillus plantarum (formerly Lactobacillus arabinosus and Lactobacillus plantarum) strain capable of producing minicells and...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40915654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of natural RORγt inhibitor using machine learning, virtual screening, and in vivo validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Retinoic acid receptor-related orphan receptor gamma t (RORγt) is a crucial transcription factor regulating Th17 cells, which secrete the cytokine IL-17. RORγt inhibitors are regarded as a therapeutic modality in a wide range of autoimmunity including psoriasis.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40915561",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing Round Window Membrane Permeability Enhancers: An Animal Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Intratympanic (IT) delivery of dexamethasone (DEX) is widely used for treating inner ear disorders; however, its therapeutic efficacy is limited by poor permeability of the round window membrane (RWM). This study aimed to evaluate and compare the efficacy and safety of three pharmacological agents-histamine (HIS), 3% hypertonic saline (3% HS), and sodium caprate (SC)-as adjuvants for enhancing RWM permeability and improving IT-DEX delivery in a murine model. Following IT administration of each...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40915550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate and compare the efficacy and safety of three pharmacological agents-histamine (HIS), 3% hypertonic saline (3% HS), and sodium caprate (SC)-as adjuvants for enhancing RWM permeability and impr...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global burden of anxiety, depression, self-harm (1990-2021) and the impact of COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915503/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although this study uses secondary GBD 2021 estimates, which may be biased due to uneven data coverage, the COVID-19 pandemic significantly increased the global burden of MDD, anxiety disorders, and self-harm, particularly among women and young adults.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40915503",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although this study uses secondary GBD 2021 estimates, which may be biased due to uneven data coverage, the COVID-19 pandemic significantly increased the global burden of MDD, anxiety disorders, and self-harm, particularly among women and young adults"
    },
    {
      "title": "Impact of Preoperative CT Planning on Surgical Outcomes in Patients with Obstructive Hypertrophic Cardiomyopathy: A Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CT-planned myectomy in patients with obstructive HCM was associated with shorter operation times and a reduced risk of postoperative LBBB in comparison with conventional myectomy, without an increase in major complications.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40915410",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-planned myectomy in patients with obstructive HCM was associated with shorter operation times and a reduced risk of postoperative LBBB in comparison with conventional myectomy, without an increase in major complications"
    },
    {
      "title": "Determination of neonicotinoids in honey and pollen with probabilistic risk assessment for humans and pollinators in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Neonicotinoid insecticides have been identified as significant contributors to the decline of pollinators. To evaluate potential exposure of pollinators to neonicotinoids in South Korea, 79 honey samples and 27 pollen samples were obtained from agricultural, mountain, and urban areas. These samples were analyzed for 17 compounds, including neonicotinoids and their metabolites using liquid chromatography coupled with mass spectrometry. The result revealed that all honey and pollen samples...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "40915142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interferon-γ receptor signaling is critical for balanced immune activation and protection against influenza after vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "To better understand the contribution of interferon-γ (IFN-γ) receptor signaling to vaccine-induced immunity, we employed A129 (IFN-α/β receptor-deficient) and AG129 (IFN-α/β/γ receptor-deficient) mouse models. AG129 mice induced comparable levels of virus-specific IgG after vaccination with influenza virus H5 hemagglutinin (HA) virus-like particles (VLPs). Vaccinated AG129 mice with HA VLPs exhibited impaired Th1-immune responses, lower hemagglutination inhibition (HAI) titers, increased...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40915090",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DeepMobilome: predicting mobile genetic elements using sequencing reads of microbiomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "MOTIVATION: Mobile genetic elements (MGEs) play an important role in facilitating the acquisition of antibiotic resistance genes (ARGs) within microbial communities, significantly impacting the evolution of antibiotic resistance. Understanding the mechanism and trajectory of ARG acquisition requires a comprehensive analysis of the ARG-carrying mobilome-a collective set of MGEs carrying ARGs. However, identifying the mobilome within complex microbiomes poses considerable challenges. Existing MGE...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40914968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in facilitating the acquisition of antibiotic resistance genes (ARGs) within microbial communities, significantly impacting the evolution of antibiotic resistance",
      "conclusion": null
    },
    {
      "title": "Effects of Exosomes Derived From Eutopic Endometrial Cells in Endometriosis and the Discovery of Related Serum miRNA Biomarkers for Endometriosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that the exosome-related mechanism influences the development of endometriosis and highlights the potential of exosomes as novel diagnostic biomarkers for endometriosis.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40914944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the exosome-related mechanism influences the development of endometriosis and highlights the potential of exosomes as novel diagnostic biomarkers for endometriosis",
      "conclusion": "These findings suggest that the exosome-related mechanism influences the development of endometriosis and highlights the potential of exosomes as novel diagnostic biomarkers for endometriosis"
    },
    {
      "title": "Advancing driving rehabilitation in Korea: the development of a tailored ICF Core Set",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The developed ICF Core Set provides a function-based framework for driving rehabilitation that is applicable to the Korean context. It offers a foundation for assessment, service design, and policy development. Future research should examine its clinical utility and cross-disciplinary applicability.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40914867",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The developed ICF Core Set provides a function-based framework for driving rehabilitation that is applicable to the Korean context. It offers a foundation for assessment, service design, and policy development"
    },
    {
      "title": "Chronic pain and decline in activities of daily living among community-dwelling older adults: a systematic review of longitudinal studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This review indicates that chronic pain is associated with ADL decline in community-dwelling older adults. Regular pain assessment and appropriate management may help maintain ADL in this population.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40915988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review indicates that chronic pain is associated with ADL decline in community-dwelling older adults. Regular pain assessment and appropriate management may help maintain ADL in this population"
    },
    {
      "title": "Which came first - the messenger, the activator, or the receiver?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Plants have developed sophisticated signaling mechanisms to adapt to environmental changes, and secreted peptides play crucial roles. Sulfated tyrosine (sTyr) peptides are important regulators of plant growth, nutrient uptake, defense responses, and seed development. This study delves into the evolution of sTyr peptides, their receptors, and the enzyme tyrosylprotein sulfotransferase (TPST) that is responsible for their activation. By exploring the evolutionary timeline of sTyr peptide function,...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915964",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "regulators of plant growth, nutrient uptake, defense responses, and seed development",
      "conclusion": null
    },
    {
      "title": "Genetic Code Expansion-Driven in Situ Click Labeling Enables Rapid Imaging-Based Selection of Functional Nanobody-Dye Conjugates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Antigen-binding proteins, such as nanobodies, modified with functional small molecules hold great potential for applications including imaging probes, drug conjugates, and localized catalysts. However, traditional chemical labeling methods that randomly target lysine or cysteine residues often produce heterogeneous conjugates with limited reproducibility. Conventional site-specific conjugation approaches, which typically modify only the N- or C-terminus, may also be insufficient to achieve the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40915908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel dose-based intra-preplan method for high-dose-rate brachytherapy in cervical cancer using modeling and optimization algorithms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The DIP method enables patient-specific optimization of minimal catheter configurations and supports the broader implementation of high-quality IC/ISBT.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915892",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DIP method enables patient-specific optimization of minimal catheter configurations and supports the broader implementation of high-quality IC/ISBT"
    },
    {
      "title": "Exploring Established Cut-Off Points for Pain Levels in the Numeric Rating Scale: Insights From a Literature Overview",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Establishing a cut-off value for pain is challenging, with no consensus in the literature on what constitutes optimal values. This variability may be attributed to differences in study populations, pain type and study methodologies. This emphasizes the need for alternative assessment tools or the inclusion of additional measures alongside the NRS. It is crucial to reassess the current pain assessment guidelines that continue to rely on these cut-off points in clinical practice, as...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Establishing a cut-off value for pain is challenging, with no consensus in the literature on what constitutes optimal values. This variability may be attributed to differences in study populations, pain type and study methodologies"
    },
    {
      "title": "The Human Cardiac \"Age-OME\": Age-Specific Changes in Myocardial Molecular Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Ageing is one of the most significant risk factors for heart disease; however, it is still not clear how the human heart changes with age. Taking advantage of a unique set of pre-mortem, cryopreserved, non-diseased human hearts, we performed omics analyses (transcriptomics, proteomics, metabolomics, and lipidomics), coupled with biologically informed computational modelling in younger (≤ 25 years old) and older hearts (≥ 50 years old) to describe the molecular landscape of human cardiac ageing....",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk Factors for Incidental Durotomy in Initial Posterior Decompression Surgery for Lumbar Central Canal Stenosis with Bilateral Neurogenic Claudication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Risk factors for ID are dependent on surgical approach. For open procedures, pharmacological factors are paramount, while for microendoscopic procedures, female sex and surgeon experience are critical. Preventive strategies should be tailored to the surgical method.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Risk factors for ID are dependent on surgical approach. For open procedures, pharmacological factors are paramount, while for microendoscopic procedures, female sex and surgeon experience are critical"
    },
    {
      "title": "Distinct neural processing underlying visual face and object perception in dyslexia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Developmental dyslexia is a disorder marked by difficulties in reading, spelling, and connecting sounds to written language. The high-level visual dysfunction hypothesis suggests these difficulties may partially arise from abnormalities in high-level visual cognition such as the ability to integrate visual input for higher-order cognitive functions such as reading. Here we examined adult (mean age = 35) dyslexic readers' neural functioning as they recognized identities of nonlinguistic visual...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915530",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "adult (mean age = 35) dyslexic readers' neural functioning as they recognized identities of nonlinguistic visual",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of PAI-1 in the progression and treatment resistance of non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: PAI-1 is a key regulator of tumor progression and therapeutic resistance in NSCLC. Targeting PAI-1 may offer a novel strategy to overcome resistance to multiple treatment modalities, and future research should focus on developing PAI-1-based biomarkers and therapeutic combinations for both NSCLC.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915498",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PAI-1 is a key regulator of tumor progression and therapeutic resistance in NSCLC. Targeting PAI-1 may offer a novel strategy to overcome resistance to multiple treatment modalities, and future research should focus on developing PAI-1-based biomarkers and therapeutic combinations for both NSCLC"
    },
    {
      "title": "Genomic epidemiology of clade Ia monkeypox viruses circulating in the Central African Republic in 2022-24: a retrospective cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The spread of monkeypox virus (Orthopoxvirus monkeypox) clade Ib from the Democratic Republic of the Congo to neighbouring countries has raised global concerns, leading to WHO declaring mpox a public health emergency on Aug 14, 2024. We applied genomic epidemiology to investigate the causes of recurrent mpox outbreaks in the Central African Republic. We aimed to determine whether frequent zoonotic spillovers or increased human-to-human transmissions are driving mpox epidemiology.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40915313",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "determine whether frequent zoonotic spillovers or increased human-to-human transmissions are driving mpox epidemiology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unjust treatment, unfamiliar body, and unrealistic body standards: A qualitative investigation of body image, racism, and eating during pregnancy and postpartum among Black, African American, and Afro-Caribbean individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The perinatal period, which includes pregnancy and postpartum, is associated with body-image disturbance and increased risk of eating disorder (ED) onset or relapse. ED diagnoses that are most common in the perinatal period are also more prevalent among Black individuals compared to other races. However, existing ED screening tools may miss important cultural nuances within the Black population. There is little data on whether ED screening tools are effective at detecting body-image or eating...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915172",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "cultural nuances within the Black population",
      "conclusion": null
    },
    {
      "title": "The efficacy of thoracic duct ligation for post-esophagectomy chylothorax in esophageal cancer: a nationwide inpatient cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This nationwide cohort study showed that TTDL was associated with a shorter length of post-interventional hospital stay, lower total hospitalization cost, and higher success rate of the first intervention than TDE for post-esophagectomy chylothorax.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915170",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This nationwide cohort study showed that TTDL was associated with a shorter length of post-interventional hospital stay, lower total hospitalization cost, and higher success rate of the first intervention than TDE for post-esophagectomy chylothorax"
    },
    {
      "title": "OH-stretching overtone spectra of primary and secondary alcohols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Absorption spectra of neopentyl alcohol and pinacolyl alcohol are recorded in the gas phase at room temperature and equilibrium conditions. A combination of conventional Fourier transform spectroscopy and cavity ringdown spectroscopy is used to cover the spectral OH-stretching regions, Δv(OH)=1-5. The conformer distributions of the alcohols are determined from the recorded spectra combined with transition intensities calculated with a reduced dimensional local mode model. The distributions are...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maladaptive role of peridroplet mitochondria during lipophagy disruption in pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Pancreatic ductal adenocarcinoma (PDAC) cells exhibit high metabolic flexibility, enabling survival under glucose limitation by using alternative fuels such as fatty acids. Lipophagy, a selective form of autophagy targeting lipid droplets (LDs), supports mitochondrial respiration during such nutrient stress. Our previous study demonstrated that the LSD1 inhibitor SP-2509 disrupts lipophagy independently of LSD1 inhibition, leading to LD accumulation and ATP depletion in glycolysis-suppressed...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40915065",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatic reactive lymphoid hyperplasia diagnosed through post-ablation liver tumor biopsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Hepatic reactive lymphoid hyperplasia (RLH), also known as hepatic pseudolymphoma, is a rare benign condition that predominantly affects middle-aged-to-elderly women and is often associated with autoimmune disorders. The imaging features of hepatic RLH frequently mimic those of malignant hepatic tumors, such as hepatocellular carcinoma (HCC), cholangiocarcinoma, or metastatic liver tumors, making its diagnosis based solely on imaging modalities challenging, often leading to unnecessary surgical...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40914914",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-Specific Regulatory Network Rewiring in Inflammatory Bowel Disease: How Genetic Polymorphisms Divert Incoming Signals and Contribute to Disease Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In summary, this work highlights the importance of personalized investigation of signaling processes upstream of genetic polymorphisms to gain a more comprehensive understanding of IBD pathogenesis.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40914875",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In summary, this work highlights the importance of personalized investigation of signaling processes upstream of genetic polymorphisms to gain a more comprehensive understanding of IBD pathogenesis"
    },
    {
      "title": "A Phosphorus(V)-Centered Porphyrin Having Redox- and Air-Stable Axial P-H Bonds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Phosphorus(V)-centered porphyrins (P(V)-porphyrins) are an important class of functional dyes in many fields of research, and axial ligands on the phosphorus atom affect the electronic properties of P(V)-porphyrins and add functions. Herein, we report on the synthesis and characterization of a hitherto unknown P(V)-porphyrin having hydrogen atoms as axial ligands (1^(+)·PF(6) ^(-), PF(6) ^(-) is a counter anion). Synthesis of 1^(+)·PF(6) ^(-) was achieved by treatment of dichloro-derivative...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40914819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "class of functional dyes in many fields of research, and axial ligands on the phosphorus atom affect the electronic properties of P(V)-porphyrins and add functions",
      "conclusion": null
    },
    {
      "title": "Long-range viscosity of the plasma membrane of a living cell measured by a shear-driven flow method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The viscosity of the plasma membrane in living cells is a crucial biophysical parameter that regulates cellular functions. We categorize the plasma membrane viscosity into short-range and long-range viscosities based on the spatial scale of the cellular processes they influence. Short-range viscosity originates from the Brownian motion of membrane molecules, i.e., the nanometer-scale motion of molecules, and regulates signal transduction and membrane transport. It is reported that the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40914811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GADD45A is Essential for Granulosa Cells Differentiation and Ovarian Reserve in Human and Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Diminished ovarian reserve (DOR) poses significant challenges in reproductive health, with emerging evidence implicating DNA damage repair pathways. While GADD45A is a critical regulator of DNA repair, cell cycle and apoptosis, its role in DOR pathogenesis remains unexplored. We employed transcriptome sequencing, qPCR and Western Blot analyses to compare GADD45A expression in granulosa cells (GCs) between DOR patients and controls. Functional studies included GADD45A overexpression/knockdown in...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916072",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiple Hematopoietic Stem Cell Transplantations in Pediatric Acute Myeloid Leukemia: Prognostic Significance of Remission and Severe Sinusoidal Obstruction Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Achieving CR before the second HSCT is critical for long-term survival, while severe SOS significantly worsens prognosis. Optimized pre-transplant strategies to reduce SOS risk are essential to improve outcomes of pediatric patients with AML who undergo multiple HSCTs.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Achieving CR before the second HSCT is critical for long-term survival, while severe SOS significantly worsens prognosis. Optimized pre-transplant strategies to reduce SOS risk are essential to improve outcomes of pediatric patients with AML who undergo multiple HSCTs"
    },
    {
      "title": "Analysis of peripheral blood antigens and their clinical value in oral lichen planus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Oral lichen planus (OLP) is a chronic inflammatory disease of unknown aetiology, which is an oral potentially malignant disorder. Many investigators suggest that OLP may be a localized autoimmune response caused by cell-mediated autoimmunity to basal cells. However, it remains unclear whether allergens play a role in the pathogenesis of OLP. This study describes the expression of total IgE and specific IgE to six common antigens using the Uni-CAP system in healthy controls and OLP patients and...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916047",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tirzepatide for the Maintenance of Body Weight Reduction: Rationale, Design, and Baseline Characteristics of SURMOUNT-MAINTAIN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The SURMOUNT-MAINTAIN trial will evaluate whether reducing or continuing the tirzepatide dose as a long-term treatment option may help maintain the reduced BW initially achieved with tirzepatide MTD versus switching to placebo. Combined, this study may provide additional evidence to help tailor patient-centered strategies for maintenance of BW reduction in adults living with obesity.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916045",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SURMOUNT-MAINTAIN trial will evaluate whether reducing or continuing the tirzepatide dose as a long-term treatment option may help maintain the reduced BW initially achieved with tirzepatide MTD versus switching to placebo. Combined, this study may provide additional evidence to help tailor pati..."
    },
    {
      "title": "Attitudes and perceptions of biomedical journal editors in chief towards the use of artificial intelligence chatbots in the scholarly publishing process: a cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study found that EiCs have mixed attitudes toward AICs, with some EICs acknowledging their potential to enhance editorial efficiency, particularly in tasks like language editing, while others expressed concerns about the ethical implications, the time and resources required for implementation, and the need for additional training.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916039",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that EiCs have mixed attitudes toward AICs, with some EICs acknowledging their potential to enhance editorial efficiency, particularly in tasks like language editing, while others expressed concerns about the ethical implications, the time and resources required for implementation, ..."
    },
    {
      "title": "DHX37 variants in patients with 46,XY disorders or differences of sex development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Here, using whole-exome sequencing of a cohort of 17 Japanese patients with 46,XY disorders or differences of sex development, we identified two pathogenic DEAH-box helicase 37 (DHX37) variants in three patients. We also identified a patient with a likely pathogenic variant in SOX9 and a rare likely benign variant in DHX37. This Data Report highlights the genetic and phenotypic diversity of DXH37 variants.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916030",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatty acid synthase in high and low lipid-producing strains of Mucor circinelloides: identification, phylogenetic analysis, and expression profiling during growth and lipid accumulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Fatty acid synthase (FAS) is one of the most important enzymes in lipid biosynthesis, which can catalyze the reaction of acetyl-CoA and malonyl-CoA to produce fatty acids. However, the structure, function, and molecular mechanism of FAS regulating lipid synthesis in the fungus Mucor circinelloides are unclear. In the present study, two encoding fas genes in the high lipid-producing strain WJ11 and low lipid-producing strain CBS277.49 from M. circinelloides based on their genome database were...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "enzymes in lipid biosynthesis, which can catalyze the reaction of acetyl-CoA and malonyl-CoA to produce fatty acids",
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Cone Unit Liver Resection: Innovation or Overcomplication?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40916016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40916016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular characterization of endosomal self RNA Rmrp-engaged TLR3 dimerization to prime innate activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The pre-dimerization of endosome-localized RNA sensor Toll-like receptor 3 (TLR3) is required for its innate recognition, yet how TLR3 pre-dimers are formed and precisely primed for innate activation remains unclear. Here, we demonstrate that endosome-localized self RNA Rmrp directly binds to TLR3 and induces TLR3 dimerization in the early endosome but does not interact with endosome-localized TLR7, TLR8, TLR9 or cytoplasmic RNA sensor RIG-I under homeostatic conditions. Cryo-EM structure of...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Dysregulated ceramides metabolism by fatty acid 2-hydroxylase exposes a metabolic vulnerability to target cancer metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915995",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insights Into the Separate and Joint Effects of Cadmium and Cesium on the Risk of Circadian Syndrome and the Underlying Mechanism: An Integrated Epidemiological and Network Toxicological Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The uncharted effects of cadmium and cesium on circadian syndrome (CircS), an emerging circadian rhythm disorder drawing considerable attention, and underlying mechanisms warrant exigent elaboration. Data of 11141 subjects from National Health and Nutrition Examination Survey 2005-2018 were incorporated to investigate separate-, joint-/interaction-, and mixture-effects of urinary cadmium and cesium on prevalent CircS risk exploiting survey weight regression and quantile g-computation. The...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supporting decision making for individuals living with dementia and their care partners with knowledge translation: An umbrella review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Living with dementia requires decision making about numerous topics including daily activities and advance care planning (ACP). Both individuals living with dementia and care partners require informed support for decision making. We conducted an umbrella review to assess knowledge translation (KT) interventions supporting decision making for individuals living with dementia and their informal care partners. Four databases were searched using 50 different search terms, identifying 22 reviews...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PARP inhibitors elicit distinct transcriptional programs in homologous recombination competent castration-resistant prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Prostate cancer (PCa) is the second most lethal cancer in men in the US. African American (AA) men have twice the incidence and death rate of European American (EA) men. Advanced PCa shows increased expression and activity of the DNA damage/repair pathway enzyme, poly (ADP-ribose) polymerase 1 (PARP1). PARP1 inhibitors (PARPi) are FDA-approved for advanced PCa tumors with mutations in the homologous recombination repair (HRR) pathway. However, PARPi can provide benefit in model systems without...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915979",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engrams Formed in Virtual Reality Exhibit Reduced Familiarity Upon Retrieval: Electrophysiological Correlates of Source Memory Retrieval Indicate Modality-Dependent Differences in Recognition Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Initial findings linking Virtual Reality (VR)-based encoding to increased recollection at retrieval remain inconclusive due to heterogeneous study designs and dependence on behavioral data. To clarify under which circumstances VR-based encoding affects or enhances episodic memory retrieval, the fundamental question remains whether the encoding modality, i.e., VR or 2D-desktops (PC), functions as a source for recollection, independent of further contextual factors. Specifically, the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inflammatory bowel disease vs. adverse in-hospital outcomes after radical prostatectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In the current analysis, direct comparisons with no-IBD patients showed worse in-hospital outcomes for both CD and UC patients, with adverse in-hospital outcomes indirectly appearing more severe in CD than in UC patients. In both subgroups, MIRP was associated with fewer adverse outcomes than ORP, based on comparison with no-IBD patients.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915947",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the current analysis, direct comparisons with no-IBD patients showed worse in-hospital outcomes for both CD and UC patients, with adverse in-hospital outcomes indirectly appearing more severe in CD than in UC patients. In both subgroups, MIRP was associated with fewer adverse outcomes than ORP, b..."
    },
    {
      "title": "Socioecological model and designing interventions for surgical patients with non-English preferred language",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915943/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915943",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASAS recommendations on reporting axial spondyloarthritis clinical trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These ASAS-endorsed recommendations on axSpA clinical trial reporting provide a standardised approach to reporting both baseline features as well as outcomes from axSpA clinical trials.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These ASAS-endorsed recommendations on axSpA clinical trial reporting provide a standardised approach to reporting both baseline features as well as outcomes from axSpA clinical trials"
    },
    {
      "title": "Corrigendum to \"CD24 gene inhibition and TIMP-4 gene upregulation by Imperata cylindrica's root extract prevents metastasis of CaSki cells via inhibiting PI3K/Akt/snail signaling pathway and blocking EMT\" by Nayim et al. [J. Ethnopharmacol. 275 (2021) 114111]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Colchicine as a Potential Anti-Inflammatory Strategy for Aortic Aneurysm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chronological Changes in Intra-aneurysmal Signal Intensity on T1-weighted Black Blood Images after Endovascular Treatment for Unruptured Intracranial Aneurysms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Intra-aneurysmal thrombus formation is crucial for the healing of endovascularly treated aneurysms. This study evaluated whether T1-weighted black blood imaging can monitor thrombus formation by examining the relationship between chronological signal intensity changes and aneurysm occlusion status after flow diverter stenting and coil embolization. We retrospectively analyzed 78 patients with 83 aneurysms (flow diverter stenting: 28, coil embolization: 55) who underwent T1-weighted black blood...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915922",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erratum for \"Association Between Introduction of the 23-valent Pneumococcal Polysaccharide Vaccine (PPSV23) and Pneumonia Incidence and Mortality Among General Older Population in Japan: A Community-based Study.\"J Epidemiol 35(5) (2025) 237-244",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secular trends in the prevalence of small vulnerable newborns in Japan, 1997-2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BackgroundIn 2023, a collaborative UNICEF-WHO group introduced the concept of small vulnerable newborns (SVNs) to improve the identification of newborns at increased risk of adverse outcomes and to guide more effective preventive strategies. However, global data on the prevalence of SVNs remains scarce. This study aimed to examine secular trends in the prevalence of SVNs and their three subgroups, namely term small for gestational age (SGA), preterm SGA, and preterm non-SGA, in the Japanese...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine secular trends in the prevalence of SVNs and their three subgroups, namely term small for gestational age (SGA), preterm SGA, and preterm non-SGA, in the Japanese",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "T follicular helper cells (T<sub>FH</sub>): From physiological to pathological aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The fraction that the elderly represent in the world's population is growing rapidly; numerous alterations that impact all organs and systems, including the immune system, are related to aging. A complex process common in the elderly, known as immunosenescence, is characterized by a decreased ability to respond to vaccination as well as an increased risk of bacterial and viral infections, autoimmune, cardiovascular and neurodegenerative diseases. These processes are associated with alterations...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "all organs and systems, including the immune system, are related to aging",
      "conclusion": null
    },
    {
      "title": "Design of a modified model predictive control and composite control strategy for hydraulic turbine regulation system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "As a critical component in hydropower systems, the Hydraulic Turbine Regulation System (HTRS) exhibits strong coupling characteristics that impose substantial challenges on control system design, necessitating the development of high-performance control strategies. To address the complex control requirements, this paper proposes an improved T-S fuzzy modeling method based on the Luenberger observer theory. It constructs a system model that combines high accuracy and simplicity. An enhanced MPC...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of structured orofacial muscle rehabilitation training on the recovery of facial expression muscles in patients with skeletal class II malocclusion after orthognathic surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Structured OMRT significantly improves the recovery of facial expression muscles in skeletal Class II malocclusion patients following orthognathic surgery. These findings provide valuable clinical insights and may inform rehabilitation strategies for this patient population.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915881",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured OMRT significantly improves the recovery of facial expression muscles in skeletal Class II malocclusion patients following orthognathic surgery. These findings provide valuable clinical insights and may inform rehabilitation strategies for this patient population"
    },
    {
      "title": "Autoinjector-based delivery of tranexamic acid provides pharmacokinetic efficacy in a porcine model of uncontrolled hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Autoinjector-based TXA provides sustained, anti-fibrinolytic levels within 2-5 min of administration in a swine model of uncontrolled hemorrhage emphasizing its important.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Autoinjector-based TXA provides sustained, anti-fibrinolytic levels within 2-5 min of administration in a swine model of uncontrolled hemorrhage emphasizing its important"
    },
    {
      "title": "Amphipathic Octenyl-Alanine Modified Peptides Mediate Effective siRNA Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The development of therapeutic small interfering RNAs (siRNAs) has lately gained significant momentum due to their ability to silence genes in a highly specific manner. The main obstacle withholding the wider translation of siRNA-based drug modalities is their limited half-life and poor bioavailability, especially in extra-hepatic tissues. Consequently, various drug delivery systems (DDSs) have been developed to improve the delivery of siRNAs, including short delivery peptides called...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Exploring mechanisms of resistance to fludioxonil in Colletotrichum fructicola\" [Pesticide Biochemistry and Physiology 208 (2025) 106284]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Degradation and ecological risk of a novel neonicotinoid insecticide imidaclothiz in aquatic environments: Kinetics, photodegradation and hydrolysis pathways, mechanism and metabolites toxicity evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Neonicotinoid insecticides residuals pose a threat to aquatic ecosystems and human health. Imidaclothiz, as a novel neonicotinoid pesticide, the metabolic mechanisms in aquatic environments was unclear. This study investigated the degradation characteristics of imidaclothiz in both pure and actual water, and analyzed the photodegradation and hydrolysis metabolites of imidaclothiz in aquatic environments and assessed their toxicity. The hydrolysis of imidaclothiz was not affected by temperature,...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the degradation characteristics of imidaclothiz in both pure and actual water, and analyzed the photodegradation and hydrolysis metabolites of imidaclothiz in aquatic environments and assessed their t...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zeolitic imidazolate framework-8 nanoparticles: A promising nano-antimicrobial agent for sustainable management of bacterial leaf streak in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Rice bacterial leaf streak (BLS) caused by Xanthomonas oryzae pv. oryzicola (Xoc) significantly reduces rice yield and quality. Traditional chemical control methods often have limited efficacy and raise environmental concerns, highlighting the need for safer and more effective alternatives. This study is the first to comprehensively investigated the antibacterial properties of zeolitic imidazolate framework-8 nanoparticles (ZIF-8 NPs) against Xoc. The ZIF-8 NPs showed strong in vitro...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915842",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indole-based natural product for plant protection: Discovery of alkaloid barrettin and its derivatives as novel antiviral and antifungal agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The extensive use of highly toxic and residual pesticides has a significant negative impact on agricultural production and the ecological environment. The development of new green antiviral agents has become a major demand for ensuring the development of green ecological agriculture. Indole alkaloids are widely present in nature and have diverse biological activities. In this work, we achieved efficient synthesis of indole alkaloid barettin. A series of barettin derivatives were designed,...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": "on agricultural production and the ecological environment",
      "conclusion": null
    },
    {
      "title": "Applying natural product repurposing strategy to identify baicalein as novel caseinolytic protease P inhibitor and its application in the treatment of rice bacterial diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Plant diseases caused by bacteria affect the yield of crop, greatly reduce the quality of food, and thus posing a great threat to food safety. To fill the gap that no report about ClpP inhibitor is applied in agri-food production field, engineering natural-product repurposing strategy, 55 of natural products were screened using the combination of ClpP inhibitors of Xanthomonas oryzae pv. oryzae (Xoo) screening assay and anti-Xoo activity experiment. Outcomes showed that naturally occurring...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental concentration effects of imidacloprid on the renal system of Xenopus laevis: Multifaceted insights from histopathology to molecular biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Given the widespread presence of imidacloprid in aquatic environments and the limited research on its impact on amphibian renal health, in this study, we investigated the effects of this commonly used neonicotinoid insecticide on kidney function and molecular mechanisms in Xenopus laevis. Employing a 28-day exposure model, histopathological changes and enzymatic responses induced by two concentrations of imidacloprid were examined, along with gene expression alterations and metabolic disruptions...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915824",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of this commonly used neonicotinoid insecticide on kidney function and molecular mechanisms in Xenopus laevis",
      "significance": "on amphibian renal health, in this study, we investigated the effects of this commonly used neonicotinoid insecticide on kidney function and molecular mechanisms in Xenopus laevis",
      "conclusion": null
    },
    {
      "title": "Virtual screening of potato virus Y coat protein for discovering lead inhibitors of viral intercellular traffic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Potato virus Y (PVY) is one of the most economically detrimental phytoviruses affecting global Solanaceae, possessing challenges in agrochemical control. The structural elucidation of PVY coat protein (CP) offers opportunities for the rational design of CP-targeted antivirals; however, the feasibility of identifying lead compounds via virtual screening remains largely unexplored. Herein, we report the successful case of structure-based virtual screening leveraging PVY CP, enabling the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Asp f2-like protein negatively affects stress tolerance, conidiation and virulence in Metarhizium acridum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Metarhizium acridum is a typical filamentous fungus that has been widely used to control grasshoppers, locusts, and crickets. Genetic engineering is a common strategy to enhance its virulence, conidiation, and stress tolerance. Here, we report that the M. acridum Asp f2-like protein (MaAL) plays key roles in virulence, conidiation, and stress tolerance. Disruption of MaAL (ΔMaAL) resulted in faster conidial germination and significantly increased conidial yield. The conidial yield of the ΔMaAL...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genistein: A promising botanical fungicide candidate for enhancing tomato yield and quality by controlling Alternaria solani",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The overreliance on traditional chemical fungicides, combined with the emergence of resistance, poses significant challenges for food safety. Early blight, caused by the fungal pathogen Alternaria solani (A. solani), is among the most significant contributors to pre- and postharvest yield losses in tomato cultivation. To address this challenge, through evaluation of the antifungal activity of 52 commercially available natural products against A. solani, we revealed for the first time that the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcription factor MaAP-1 regulates conidiation patterns via YAP domain binding to the MaPom1 promoter in Metarhizium acridum: Implications for enhancing fungal biocontrol efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Entomopathogenic fungi such as Metarhizium acridum are pivotal for sustainable pest management, yet the industrial conidial production is hindered by low yields and environmental sensitivity. Transcriptional regulation provides key targets for engineering strain modification. AP-1 transcription factors (TFs) are well-known for their roles in fungal growth, development, conidiation, pathogenicity and stress tolerance across various fungi. However, the structural and functional roles of AP-1 TF...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research progress of DNA barcoding in precision medicine and molecular diagnosis- A review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: A DNA barcode is a short DNA fragment used to classify and identify specific organisms, taking advantage of the specificity and diversity inherent in biological molecules. Since Herbert introduced the concept in 2003, DNA barcoding has been increasingly used in precision medicine and related fields, including species identification and environmental monitoring, over the past few decades. Although numerous molecular diagnostic techniques have emerged, many face notable obstacles such...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-dimensional histological electrophoresis with fluorescence labeling for detection of malignant tissue contours in precise conserving surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Breast-conserving surgery (BCS) is the primary surgical approach for patients with breast cancer. The accurate determination of surgical margins during BCS is critical for patient prognosis; however, time constraints and limitations in current pathological techniques often prevent pathologists from performing this assessment intraoperatively. The inability to reliably assess margins during surgery can lead to incomplete tumor removal and the need for additional surgeries. The...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915714",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bispecific T-cell engager therapy for multiple myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "With upfront use of triplet- and quadruplet-based regimens coupled with autologous stem cell transplant (ASCT) and maintenance lenalidomide, a high proportion of multiple myeloma (MM) patients are achieving deep and durable responses. Yet, myeloma invariably relapses, with refractoriness to one or more drugs at first relapse. This therapeutic gap has been partially filled by T-cell engager (TCE) therapies that have demonstrated remarkable response rates and prolonged remissions in heavily...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915704",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precursor plasma cell disorders: Classification, risk stratification, and emerging role of early interception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Precursor plasma cell disorders include monoclonal gammopathy of undermined significance (MGUS) and smoldering multiple myeloma (SMM). These conditions carry a variable risk of progression to symptomatic myeloma and there are ongoing efforts to improve risk stratification to identify patients that are at highest risk of progression. Advanced imaging plays a crucial role in diagnosis and monitoring, and more sensitive tools to measure serum monoclonal proteins and circulating tumor cells are...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915702",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "(MGUS) and smoldering multiple myeloma (SMM)",
      "conclusion": null
    },
    {
      "title": "The nitrogen regulator AreA modulates lipid metabolism through uga2 in Mucor circinelloides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Oleaginous filamentous fungus Mucor circinelloides harbors a GATA transcription activator AreA, which regulates nitrogen metabolism. In our previous study, deletion of AreA resulted in increased lipid production, while its overexpression reduced lipid synthesis. Although it is not a direct lipogenesis regulator, AreA influences metabolic flux by modulating nitrogen utilization pathways, which in turn affects carbon distribution. One such pathway is the GABA shunt, an alternative route that...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Poison Center Calls About Self-Harm or Suicidal Intent and Other Exposure Reasons in 6- to 12-Year-Old Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The rate of exposure to medications, dietary supplements, and psychoactive substances among children aged 6 to 12 years increased from 2000 to 2023, especially exposures associated with suspected self-harm or suicidal intent. Additional targeted research and interventions are needed to prevent substance exposures among 6- to 12-year-old children, especially exposures associated with suspected self-harm or suicidal intent among 11- to 12-year-old children.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The rate of exposure to medications, dietary supplements, and psychoactive substances among children aged 6 to 12 years increased from 2000 to 2023, especially exposures associated with suspected self-harm or suicidal intent. Additional targeted research and interventions are needed to prevent subst..."
    },
    {
      "title": "Current Biosecurity Practices in the Handling and Sampling of Cervids: A Cross-Sectional Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Effective biosecurity practices are essential for mitigating the risks of pathogen transmission in human-wildlife interactions, yet it is unclear how infection control policies are put into action by those working with wildlife. We evaluated biosecurity practices among professionals working with cervids in the US and Canada via an electronic survey conducted between March 2024 and June 2024. The objectives were to identify pathogens of concern, describe current biosecurity protocols, evaluate...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "were to identify pathogens of concern, describe current biosecurity protocols, evaluate",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Call to Enhance Pediatricians' Capacity in Delivering Child and Adolescent Mental Health Services in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of a nucleic acid preservation protocol for microbiome studies involving samples from the oral cavity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Storing oral samples at room temperature in DNA/RNA Shield buffer provides a reliable and efficient alternative to freezing for preserving microbiome samples. Furthermore, it may enhance DNA yield while preserving microbial diversity in the samples.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Storing oral samples at room temperature in DNA/RNA Shield buffer provides a reliable and efficient alternative to freezing for preserving microbiome samples. Furthermore, it may enhance DNA yield while preserving microbial diversity in the samples"
    },
    {
      "title": "Spinal cord malformations's epidemiology in French children: National cross sectional study based on medico-administrative database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides, for the first time in France, national epidemiological estimates for rare pediatric spinal cord malformations. The use of a validated medico-administrative data extraction approach enables largescale surveillance of these rare conditions, improves understanding of their healthcare burden, and supports planning for specialized care and public health strategies.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915611",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides, for the first time in France, national epidemiological estimates for rare pediatric spinal cord malformations. The use of a validated medico-administrative data extraction approach enables largescale surveillance of these rare conditions, improves understanding of their healthca..."
    },
    {
      "title": "Laser Interstitial Thermal Therapy (LITT) in pediatric neurosurgery: Single center retrospective analysis of 41 consecutive procedures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this pediatric cohort of 35 children with challenging brain lesions, LITT ablation was safe and efficient.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915608",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this pediatric cohort of 35 children with challenging brain lesions, LITT ablation was safe and efficient"
    },
    {
      "title": "ATPase-deficient CHD7 disease variant disrupts neural development via chromatin dysregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Chromodomain helicase DNA binding protein 7 (CHD7), an ATP-dependent chromatin remodeler, plays versatile roles in neurodevelopment. However, the functional significance of its ATPase/nucleosome remodeling activity remains incompletely understood. Here, we generate genetically engineered mouse embryonic stem cell lines harboring either an inducible Chd7 knockout or an ATPase-deficient missense variant identified in individuals with CHD7-related disorders. Through in vitro neural induction and...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of its ATPase/nucleosome remodeling activity remains incompletely understood",
      "conclusion": null
    },
    {
      "title": "Cystic Echinococcosis and Taenia spp. Infections in Nigeria: A Systematic Review and Meta-Analysis of Prevalence and Geographical Distribution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Cystic echinococcosis (CE) and Taenia spp. infections are major zoonotic helminthiases with substantial public health and economic burdens, particularly in endemic regions. Despite their classification as neglected tropical diseases (NTDs), these tapeworm infections remain understudied in Nigeria. Accurate epidemiological data are essential for evidence-based control strategies, yet comprehensive estimates of their prevalence and geographical distribution in Nigeria are lacking. This systematic...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915594",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Marine chitin valorization by ionic liquids and deep eutectic solvents: Dissolution, green extraction and conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Worldwide, marine shell waste generated from the seafood industry has emerged as a significant environmental challenge. Indeed, this shell waste represents an abundant source of various valuable products, particularly chitin. However, the extraction and subsequent processing of chitin are hindered by the inherently resistant structure of these chitin-rich feedstocks, coupled with strong hydrogen bonding between chitin chains. Recently, the application of ionic liquids (ILs) and deep eutectic...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Obesity Among Children and Adolescents in NHANES August 2021-August 2023: An Examination of Race/Hispanic Origin Subgroup Estimates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Obesity increased among Hispanic girls, White boys, and Black girls. The prevalence increased in Black boys too, but the magnitude of increase from 2017 to August 2023 appears implausible. Small August 2021-August 2023 sample sizes for Black youth could have exacerbated unmeasured sampling variation. Continued surveillance will provide context for interpreting estimates.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Obesity increased among Hispanic girls, White boys, and Black girls. The prevalence increased in Black boys too, but the magnitude of increase from 2017 to August 2023 appears implausible"
    },
    {
      "title": "Management of recurrent venous thromboembolism during anticoagulant treatment in patients with cancer: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The risk of second recurrent VTE was substantial despite two thirds of patients receiving dose escalation. Bleeding was common regardless of treatment intensity, underscoring the challenges in this patient population.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915572",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The risk of second recurrent VTE was substantial despite two thirds of patients receiving dose escalation. Bleeding was common regardless of treatment intensity, underscoring the challenges in this patient population"
    },
    {
      "title": "A dynamic spatiotemporal representation framework for deciphering personal brain function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Functional magnetic resonance imaging (fMRI) opens a window on observing spontaneous activities of the human brain in vivo. However, the high complexity of fMRI signals makes brain functional representations intractable. Here, we introduce a state decomposition method to reduce this complexity and decipher individual brain functions at multiple levels. Briefly, brain dynamics are captured by temporal first-order derivatives and spatially divided into 'state sets' at each time point based on the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915552",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Platinum-group metal half-sandwich complexes of sugar-isoxazol(in)e conjugates - synthesis and evaluation of their antineoplastic and antimicrobial activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Platinum-group metal half-sandwich complexes are considered to be potential replacements of the clinically widely used platins which have several side effects and tend to cause resistance to develop. In our previous works, we used a range of 2-pyridyl-substituted N- and C-glycosyl heterocycles as N,N-chelating ligands to prepare ruthenium(II), osmium(II), iridium(III) and rhodium(III) polyhapto arene/arenyl half-sandwich complexes. Some of these complexes, particularly with the C-glucopyranosyl...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915551",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cyclopropane xenolipids resemble monounsaturated fatty acids and modulate peroxisome proliferator-activated receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Cyclopropane fatty acids (CpFAs) are members of the mammalian lipidome, originating from the diet and gut microbial metabolism. Despite being fully saturated, conformational modeling of CpFAs from C12 to C24 in length revealed that they are bent lipids sharing structural similarities with monounsaturated fatty acids (MUFAs). We therefore hypothesized that CpFAs might share some bioactivities with MUFAs. We modeled and docked a total of 429 known and theoretical CpFAs, MUFAs and saturated lipids...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photodynamic therapy using talaporfin sodium and semiconductor laser induces dose and time dependent cytocidal effect for human glioma derived stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "One of the key factors contributing to the poor prognosis of glioblastoma is the treatment resistance of glioma stem cells (GSCs). In this study, the efficacy of photodynamic therapy (PDT) using talaporfin sodium (NPe6), a second-generation photosensitizer, in combination with a semiconductor laser approved for clinical use in Japan was evaluated. The evaluation was performed in a patient-derived glioma stem cell (GSC) line, MGG8, which was established from human glioblastoma tissue. Under...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915515",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plant sterol ester of α-linolenic acid protects against ferroptosis in metabolic dysfunction-associated fatty liver disease via activating the Nrf2 signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Increasing evidence indicates that ferroptosis contributes to the occurrence and development of metabolic dysfunction-associated fatty liver disease (MAFLD). This study aimed to investigate the improvement effect of plant sterol ester of α-linolenic acid (PS-ALA) on ferroptosis in hepatocytes and further elucidate the underlying molecular mechanism, focusing on the regulation of Nrf2 signaling. We found that PS-ALA ameliorated liver iron overload and reduced ROS generation and lipid peroxides...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the improvement effect of plant sterol ester of α-linolenic acid (PS-ALA) on ferroptosis in hepatocytes and further elucidate the underlying molecular mechanism, focusing on the regulation...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monoamine depletion and oxidative imbalance underlie ketamine-induced motor deficits in adolescent rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Ketamine has been widely used as a recreational substance by adolescents and young adults in nightclubs and raves in an acute manner, especially during the weekend. Considering the scarcity of evidence on the harmful consequences of adolescent ketamine recreational use on the central nervous system, primarily related to motor function, this study aimed to investigate the behavioral, biochemical, and neurochemical consequences on motor function induced by ketamine use, evaluating the motor...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the behavioral, biochemical, and neurochemical consequences on motor function induced by ketamine use, evaluating the motor",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variations in Dentists' Thresholds for Restorative Treatment of Active Non-Cavitated Carious Lesions: A Multinational Cross-sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Despite global promotion of minimally invasive dentistry, overtreatment of enamel lesions remains widespread. Addressing systemic, educational, and policy-level barriers is essential to improve adherence to evidence-based, risk-informed caries management.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite global promotion of minimally invasive dentistry, overtreatment of enamel lesions remains widespread. Addressing systemic, educational, and policy-level barriers is essential to improve adherence to evidence-based, risk-informed caries management"
    },
    {
      "title": "Long-term Exposure to PM<sub>2.5</sub> Components and Cardiovascular Admissions in Medicare Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Exposure to PM(2.5) components, particularly nickel and sulfate, increased the risk of CVD hospitalizations in the Medicare population, highlighting the potential to reduce CVD risk by controlling sources like fuel combustion, traffic pollution, industrial pollution, and coal use.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Exposure to PM(2.5) components, particularly nickel and sulfate, increased the risk of CVD hospitalizations in the Medicare population, highlighting the potential to reduce CVD risk by controlling sources like fuel combustion, traffic pollution, industrial pollution, and coal use"
    },
    {
      "title": "The role of mobility and air-conditioning in prenatal temperature exposure and birth outcomes: A prospective birth cohort study in Guangzhou",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Climate change has heightened awareness of the health impacts of non-optimal temperatures (cold and heat), including the effect of gestational exposure and birth outcomes. However, temperature exposure assessment remains methodologically challenging due to unaccounted individual spatiotemporal mobility and adaptive behaviors, a gap that has not been adequately addressed in published studies. Using data from a prospective birth cohort in Guangzhou, China, conducted from 2017 to 2020, we assessed...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maternal blood metal levels during pregnancy and body mass index z-score, overweight, and obesity among children: Findings of the Japan Environment and Children's Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "This study explored the association between maternal blood lead, cadmium, mercury, and manganese concentrations during pregnancy and body mass index z-scores (zBMI), overweight, and obesity among children aged 0-4 years based on data from the Japan Environment and Children's Study (JECS). After data selection, 93,782 mother-child pairs were selected for analysis. Associations between prenatal metal exposure and obesity in children were explored using the generalized estimating equation (GEE),...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Levofloxacin-induced seizure susceptibility involves both enhanced glutamatergic and impaired GABAergic synaptic function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Levofloxacin (LVFX)-associated seizures are thought to arise from disrupted excitatory-inhibitory balance, but the underlying synaptic mechanisms remain unclear. This study investigated how LVFX alters both glutamatergic and GABAergic transmission to promote neuronal hyperexcitability. We combined in vitro and in vivo approaches using primary cortical neurons treated with LVFX and adult rats administered LVFX. Electrophysiological recordings assessed AMPA receptor (AMPAR)-mediated miniature...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915475",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "how LVFX alters both glutamatergic and GABAergic transmission to promote neuronal hyperexcitability",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing mucosal vaccination: Exploiting Lactobionic acid-modified chitosan for superior gene delivery systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The increasing prevalence of respiratory disorders highlights the urgent need for effective mucosal vaccines that elicit targeted immune responses at pathogen entry sites. However, the advancement of mucosal vaccines is limited by challenges in antigen delivery and overcoming mucosal immune tolerance. In this study, we developed a gene delivery platform using chitosan functionalized with lactobionic acid (LA) to enhance targeting of antigen-presenting cells and to form stable DNA polyplexes with...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potent β-glucuronidase inhibition by brown algae Ecklonia cava secondary metabolites: Structural characterization, enzyme kinetics, and computational simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The chemical profile of brown algae Ecklonia cava was comprehensively analyzed using ultra-high-performance liquid chromatography coupled with a Q-Exactive Orbitrap mass spectrometer and GNPS molecular networking, identifying 33 components, including 27 oligomeric phloroglucinols. Among these, 10 compounds with analogous structural segments were evaluated for β-glucuronidase inhibitory activity, revealing potent inhibition by eckol, phlorofucofuroeckol A (PFF-A), dieckol, 2-phloroeckol,...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chitosan/dialdehyde starch coating onto l-tyrosine and curcumin intercalated layered double hydroxide for improved the therapeutic effects of breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "This study aimed to develop an innovative pH-sensitive bio-hydrogel containing curcumin (CUR) and l-tyrosine (Tyr) intercalated layered double hydroxide-modified chitosan (CS)/dialdehyde starch (DAS) (DAS-CS@Tyr-CUR@LDH) to facilitate the controlled release of Tyr and CUR, thereby enhancing their bioavailability and therapeutic effects. The entrapment efficiencies of Tyr and CUR were obtained at 79.31 ± 5.16 % and 70.25 ± 1.06 %, respectively. An excellent controlled and pH-sensitive release...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915447",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "develop an innovative pH-sensitive bio-hydrogel containing curcumin (CUR) and l-tyrosine (Tyr) intercalated layered double hydroxide-modified chitosan (CS)/dialdehyde starch (DAS) (DAS-CS@Tyr-CUR@LDH)...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-function fab-scFv fusion antibody ameliorates ulcerative colitis by targeting hFcRn-mediated colonic enrichment and TNF-α neutralization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Ulcerative colitis (UC), a chronic inflammatory bowel disease (IBD), is characterized by disruption of intestinal barrier function and complex inflammatory manifestations locally and systemically. Although anti-tumor necrosis factor-α (TNF-α) agents such as Infliximab (IFX) are effective in treating IBD, their intestinal tissue concentration has been regarded as determinant of therapeutic efficacy while was restrained by the large molecular weight. Considering the enhanced expression of human...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915441",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choroidal Vascularity Index as a marker of health and disease: Systematic review and meta-Analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The Choroidal Vascularity Index (CVI), derived from optical coherence tomography (OCT), has emerged as a potential biomarker for detecting vascular changes. Understanding its variability across physiological states, ocular conditions, and systemic diseases is crucial for its integration into clinical practice. We evaluated variations in CVI across different physiological states (e.g., first-trimester pregnancy), ocular conditions (e.g., age-related macular degeneration, and systemic diseases...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915427",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long Term Outcomes of Tricuspid Valve Repair or Replacement in Patients with Continuous Flow Left Ventricular Assist Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Concomitant TVP with LVAD implantation was associated with reduced mortality and reduced grades of tricuspid regurgitation over an 8-year follow-up period, while readmissions were similar when compared to comparable patients without TVP.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915411",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Concomitant TVP with LVAD implantation was associated with reduced mortality and reduced grades of tricuspid regurgitation over an 8-year follow-up period, while readmissions were similar when compared to comparable patients without TVP"
    },
    {
      "title": "A combination of tetramethylpyrazine and berberine prevents coronary microembolization in rats by regulating miR-34a-5p in platelet-derived exosomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study concluded that the combination of TMP and BBR prevented CME and improved cardiac functions in rats by suppressing miR-34a-5p in PLT-exo.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study concluded that the combination of TMP and BBR prevented CME and improved cardiac functions in rats by suppressing miR-34a-5p in PLT-exo"
    },
    {
      "title": "Shen Ling Bai Zhu San promotes gut IgA<sup>+</sup> plasma cells to alleviate chronic diarrhea in mice via increasing systematic glutamine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study proved that elevated glutamine plays a crucial role in the treatment of CD with SLBZS by promoting the differentiation of B cells to produce sIgA.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study proved that elevated glutamine plays a crucial role in the treatment of CD with SLBZS by promoting the differentiation of B cells to produce sIgA"
    },
    {
      "title": "Factors influencing monoclonal antibody pharmacokinetics across varying immune perturbations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The development of continuous-release devices or injectables for the long-term delivery of biologics is of great interest, especially monoclonal antibodies (mAbs) that require frequent, high-dose injections. Preclinical testing of these technologies in murine models is necessary for clinical translation; however, xenogeneic responses to the mAb and foreign body responses to the implants or injectables can confound results. Immune system knockout (KO) models that affect immune cells are often...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915364",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding the kinetics of macrophage uptake and the metabolic fate of iron-carbohydrate complexes used for iron deficiency anemia treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Iron-carbohydrate complexes (ICCs) are widely used nanomedicines to treat iron deficiency anemia, yet their intracellular fate and the mechanisms of action underlying their differences in treatment outcomes remain poorly understood. Here, we thus performed a comprehensive dynamic characterization of two structurally distinct ICCs - iron sucrose (IS) and ferric carboxymaltose (FCM) - in primary human macrophages, key cells to the iron metabolism. By employing innovative correlative microscopy...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "S1P/S1PR4 Promotes the Differentiation of CD8<sup>+</sup> tissue-resident memory T Cells Aggravating Bile Duct Injury in Biliary Atresia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The S1 subtype of BA, characterized by dysregulated immune pathways and poor prognosis, was identified. S1P/S1PR4 signaling promotes cholangiocyte injury via promoting CX3CR1^(+)CD8^(+)Teff migration and their differentiation into apoptosis-inducing CD8^(+)TRM cells.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915360",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The S1 subtype of BA, characterized by dysregulated immune pathways and poor prognosis, was identified. S1P/S1PR4 signaling promotes cholangiocyte injury via promoting CX3CR1^(+)CD8^(+)Teff migration and their differentiation into apoptosis-inducing CD8^(+)TRM cells"
    },
    {
      "title": "Spillover of SARS-CoV-2 to Domestic Dogs in COVID-19-Positive Households: A One Health Surveillance Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) is capable of infecting multiple species through human-to-animal spillover. Human to animal spillovers have been documented both in domestic and wild animal species. Due to close contact in shared households, pet dogs may be at increased risk for contracting the SARS-CoV-2 virus from infected individuals in the same household. In this study, we have analyzed serum samples from dogs (n=196) from Pennsylvania during 2021-2022 for the...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of serum progesterone level on the day of embryo transfer on live birth rate after single frozen-thawed blastocyst transfer in hormone replacement therapy cycles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study, aligned with recent literature, identified a positive relationship between progesterone levels on the day of SFBT in HRT and the positive predictive value of a live birth, the \"ideal window\" of progesterone on the day of FET being 10.5-12 ng/mL.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study, aligned with recent literature, identified a positive relationship between progesterone levels on the day of SFBT in HRT and the positive predictive value of a live birth, the \"ideal window\" of progesterone on the day of FET being 10.5-12 ng/mL"
    },
    {
      "title": "Genetic plasticity of the estrogen receptor and its association with depression and anxiety symptoms in young females",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Estrogens are suggested to affect mood by binding to widespread estrogen receptors in the brain and therewith modulating a variety of neurosignaling pathways. Single nucleotide polymorphisms (SNPs) in the genes encoding estrogen receptors might influence these actions and thereby play a role in the genetic foundation of mood disorders. Several SNPs in the estrogen receptor 1 (ESR1) gene have been studied in relation to anxiety and depression, while confounders and interaction with psychosocial...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915344",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CircTTC3 regulates the osteogenic differentiation of adipose-derived mesenchymal stem cells via miR-205/Smad3 axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Adipose-derived mesenchymal stem cells (ADSCs) hold great promise for bone tissue repair and regeneration. Circular RNAs (circRNAs) play a crucial role in regulating the osteogenic differentiation and bone remodeling of ADSCs; however, the underlying molecular mechanisms remain unclear. In this study, we conducted whole transcriptome sequencing (WTS) on ADSCs and constructed a competing endogenous RNA (ceRNA) regulatory network to identify the circTTC3/miR-205/mothers against decapentaplegic...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical, biochemical, and genetic characterization of Lebanese patients with chronic granulomatous disease due to NCF2 pathogenic variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Chronic Granulomatous Disease (CGD) is caused by mutations in the NADPH oxidase complex that impair the ability of phagocytes to eliminate injested pathogens. As a result, patients with CGD suffer from recurrent infections and chronic inflammation. We report the clinical, biochemical, and genetic basis of the disease in 17 CGD patients from Lebanon. Whole exome sequencing (WES) identified 2 distinct mutations in NCF2 resulting in the deletion of exons 3 and 5, accounting for 82 % of the cases...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915337",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroanatomical profiling of the rainbow trout brain parenchyma and meninges reveals specialized immune niches and region-specific hubs for bacterial immune surveillance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Several studies have described immune responses in the teleost brain and meninges during infection, however, fundamental studies that systematically dissect how different regions of the brain maintain immune homeostasis in teleosts are missing. Here we present an in-depth investigation of the immune status of the brain parenchyma and meninges of juvenile rainbow trout (Oncorhynchus mykiss) at the steady state. We dissected four parenchymal brain regions including olfactory bulbs (OB),...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915333",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Air pollution and CO<sub>2</sub> Emission Reduction in China's Iron and Steel Industry Based on Real-time Monitoring Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "As the world's largest producer of crude steel, China's iron and steel industry (ISI) is one of the major sources of both air pollutant and carbon dioxide (CO(2)) emissions in the country. To better track emission patterns and assess the synergistic reduction potential under various policies during the 14^(th) Five-Year Plan period, a high-frequency, smokestack-level and national emission database was developed that covers both air pollutants (i.e., particulate matter (PM), sulfur dioxide...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transdisciplinary care intervention for young adults with type 1 diabetes transitioning to adult healthcare: Rationale and trial design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "There is a critical need for efficacious interventions targeting the psychosocial and systems level barriers to successful healthcare transitions in young adults (YA) with type 1 diabetes (T1D). Transdisciplinary Care for Transition (TCT) is a novel intervention that involves conjoint delivery of T1D care by a diabetes nurse educator, social worker/transition navigator, and psychologist during the transition between pediatric and adult T1D healthcare settings. The TCT team will participate in...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase 2C clinical trial of novel short-course regimens for the treatment of pulmonary tuberculosis: TBTC study 38/CRUSH-TB design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Preclinical and clinical study data show that combining bedaquiline (B or BDQ), moxifloxacin (M), and pyrazinamide (Z), known as BMZ, has potent antimicrobial activity that might shorten treatment duration for drug-susceptible pulmonary tuberculosis.",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915316",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A 3-month clofazimine-rifapentine-containing regimen for drug-susceptible tuberculosis versus standard of care (Clo-Fast): a randomised, open-label, phase 2c clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Based on results from preclinical and clinical studies, a five-drug combination of isoniazid, rifapentine, pyrazinamide, ethambutol, and clofazimine was identified with treatment shortening potential for drug-susceptible tuberculosis; the Clo-Fast trial aimed to determine the efficacy and safety of this regimen. We compared 3 months of isoniazid, rifapentine, pyrazinamide, ethambutol, and clofazimine, administered with a clofazimine loading dose, to the standard 6 month regimen of...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915311",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shaping opportunities for future clinical trials in tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915310",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stop the starvation: restore civilian aid and protect health care in Gaza",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40915308",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Helically ordered chiral super spaces enable optical chirality in hybrid organic-inorganic perovskite crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40915243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "We present a supramolecular templating strategy for inducing chirality in hybrid perovskites via confined crystallization within chiral super spaces-nanoconfined, helically ordered cavities formed by the self-assembly of achiral bent-core molecules with chiral additives. Upon removal of the additives, the resulting porous films retain permanent chirality. Quasi-2D hybrid organic-inorganic perovskites crystallized within these templates exhibit distinct chiroptical activity, including...",
      "pubDate": "2025-09-07T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "40915243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence in HFpEF: Diagnosis, prognosis, and management strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Heart failure with preserved ejection fraction (HFpEF) accounts for more than half of all HF cases and its incidence and prevalence continue to increase, with a substantial burden of morbidity and mortality. Despite advances in our understanding of heterogeneous pathophysiology underlying HFpEF, the diagnosis, risk assessment, and management of this disease entity remain challenging in everyday practice. Artificial intelligence (AI) algorithm can handle large amounts of complex data and machine...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40914428",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic manipulation of OGT enhances NK cell-mediated cytotoxicity in tumor immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Stabilization and enhancement of O-GlcNAcylation improve the target-killing capacity of NK cells while overcoming suppressive factors in the TME. These findings highlight advanced strategies, including genetic engineering of O-GlcNAc pathways, as potent approaches to augment NK-based immunotherapies against cancer.",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "40914422",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Stabilization and enhancement of O-GlcNAcylation improve the target-killing capacity of NK cells while overcoming suppressive factors in the TME. These findings highlight advanced strategies, including genetic engineering of O-GlcNAc pathways, as potent approaches to augment NK-based immunotherapies..."
    },
    {
      "title": "Photodegradation of PET plastics produces persistent compounds that accumulate in sediments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Polyethylene terephthalate (PET) is one of the most widely used plastics, particularly in packaging and textiles. Although PET is widely used in consumer products, only 10-28 % is recycled. Most PET waste is not properly managed. It is often landfilled, burned, or simply discarded, eventually making its way into rivers and drainage systems and accumulating in marine ecosystems. In addition to hydrolytic degradation, PET is particularly susceptible to photodegradation, as its UV-absorbing...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40914100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Forest soil properties regulate arsenic mobility and life stage-specific ecotoxicity in Collembola: Implications for early-stage contamination risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Arsenic (As) contamination from abandoned gold mines threatens adjacent ecosystems through leaching and erosion. This study investigated how soil physicochemical properties regulate As binding forms upon initial contamination and associated ecotoxicological effects on soil invertebrates. Forest soils (0-10 cm depth) were collected from four mountainous sites across Korea with varying physicochemical properties. Four forest soils were spiked with 20, 50, or 100 mg kg⁻¹ of As. Sequential...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40914066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how soil physicochemical properties regulate As binding forms upon initial contamination and associated ecotoxicological effects on soil invertebrates",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Source-specific contamination process revealed by mercury isotope analyses and hydrodynamic modeling in an estuary",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "While mercury (Hg) concentration and isotope analyses play pivotal roles in understanding contamination levels and Hg sources, complex hydrodynamics often obscure Hg transport pathways from source to sink. We applied hydrodynamic modeling with Hg stable isotopes to unravel source-specific contamination processes and propose effective management strategies in an estuarine system (Yeongil Bay) impacted by Hg-contaminated riverine input (Hyeongsan River) in Korea. Sediment isotope data revealed...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40914061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study on non-invasive and time-course metabolomics-based biological early warning systems (BEWS) using Daphnia magna and field river water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The application of metabolomics to the water quality monitoring system, biological early warning system (BEWS), has been proposed; however, its development has not been attempted due to challenges such as high inter-individual variability and invasive sampling requirements in metabolomics applications. In this study, we employed an extracellular metabolomics (exo-metabolomics) approach using Daphnia magna to overcome these limitations and evaluate its utility in field river water conditions....",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40914048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taurine suppresses Aβ aggregation and attenuates Alzheimer's disease pathologies in 5XFAD mice and patient-derived cerebral organoids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40913913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is marked by amyloid-beta (Aβ) plaque buildup, tau hyperphosphorylation, neuroinflammation, neuronal loss, and impaired adult hippocampal neurogenesis (AHN). Taurine has shown protective effects in various cellular and animal models of AD, though the molecular mechanisms of free taurine and its effects in patient-derived models remain underexplored. This study evaluates taurine's therapeutic potential using integrated in silico, in vitro, in vivo, and ex vivo approaches....",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40913913",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Record Open-Circuit Voltage in Perovskite/PERC Tandem Solar Cells via Novel a-Si Interlayer Passivation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40913501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Monolithic perovskite/silicon tandem (PST) solar cells are rapidly emerging as next-generation solar cells with significant potential for commercialization. This study presents a proof of concept for a silicon diffused junction-based PST cell, utilizing a passivated emitter rear contact (PERC) cell with a low-temperature (<200 °C) laser-fired contact process to minimize thermal damage. By introducing amorphous silicon to the emitter surface of PERC bottom cell, the open circuit voltage (V(oc))...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "POSTECH",
        "SNU",
        "UNIST"
      ],
      "pmid": "40913501",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrinsic and Extrinsic Determinants of Stability in Spiro-OMeTAD-Based Hole-Transporting Layers in Perovskite Solar Cells: Mechanistic Insights and Strategic Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40913408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Spiro-OMeTAD has remained the benchmark hole-transporting material (HTM) in state-of-the-art perovskite solar cells, owing to its favorable energy level alignment and excellent interfacial compatibility. However, its practical implementation is critically hindered by the intrinsic instabilities introduced by conventional dopants such as lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) and 4-tert-butylpyridine (tBP). While these dopants enhance electrical conductivity, they concurrently...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "40913408",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving HER2 Diagnostics with Digital Real-Time PCR for Ultrafast, Precise Prediction of Anti-HER2 Therapy Response in Patients with Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40913387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "While human epidermal growth factor receptor (HER2) has emerged as a tumor-agnostic biomarker, standard HER2 testing for anti-HER2 therapies using immunohistochemistry (IHC) and in situ hybridization (ISH) assays remains subjective, time-consuming, and often inaccurate. To address these limitations, an ultrafast and precise HER2 testing method is developed using Lab-On-An-Array (LOAA) digital real-time PCR (drPCR), a fully automated digital PCR enabling real-time absolute quantification. A...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "40913387",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of cognitive decline and Alzheimer's disease conversion by a plasma biomarker panel in non-demented individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) represents a growing global health burden, underscoring the urgent need for reliable diagnostic and prognostic biomarkers. Although several disease-modifying treatments have recently become available, their effects remain limited, as they primarily delay rather than halt disease progression. Thus, the early and accurate identification of individuals at elevated risk for conversion to AD dementia is crucial to maximize the effectiveness of these therapies and to...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40914747",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chronic kidney disease and incident cancer risk: an individual participant data meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Studies examining the association of chronic kidney disease (CKD) with cancer risk have demonstrated conflicting results.",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40914744",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intimate partner domestic violence exposure and the onset of hazardous alcohol use: A population-based longitudinal study of married adults in South Korea (2009-2024)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: IPDV exposure was associated with the subsequent onset of hazardous alcohol use. Particularly, the association of physical IPDV exposure with hazardous alcohol use was stronger among female victims.",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40914522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IPDV exposure was associated with the subsequent onset of hazardous alcohol use. Particularly, the association of physical IPDV exposure with hazardous alcohol use was stronger among female victims"
    },
    {
      "title": "Current Therapeutic Strategies in Parkinson's Disease: Future Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by the loss of dopaminergic neurons and the accumulation of misfolded α-synuclein. Current treatments, including dopaminergic medications and deep brain stimulation (DBS), provide symptomatic relief but do not halt disease progression. Recent advances in molecular research have enabled the development of disease-modifying strategies targeting key pathogenic mechanisms, such as α-synuclein aggregation,...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40914459",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Valorizing spent lithium iron phosphate battery in biomass pyrolysis for production of valuable chemicals and mitigating pollutant emissions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "The rapid increase of electronic waste, particularly battery waste, presents significant environmental challenges such as pollutant emissions and resource depletion, emphasizing the need for effective valorization and reuse strategies. This study introduces a novel approach for repurposing end-of-life lithium iron phosphate (LFP) batteries as catalysts in the pyrolysis of walnut shells (WS). Characterization analyses revealed that LFP provides both Lewis and Brønsted acid sites, which alter the...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40914396",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Screening-Detected versus Interval Lung Cancer in the Biennial Korean National Lung Cancer Screening Program: Proportion, Characteristics, and Mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ILCs are common under biennial LCS, making it potentially suboptimal for Asian heavy smokers.",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40914393",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ILCs are common under biennial LCS, making it potentially suboptimal for Asian heavy smokers"
    },
    {
      "title": "PDGFR mediates lumbar spinal stenosis-induced neuropathic pain by regulating JAK2/STAT3 signaling in activated macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "Lumbar spinal stenosis (LSS) is one of the most common spinal disorders in elderly people and is often accompanied by neuropathic pain. Although our previous studies have demonstrated that infiltrating macrophage contribute to chronic neuropathic pain in LSS rat model, the molecular mechanisms underlying macrophage activation and infiltration have not been fully elucidated. In this study, we examined the critical role of platelet-derived growth factor receptor (PDGFR) signaling pathway in...",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40914343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the critical role of platelet-derived growth factor receptor (PDGFR) signaling pathway in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activity and access of surgical abortion in metropolitan France",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40914320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250908034245&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: activity of surgical abortion is unequally distributer in metropolitan France. There are significant regional variations and unequal access depending on place of residence. Access to surgical abortion centre is more difficult for populations with low socioeconomic status. It is important that health system managers take into account this inequality, which concerns populations where abortion is more frequent.",
      "pubDate": "2025-09-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40914320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that health system managers take into account this inequality, which concerns populations where abortion is more frequent",
      "conclusion": "activity of surgical abortion is unequally distributer in metropolitan France. There are significant regional variations and unequal access depending on place of residence"
    }
  ]
}