{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-29T19:22:50.319Z",
  "totalItems": 150,
  "totalArchived": 39769,
  "newPapersAdded": 189,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 52,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 46,
    "IBS": 64,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 5,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 71,
    "Cancer Research": 16,
    "Neuroscience": 10,
    "Materials Science": 7,
    "Biomedical": 42,
    "Computer Science": 4
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Cooperative ETS transcription factors are required for lymphatic endothelial cell integrity and resilience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Lymphatics maintains fluid homeostasis, immune surveillance, and tissue integrity. Here, we identified the E26 transformation-specific (ETS) transcription factors Erg and Fli1 as essential, cooperative regulators of lymphatic integrity and function. Using inducible, lymphatic endothelial cell-specific deletion in mice, we demonstrated that combined loss of Erg and Fli1 in adults results in fatal lymphatic failure, including chylothorax, chylous ascites, and impaired lymphatic drainage....",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41460562",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rice gs3 allele and low-nitrogen conditions enrich rhizosphere microbiota that mitigate methane emissions and promote beneficial crop traits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Methane emissions from rice paddies represent a critical environmental concern in agriculture. Although genetic strategies for mitigating emissions have gained attention, the specific microbial and molecular mechanisms remain underexplored. Here, we investigated how the gs3 loss-of-function allele in the near-isogenic rice line Milyang360 modulates rhizosphere and endosphere microbial communities under distinct nitrogen regimes. Field experiments revealed that Milyang360 consistently reduced...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41459742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how the gs3 loss-of-function allele in the near-isogenic rice line Milyang360 modulates rhizosphere and endosphere microbial communities under distinct nitrogen regimes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multiplex CRISPR/Cas9-mediated editing of seven glycosyltransferase homologs in <em>Nicotiana benthamiana</em> to produce stable, Cas9-free, glycoengineered plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Plant-based systems hold great potential for producing therapeutic proteins, but differences in N-glycosylation pathways between plants and mammals present major technical and regulatory barriers. In particular, plant-specific α-1,3-fucosylation and β-1,2-xylosylation can generate immunogenic glycan structures, necessitating genome engineering to humanize plant glycosylation profiles.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41459442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid Liquid Metal Cathode Enables High-Performance Intrinsically Stretchable OLEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Intrinsically stretchable light-emitting diodes (LEDs) are essential for next-generation wearable and implantable optoelectronics. However, achieving high-performance in intrinsically stretchable LEDs remains elusive due to the absence of a stretchable cathode that concurrently ensures efficient electron injection, mechanical compliance, and high optical reflectance. Here, we introduce a hybrid liquid metal-liquid metal particle (Hyb-LM) cathode, engineered by selective rupture of surface liquid...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41457698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Architected Redox-Active Colloids for Tunable Charge Transport in Aqueous Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Colloids, a foundational class of soft matter, are increasingly explored as programmable frameworks for electrochemical function. Traditionally regarded as passive carriers, colloids can be architected to form internal pathways for ion and electron transport. Their dispersibility, processability, and compatibility with aqueous media make them promising candidates for safe and sustainable redox systems, yet aqueous electrolytes remain limited by narrow potential windows, poor stability of redox...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41457689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced exposure and visualization in splenic flexure mobilization with comparable perioperative outcomes: experience with Artisential<sup>®</sup> during laparoscopic low anterior resection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Angulated traction was utilized for splenic flexure mobilization in laparoscopic low anterior resections using a grasper from Artisential^(®), a line of articulated laparoscopic instruments. The surgeon was able to create a significantly larger working field and better exposure of target structures. This implementation did not affect operation time, recovery, or specimen integrity.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41460585",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Angulated traction was utilized for splenic flexure mobilization in laparoscopic low anterior resections using a grasper from Artisential^(®), a line of articulated laparoscopic instruments. The surgeon was able to create a significantly larger working field and better exposure of target structures"
    },
    {
      "title": "Sex differences in bile acid homeostasis and excretion underlie the disparity in liver cancer incidence between males and females",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Hepatocellular carcinoma (HCC), the common liver cancer, exhibits higher incidence in males. Here, we report that mice lacking bile acid (BA) regulators, Farnesoid X Receptor (FXR also termed NR1H4) and Small Heterodimer Partner (SHP also termed NR0B2), recapitulate the sex difference in liver cancer risk. Since few therapeutic options are available, we focused on understanding the intrinsic protection afforded to female livers. Transcriptomic analysis in control and NR1H4 and NR0B2 double...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460563",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Documented advance care planning elements and end-of-life care patterns in malignant glioma vs. major solid tumors: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this single-center cohort, malignant glioma patients were less likely to have documented ACP elements and more likely to die in nursing hospitals than those with solid tumors. Early ACP and tailored palliative strategies are essential.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41460550",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this single-center cohort, malignant glioma patients were less likely to have documented ACP elements and more likely to die in nursing hospitals than those with solid tumors. Early ACP and tailored palliative strategies are essential"
    },
    {
      "title": "JI017 induces cell line specific anticancer effects in hepatocellular carcinoma by suppressing the STAT3 signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: JI017 exerts cell line-specific anticancer effects in HCC through STAT3 pathway suppression, resulting in apoptosis in SNU-387 and cell cycle arrest in HepG2. These results support the potential of JI017 as a STAT3-targeted therapeutic candidate for HCC.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41460538",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "JI017 exerts cell line-specific anticancer effects in HCC through STAT3 pathway suppression, resulting in apoptosis in SNU-387 and cell cycle arrest in HepG2. These results support the potential of JI017 as a STAT3-targeted therapeutic candidate for HCC"
    },
    {
      "title": "Prognostic impact of endocrine therapy and BDNF-TrkB axis in breast cancer brain metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460369",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct plasma inflammatory signatures reflect disease severity and progression in progressive supranuclear palsy: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Neuroinflammation is increasingly recognized as a key driver of progressive supranuclear palsy (PSP), but the role of blood inflammatory markers remains unrevealed. This prospective cohort study aimed to characterize blood inflammatory protein profiles in PSP and to assess their associations with clinical severity, longitudinal progression, blood-based neurodegeneration markers, and brain morphometric changes. We enrolled 71 probable PSP patients and 30 age-matched healthy controls. Plasma...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460330",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3D Printed Patient-Specific Resorbable Bone Scaffolds for Alveolar Bone Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: 3D printed patient-specific biodegradable scaffolds represent a promising alternative to conventional grafting, offering precise defect reconstruction, improved biological integration, and translational potential in maxillofacial surgery. Continued optimization of material printing combinations and vascularization strategies will be critical to achieving long-term clinical success.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41460285",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "3D printed patient-specific biodegradable scaffolds represent a promising alternative to conventional grafting, offering precise defect reconstruction, improved biological integration, and translational potential in maxillofacial surgery. Continued optimization of material printing combinations and ..."
    },
    {
      "title": "How tax structures for retail cannabis shape cannabis use among youth and young adults: evidence from a volumetric choice experiment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: For AYAs who are using or susceptible to using cannabis, tax increases can effectively reduce the quantity and THC consumption, albeit a tax rate beyond 60% of pretax prices or equivalent generating no additional reductions. Compared to weight-based taxes, potency-based and price-based taxes reduce the consumption of high THC products, but potency-based taxes may also increase the consumption of low THC products. Given that higher prices on cartridges and edibles do not drive AYAs'...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41460273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For AYAs who are using or susceptible to using cannabis, tax increases can effectively reduce the quantity and THC consumption, albeit a tax rate beyond 60% of pretax prices or equivalent generating no additional reductions. Compared to weight-based taxes, potency-based and price-based taxes reduce ..."
    },
    {
      "title": "Health expenditure in Africa: examining the synergistic impact of economic policy uncertainty and governance quality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "This study examines the relevance of governance quality in shaping the effect of economic policy uncertainty on several health expenditure indicators, including external health expenditure, national health expenditure, public health expenditure, and private health expenditure. The analysis is based on a sample of fifty-three African countries spanning 2005 to 2022. The adopted empirical strategy comprises the interactive dynamic two-step System Generalized Method of Moments (SGMM). The analysis...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41460272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MAPK Pathway Mutations Emerge in Mutant-IDH1 Inhibitor-Resistant Cholangiocarcinoma and Attenuate the Interferon Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MAPK-pathway alterations represent a recurrent mechanism of resistance to mIDH1 inhibition in ICC, while emergent IDH1/IDH2 mutations appear infrequent. Functional data suggest that MAPK-mediated resistance may involve impaired IFN signaling. These results support MAPK-directed combination strategies and highlight the utility of ctDNA profiling to identify predictive and resistance biomarkers in mIDH1-driven ICC.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MAPK-pathway alterations represent a recurrent mechanism of resistance to mIDH1 inhibition in ICC, while emergent IDH1/IDH2 mutations appear infrequent. Functional data suggest that MAPK-mediated resistance may involve impaired IFN signaling"
    },
    {
      "title": "Erdafitinib in Patients with FGFR-altered Advanced or Metastatic Cholangiocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pooled analyses confirm the robust efficacy of erdafitinib in a diverse population of pretreated patients with advanced/metastatic CCA harboring prespecified FGFR alterations. These findings are consistent with previously observed efficacy of FGFR-targeted agents in patients with CCA.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460200",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pooled analyses confirm the robust efficacy of erdafitinib in a diverse population of pretreated patients with advanced/metastatic CCA harboring prespecified FGFR alterations. These findings are consistent with previously observed efficacy of FGFR-targeted agents in patients with CCA"
    },
    {
      "title": "Structure Dependent Accessibility of Active Sites Governs Catalytic Activity and Stability of Iridium Oxides in the Acidic Oxygen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Deep understanding of the structural influence on the activity-stability relationship of iridium oxides in acidic oxygen evolution reaction (OER) is desired for better catalyst designs and, consequently, improved atom efficiency of the rare-earth element. However, identifying the variables governing the reaction mechanism remains a challenge in environments where multistep reactions and catalyst degradation occur simultaneously. Surface interrogation scanning electrochemical microscopy (SI-SECM)...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acupuncture for Anxiety: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MA effectively reduces anxiety symptoms in the short term, with effects sustained at follow-up when compared to SA but not UC/WLC. Further research is needed to confirm long-term efficacy and standardize methodologies. Acupuncture remains a promising, safe, and minimally invasive therapy for chronic anxiety.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41460176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MA effectively reduces anxiety symptoms in the short term, with effects sustained at follow-up when compared to SA but not UC/WLC. Further research is needed to confirm long-term efficacy and standardize methodologies"
    },
    {
      "title": "Adverse Childhood Experiences and Depressive Symptoms Among Older Korean Americans in Affordable Senior Housing: The Moderating Role of Social Networks and Family Solidarity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Despite growing evidence of the long-term mental health effects of adverse childhood experiences (ACEs), little is known about protective factors that buffer this relationship among older adults. This study examined personal (e.g., sense of mastery), interpersonal (e.g., social networks and family solidarity), and community (e.g., social cohesion) resources as potential moderators of the association between ACEs and depressive symptoms among older Korean Americans residing in affordable senior...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41460051",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "personal (e",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone hypertrophy and reduced quality after nucleus pulposus aspiration induces low back pain-like behavior and neuronal hyperexcitability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Intradiscal injury caused by puncture and NP aspiration induces spinal structural remodeling and peripheral neuronal sensitization, contributing to chronic LBP.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41460034",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intradiscal injury caused by puncture and NP aspiration induces spinal structural remodeling and peripheral neuronal sensitization, contributing to chronic LBP"
    },
    {
      "title": "Invasively measured aortic pulse pressure and long-term prognosis in patients undergoing invasive coronary angiography: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Invasively measured aPP is a strong and independent predictor of long-term cardiovascular outcomes in patients undergoing ICA. aPP could be a valuable addition to current risk assessment tools in this high-risk population.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41459797",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Invasively measured aPP is a strong and independent predictor of long-term cardiovascular outcomes in patients undergoing ICA. aPP could be a valuable addition to current risk assessment tools in this high-risk population"
    },
    {
      "title": "3D enhancer architecture coordinated by CTCF determines immune-related gene expression patterns via RNA polymerase II pause-release in CD4+ T cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CTCF (CCCTC-binding factor) is crucial for organizing mammalian genomes into domains and structural loops, yet its role in enhancer-promoter interactions remains unclear. Here, we demonstrate that 3D enhancer architecture undergoes marked reorganization upon CTCF depletion in activated CD4+ T cells. Despite this, active transcription, particularly driven by STAT5-bound super-enhancers, maintains enhancer loops independently of CTCF. Interestingly, robust enhancer-promoter interactions are...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41459752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Foundation Models for Neural Signal Decoding: EEG-Centered Perspectives Toward Unified Representations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459740/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Neural signals such as EEG, ECoG, and intracortical recordings offer a valuable window into brain dynamics but remain difficult to decode due to high dimensionality, nonstationarity, and substantial interindividual variability. Traditional machine learning and deep learning models often show limited generalizability and insufficient interpretability in these settings. Foundation models (FMs)-large-scale architectures pretrained on diverse datasets-have recently emerged as a promising paradigm...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41459740",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case report: orthopedic treatment of the maxillopalatal complex using RAMPA combined with a novel hybrid intraoral appliance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "This paper reports on a clinical case of craniofacial displacement from treatment with a Right Angle Maxillary Protraction Appliance (RAMPA). A seven-year-old girl was treated over 17 months using VomPress (4 months) and Hybrid (13 months) intraoral devices with RAMPA. Finite Element Analysis (FEA) simulations of a skull model with all sutures and validated material properties supported clinical findings. RAMPA produced an anterosuperior maxillary shift, counterclockwise mandibular rotation...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41459667",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Skin-inspired phototherapeutic cryogel ameliorates infected wound healing by orchestrating mechanotransduction and immunomodulation\" [Bioact. Mater. 57 (2026) 768-790]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.bioactmat.2025.11.028.].",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41459395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between motor symptom severity and urinary dysfunction in Parkinson's disease: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study provides evidence that urinary dysfunction intensifies with motor symptom progression in PD. These findings highlight the importance of early detection and proactive management of urinary symptoms in patients with PD to enhance their overall quality of life.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41459336",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provides evidence that urinary dysfunction intensifies with motor symptom progression in PD. These findings highlight the importance of early detection and proactive management of urinary symptoms in patients with PD to enhance their overall quality of life"
    },
    {
      "title": "An investigation of the factors influencing college students' rural cultural preservation behaviors in the context of rural cultural revitalization: a hybrid SEM-ANN approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: The protection and inheritance of rural culture have emerged as critical components of rural cultural revitalization amid the ongoing implementation of the rural revitalization strategy. College students, characterized by both academic knowledge and social responsibility, have not yet been systematically examined in terms of the mechanisms underlying their participation in rural cultural preservation. Although rural cultural protection has received significant scholarly attention,...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41459288",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Climate change perception and pro-environmental behavior among urban park visitors: the mediating role of place attachment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Place attachment serves as a key mechanism linking climate concern to sustainable actions in leisure settings. Strengthening emotional and social bonds to urban parks may enhance both localized and general pro-environmental behaviors, offering practical implications for urban sustainability strategies.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41459262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for urban sustainability strategies",
      "conclusion": "Place attachment serves as a key mechanism linking climate concern to sustainable actions in leisure settings. Strengthening emotional and social bonds to urban parks may enhance both localized and general pro-environmental behaviors, offering practical implications for urban sustainability strategi..."
    },
    {
      "title": "Metabolic dysfunction and alcohol-associated liver disease (MetALD)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction and alcohol-associated liver disease (MetALD) is a recently implemented nomenclature and disease terminology for patients with metabolic dysfunction-associated steatotic liver disease, who consume greater amounts of alcohol. MetALD is diagnosed in individuals who have at least one metabolic risk factor (such as obesity, type 2 diabetes mellitus, hypertension, etc) and consume 140-350 g/week of alcohol for women or 210-420 g/week for men. Conversely, alcohol-associated liver...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41459093",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opportunities and challenges in application of VASARI features in neuro-oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458939/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The application of objective radiological data in glioma research remains an underexplored opportunity in neuro-oncology. Despite multiple efforts to incorporate radiomic features in glioma analysis, the lack of a unified imaging reporting system in gliomas prevents large-scale, multi-center scientific collaborations from integrating comparable imaging variables to their work. VASARI lexicon, a set of 30 semantic radiomic features using controlled vocabulary and visual guides, was created to...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458939",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "radiological data in glioma research remains an underexplored opportunity in neuro-oncology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Antibacterial Activity of Fe<sub>3</sub>O<sub>4</sub>@mPEG-Ag Nanoparticles with Molecular Docking Analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Objective: This study aims to develop methoxy poly(ethylene glycol) (mPEG) and silver-modified magnetite nanoparticles termed Fe(3)O(4)@mPEG-Ag NPs as efficient non-antibiotic antibacterial agents to address the growing challenge of drug-resistant bacterial infections. Impact Statement: This work demonstrates a synergistic nanomaterial design that achieves high antibacterial efficacy, stability, and biocompatibility, positioning it as a promising alternative to conventional antibiotics in...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458917",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aims to develop methoxy poly(ethylene glycol) (mPEG) and silver-modified magnetite nanoparticles termed Fe(3)O(4)@mPEG-Ag NPs as efficient non-antibiotic antibacterial agents to address the...",
      "significance": "Statement: This work demonstrates a synergistic nanomaterial design that achieves high antibacterial efficacy, stability, and biocompatibility, positioning it as a promising alternative to conventiona...",
      "conclusion": null
    },
    {
      "title": "Intersectional identity, risk behaviors, and adolescent mental health in South Korea: who suffers the most in the loneliness epidemic?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Interventions targeting alcohol and tobacco use may be important to prevent loneliness for adolescents with intersectional identities. Loneliness may be shaped by both structural and behavioral factors, supporting the intersectionality as a useful analytical framework to better understand mental health disparities among adolescents.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to prevent loneliness for adolescents with intersectional identities",
      "conclusion": "Interventions targeting alcohol and tobacco use may be important to prevent loneliness for adolescents with intersectional identities. Loneliness may be shaped by both structural and behavioral factors, supporting the intersectionality as a useful analytical framework to better understand mental hea..."
    },
    {
      "title": "Effect of early detubularization on urethro-intestinal anastomosis during robot-assisted radical cystectomy and intracorporeal neobladder among bladder cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Early detubularization appears to reduce UIA leaks following RARC with ICN. Our findings support its adoption as a technical refinement to improve anastomotic outcomes, though further prospective validation is needed.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458617",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early detubularization appears to reduce UIA leaks following RARC with ICN. Our findings support its adoption as a technical refinement to improve anastomotic outcomes, though further prospective validation is needed"
    },
    {
      "title": "Structural characterization of anti-CRISPR protein AcrIE9",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The arms race between bacteria and bacteriophages has driven the evolution of both CRISPR-Cas systems and anti-CRISPR (Acr) proteins. AcrIE9, a type I-E Acr protein identified in Pseudomonas aeruginosa, inhibits Cascade-mediated DNA binding by interacting with the Cas7e subunit. However, its structural basis and precise inhibitory mechanism have remained unclear. Here, we report the crystal structure of AcrIE9 at 1.73 Å resolution, along with additional structural and biochemical analyses....",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comparative Analysis of Survival Based on Body Mass Index at Diagnosis in Non-Small Cell Lung Cancer Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458223",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Heterocypris exodonta</em> sp. nov. (Ostracoda, Cyprididae), morphological and molecular description of a high altitude asexual microcrustacean from the Nam Co region, Southern Tibetan Plateau",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "A new ostracod species, Heterocypris exodonta Bonilla-Flores & Karanovic, sp. nov. is described from a high-altitude temporary pond near Nam Co, Southern Tibetan Plateau. Detailed morphological analyses of valves, soft body, and the partial mitochondrial COI (cytochrome c oxidase subunit I) sequence distinguish this species from its close congeners, Heterocypris incongruens and Heterocypris salina. Key taxonomic features include the morphology of the female genital lobe and the structure of the...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41458140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Humanistic burden and medical care patterns of real-world patients with myasthenia gravis in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Most patients in this Japanese cohort with gMG received maintenance therapy and the time from symptom onset to diagnosis was relatively short. However, impaired HRQoL remained.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41458125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most patients in this Japanese cohort with gMG received maintenance therapy and the time from symptom onset to diagnosis was relatively short. However, impaired HRQoL remained"
    },
    {
      "title": "Apathy, depression, and dementia risk in older adults: A global collaborative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: The role of apathy in predicting dementia risk, especially with coexisting depression, remains unclear in community-dwelling older adults.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457929",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atomistic Insights into the Electrochemical Oxygen Evolution Activity of Hollandite IrO<sub>2</sub> Surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Lowering the overpotential for the oxygen-evolution reaction (OER) is central to designing efficient water-splitting catalysts. However, the atomistic origin behind the enhanced OER activity of hollandite IrO(2) compared to rutile has remained unclear. Here, using grand-canonical DFT with an implicit solvation model, the electrochemical stability and reactivity of the most stable hollandite facets, (100) and (112) are elucidated. The thermodynamic analysis identifies that hollandite is more...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41457915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Needles Versus Cannulas: Advantages, Disadvantages, and Selection Criteria for Injecting Dermal Fillers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "This review explores the efficacy and safety of using needles compared with cannulas for administering dermal fillers. We assessed and compared needles and cannulas based on the accuracy of injection, amount of associated tissue damage, procedural duration, vascular complications, and injection techniques and also highlighted their respective advantages and limitations. Needles facilitate rapid, precise injections and are suitable for shallow, targeted applications; however, because of their...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Exosome-Containing Skin Booster and Microneedling Treatment on Facial Aging: A Retrospective Analysis of 40 Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Skin aging is caused by extrinsic and intrinsic factors and can lead to various aesthetic concerns and psychosocial stress. Exosome-based treatments have recently gained attention in the field of skin rejuvenation. This study aimed to retrospectively analyze the clinical efficacy of an exosome (CUREDOC EXOSOME REPAIR Advanced Solution Skin Booster, CUREDOC, Sejong, Korea) combined with microneedling treatment. We analyzed the medical records of 40 patients who received exosome skin booster (50...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "retrospectively analyze the clinical efficacy of an exosome (CUREDOC EXOSOME REPAIR Advanced Solution Skin Booster, CUREDOC, Sejong, Korea) combined with microneedling treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Educational-Setting Feeding Interventions and Health Outcomes: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This work enhances the crucial role of educational-setting feeding interventions, highlighting their association with multiple health outcomes, and draws attention to the importance of integrated approaches to achieve better and more sustainable results.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41457895",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This work enhances the crucial role of educational-setting feeding interventions, highlighting their association with multiple health outcomes, and draws attention to the importance of integrated approaches to achieve better and more sustainable results"
    },
    {
      "title": "Commissioning and robustness evaluation of external laser sensor for respiratory gating in carbon-ion radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The ANZAI laser sensor system is accurate and reliable, and it meets clinical latency requirements in respiratory-gated CIRT. It provides stable tracking under varied respiratory conditions. For optimal performance, maintaining a perpendicular sensor angle is recommended to ensure amplitude accuracy and mitigate crosstalk from adjacent lasers. These findings confirm the clinical readiness of the system and inform practical implementation.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ANZAI laser sensor system is accurate and reliable, and it meets clinical latency requirements in respiratory-gated CIRT. It provides stable tracking under varied respiratory conditions"
    },
    {
      "title": "Dynamic blood dose estimates in radiotherapy and correlations with adverse clinical outcomes in brain, head-and-neck, and lung cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The dynamic blood dose model exhibited a statistically significant correlation with adverse clinical outcomes in five out of seven cases, compared to just two cases for the static blood dose models. Consideration of temporal aspects such as blood flow dynamics and treatment delivery time was therefore essential to some of the observed correlations. For each treatment site, particularly relevant blood compartments were identified, allowing for their inclusion during radiotherapy...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457830",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The dynamic blood dose model exhibited a statistically significant correlation with adverse clinical outcomes in five out of seven cases, compared to just two cases for the static blood dose models. Consideration of temporal aspects such as blood flow dynamics and treatment delivery time was therefo..."
    },
    {
      "title": "Manipulating the Second Coordination Shell of Single-Atom Fe for Enhanced Fenton Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457827/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "While current methods use oxidizable metals as electron donors to effectively reduce Fe^(3+), they suffer from the irreversible oxidation of these metals, ultimately compromising the catalyst's longevity. To address this challenge, we engineered the second coordination shell of a single-atom Fe center by doping boron (B) onto a graphene-based support (Fe(1)/B-graphene) and utilized H(2)O(2) as the electron source for efficient Fe^(2+) regeneration. Experimental results, supported by theoretical...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41457827",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Micro-Corrugated Hydrogel Electrodes for High-Performance Biofuel Cells via Capillary Force and Ligand Exchange-Induced Metal Nanoparticle Assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Biocompatible enzyme-based biofuel cells (EBFCs) with enzymatic electrodes show great potential as power sources for wearable and implantable biomedical devices. However, their practical application has been limited by poor electron transfer efficiency and insufficient operational stability. In this study, we present a mediator-free, hydrogel-based EBFC that addresses these challenges through the integration of capillary force-assisted assembly and hydrophobic metal nanoparticle (NP) deposition....",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41457822",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elucidating the Sigmoidal Adsorption Behavior of Xenon in Flexible Hofmann-Type MOFs Through Experiments and Molecular Dynamics with Machine Learning Potentials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Sigmoidal adsorption in flexible metal-organic frameworks (MOFs) can be achieved through a dramatic phase transition from narrow to large pores; however, such a unique phenomenon, which is not induced by abrupt phase changes, has rarely been reported. We report a series of flexible Hofmann-type MOFs, CoNi-Pipe, NiNi-Pipe, and CoPd-Pipe, pillared with a dimensional (3D) piperazine linker. Owing to the rotational flexibility and 3D dimensionality of the piperazine linker, CoNi-Pipe and CoPd-Pipe...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41457790",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Personalized treatment approaches in neurocritical care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Acute brain injuries-including traumatic brain injury, subarachnoid hemorrhage, and intracerebral hemorrhage-exhibit profound pathophysiological heterogeneity, yet are often managed using standardized treatment protocols. While evidence-based guidelines have improved outcomes at a population level, they frequently overlook patient-specific variations in cerebral compliance, autoregulation, and metabolic reserve. This review explores the evolving paradigm of personalized neurocritical care, which...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457759",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nurse-led glycemic control protocols in intensive care units: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Nurse-led glycemic management in critical care settings has been demonstrated to reduce the incidence of dysglycemia, including hyperglycemia and hypoglycemia, while stabilizing glycemic variability, contributing to enhanced patient outcomes. This scoping review aimed to identify nurse-led glycemic management protocols in intensive care units, analyze their components (e.g., target glucose range, monitoring frequency, and implementation methods), and evaluate their effectiveness. Seven...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457756",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soda consumption and the risk of metabolic syndrome in Korean adults during the period surrounding the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "There is limited research on the association between soda consumption and the risk of metabolic syndrome (MetS), particularly during the COVID-19 pandemic. This study investigated the relationship between soda consumption and MetS in Korean adults, stratified by sex, and compared differences before and after the pandemic using data from the Korea National Health and Nutrition Examination Survey (2017-2021). A total of 13,051 adults aged 19-64 years were included. Soda consumption was assessed...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41457580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the relationship between soda consumption and MetS in Korean adults, stratified by sex, and compared differences before and after the pandemic using data from the Korea National Health and Nutrition E...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-Stratified Genetic Spectrum of Retinitis Pigmentosa in Korean Patients: Predominance of <em>RPGR</em> Variants in Early-Onset Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results underscore distinct, age-related genetic contributions to RP in Korean patients, with RPGR variants demonstrating relevance in early-onset disease, and provide diagnostic insights to improve current practices. These findings can aid in prioritizing gene therapy targets and refining screening strategies.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457516",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results underscore distinct, age-related genetic contributions to RP in Korean patients, with RPGR variants demonstrating relevance in early-onset disease, and provide diagnostic insights to improve current practices. These findings can aid in prioritizing gene therapy targets and refining scree..."
    },
    {
      "title": "Metabolic obesity phenotypes and breast cancer risk before and after menopause: A nationwide cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: After menopause, obesity was associated with elevated breast cancer risk, which was further increased by metabolic syndrome. In contrast, no elevated risk was observed before menopause. The current findings highlight differences in breast cancer risk by menopausal status across metabolic obesity phenotypes, emphasizing the need for targeted prevention strategies and further research into underlying mechanisms.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457414",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "After menopause, obesity was associated with elevated breast cancer risk, which was further increased by metabolic syndrome. In contrast, no elevated risk was observed before menopause"
    },
    {
      "title": "Incremental Value of Workload-Indexed Blood Pressure Response Over Exaggerated Blood Pressure Response to Exercise in Detecting Adverse Left Ventricular Remodeling and Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SBP/MET slope was independently associated with concentric LV structure and diastolic dysfunction, providing incremental clinical value over ExBPR in detecting subclinical cardiac abnormalities.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SBP/MET slope was independently associated with concentric LV structure and diastolic dysfunction, providing incremental clinical value over ExBPR in detecting subclinical cardiac abnormalities"
    },
    {
      "title": "Mimickers of Pathologic Calcifications and Uncommon Hyperechoic Lesions on Neck Ultrasound: A Pictorial Essay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Ultrasound is essential for distinguishing malignant from benign thyroid nodules by identifying suspicious features like microcalcifications and macrocalcifications. Microcalcifications strongly indicate malignancy, while entirely calcified nodules ≥ 1 cm show an 18.4%-23.3% malignancy risk. However, not all hyperechoic lesions are calcifications. Misinterpretation of these lesions can lead to unnecessary invasive procedures like fine needle aspiration or core needle biopsy. This review...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revisiting the relationship between stomatal size and speed across species - a meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The rate of stomatal opening and closure in response to changes in light affects leaf photosynthesis and water use. However, it is unclear how strongly stomatal size (SS) and density (SD) influence stomatal conductance (g(s)) kinetics, and whether variation arises from methodological differences, guard cell type or degree of amphistomaty. We divided published records combining stomatal kinetics and anatomical traits from 89 species into kidney and dumbbell-shaped guard cells, and evaluated four...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41457353",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations Between Mental Disorders and Risk of Mild Cognitive Impairment: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings advocate for a comprehensive approach addressing both disorder types and further cognitive deterioration.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41457336",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings advocate for a comprehensive approach addressing both disorder types and further cognitive deterioration"
    },
    {
      "title": "Pinpointing the Preterm Behavioural Phenotype in School-Aged Children Without Major Impairments: A Multi-Informant Approach Combining the Perspectives of Child, Parent and Clinician",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Even in a PT population without major neurological impairments or a clinical diagnosis of autism, important clinical-behavioural differences were evident in line with a preterm behavioural phenotype. Thus, delineating this subclinical PT pattern can be of relevance to recognize and validate meaningful difficulties experienced by these children that fail to reach the clinical threshold but could still benefit from certain interventions.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41460568",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "clinical-behavioural differences were evident in line with a preterm behavioural phenotype",
      "conclusion": "Even in a PT population without major neurological impairments or a clinical diagnosis of autism, important clinical-behavioural differences were evident in line with a preterm behavioural phenotype. Thus, delineating this subclinical PT pattern can be of relevance to recognize and validate meaningf..."
    },
    {
      "title": "Self-care in heart failure: time to update measures and assess cognitive capacity?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460518",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical outcomes and prognoses of patients with clinical stage I lung cancer and interstitial lung disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A relatively high 90-day mortality rate was observed. Deaths from causes other than lung cancer recurrence were observed more frequently than those from lung cancer recurrence. Hence, when selecting treatment strategies for early lung cancer combined with interstitial lung disease, the risks of acute exacerbation and progression of interstitial lung disease should be considered.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460472",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A relatively high 90-day mortality rate was observed. Deaths from causes other than lung cancer recurrence were observed more frequently than those from lung cancer recurrence"
    },
    {
      "title": "Human factors and team safety in robotic-assisted surgery: a narrative review of ergonomic risks and educational implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RAS enhances precision but introduces human-factor risks. Sustainable safety requires integrating ergonomics, NTS, and communication into robotic training through simulation, feedback, and reflection-ensuring innovation supports both performance and humanity.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RAS enhances precision but introduces human-factor risks. Sustainable safety requires integrating ergonomics, NTS, and communication into robotic training through simulation, feedback, and reflection-ensuring innovation supports both performance and humanity"
    },
    {
      "title": "Transient bradycardia during <sup>177</sup>Lu-DOTATATE therapy: A clinically manageable phenomenon with increased risk in patients with cardiac enlargement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460440",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perioperative management of emergency cesarean delivery in a pregnant woman with uncorrected diabetic ketoacidosis: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heat generation and histological analysis of peri-implant bone cutting using piezoelectric surgery for implant removal: an in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: No bone damage was observed in the histological analysis. In contrast, piezoelectric peri-implant bone cutting caused a significant increase in temperature, especially for continuous bone cutting during implant adjustments. However, intermittent cutting for 3 and 5 s significantly suppressed the temperature increase. The results suggest that shortening the continuous cutting time may be effective in preventing heat generation when using piezoelectric surgery for peri-implant bone...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No bone damage was observed in the histological analysis. In contrast, piezoelectric peri-implant bone cutting caused a significant increase in temperature, especially for continuous bone cutting during implant adjustments"
    },
    {
      "title": "Cost-Effectiveness of Current Therapeutic Strategies for Melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The treatment landscape for melanoma has been dramatically transformed by the advent of novel therapeutic approaches, particularly immune checkpoint inhibitors (ICIs) and targeted therapies (TTs). Clinical outcomes, such as overall survival, progression-free survival, objective response rate, and the incidence of immune-related adverse events, are useful metrics for evaluating these agents; however, cost considerations have become increasingly important. Globally, the medical costs associated...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460400",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "response rate, and the incidence of immune-related adverse events, are useful metrics for evaluating these agents; however, cost considerations have become increasingly important",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-stage recurrent events random effects models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "We consider semiparametric random-effects models for recurrent events in the presence of a terminal event. The recurrent events have either a proportional marginal rate model (Cox in J Roy Stat Soc Ser B 34:406-424, 1972) or a proportional marginal mean model (Ghosh and Lin in Stat Sin 34: 663-688, 2002), while the marginal rate of the terminal event is given by a proportional model. The dependency between the recurrent events and the terminal event is described by two variants of random effects...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460389",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the presence of a terminal event. The recurrent events have either a proportional marginal rate mode",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to letter to the editor on \"Preoperative treatment and postoperative outcomes in osteoporotic patients with vertebral fractures: a longitudinal database study\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460305",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatal black esophagus and duodenum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Black esophagus (BE) is a rare finding characterized by a black appearance on the distal esophageal mucosa. In the forensic field, BE is often reported in cases of diabetic ketoacidosis and hypothermia. Coexistence of acute duodenitis (black duodenum) has also been reported. Serious complications, such as esophageal perforation and hemorrhagic shock from bleeding from the esophageal mucosa, can be life-threatening. We report a forensic autopsy case of a relatively young man who died of BE and...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic and therapeutic utility of gastric tissue culture in a case of phlegmonous gastritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Phlegmonous gastritis is a rare, potentially life-threatening bacterial infection affecting the gastric mucosa and submucosa. Clinical presentation is often non-specific, typically including symptoms such as fever, epigastric vomiting, or hematemesis. Due to its rarity and vague clinical features, diagnosis is frequently delayed, increasing the risk of severe complications such as septic shock and death. We describe the case of a 74-year-old previously healthy female who presented with vomiting,...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460275",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ViMOP: A user-friendly and field-applicable pipeline for untargeted viral genome nanopore sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "MOTIVATION: Untargeted, also known as metagenomic, nanopore sequencing is a powerful tool for virus genomic surveillance, particularly in resource-limited settings and when paired with the portability of the MinION device (Oxford Nanopore Technologies, ONT). However, a major bottleneck for global access is the absence of a user-friendly software capable of efficiently analyzing untargeted nanopore sequencing data to generate high-quality consensus genomes.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41460182",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lotus root-like appearance in angiographically mild coronary artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460174",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac vagal tone is associated with physical activity but not with depressive symptoms, work stress, and social support: A large-scale 10-year follow-up study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Cardiac vagal tone has been associated with mental and physical health and presents opportunities for preventive and therapeutic applications in mental health and cardiovascular medicine. Vagally-mediated heart rate variability (vmHRV), a marker of cardiac vagal tone, has been associated with multiple factors related to well-being. Recent research further suggests that stress regulation, social connection, and lifestyle jointly contribute to improved well-being. In a large-scale study (n =...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41460092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Nonviral Neo-Nucleocapsid for Cell-Specific RNA Delivery Developed by Pseudo-Cyclic Peptide Grafting and Directed Evolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Nonviral protein vehicles for RNA delivery hold significant promises for various biotechnological applications due to their scalability, ease of engineering, and high biocompatibility. Directed evolution is a powerful approach to enhance protein activity, yet few nonviral protein vehicles have been evolved due to the challenges in linking genotype and phenotype. Here, we report engineering and directed evolution of a neo-nucleocapsid enabling receptor-specific RNA delivery. We applied the...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41460065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "JPOS/JASCC clinical guidelines for psychological distress in adult cancer patients: a summary of recommendations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: This article aims to describe the newly developed Japanese practice guidelines for psychological distress of adult individuals with cancer who have elevated levels of psychological distress.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459813",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "This article aims to describe the newly developed Japanese practice guidelines for psychological distress of adult individuals with cancer who have elevated levels of psychological distress",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Humoral and T-cell immune responses to coronavirus disease 2019 vaccines in patients with hematological malignancies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides confirmatory real-world evidence that CD19 recovery is a key determinant of humoral response, while vaccine-induced T-cell immunity may be preserved even in antibody-nonresponders, supporting continued vaccination efforts in this high-risk population.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459808",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides confirmatory real-world evidence that CD19 recovery is a key determinant of humoral response, while vaccine-induced T-cell immunity may be preserved even in antibody-nonresponders, supporting continued vaccination efforts in this high-risk population"
    },
    {
      "title": "Medical device regulation and dialysis practice - impact on patients, doctors and manufacturers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The medical device regulation (MDR) was adopted in 2017 to replace the medical device directive (MDD). Key changes included more rigorous clinical evidence requirements, increased scrutiny of notified bodies, and improved traceability of medical devices, with the overarching aim to improve their safety and quality. For chronic haemodialysis, the impact of the MDR on devices has been substantial, resulting in niche devices being no longer available, and critical shortages, especially in...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459722",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to improve their safety and quality",
      "significance": "of the MDR on devices has been substantial, resulting in niche devices being no longer available, and critical shortages, especially in",
      "conclusion": null
    },
    {
      "title": "The Costs Associated with In Home Post-Operative Eyedrop Nursing Care in Belgium - Implications for a Switch to Dropless Cataract Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Cataract surgery is among the most frequently performed procedures globally, with over 176,000 surgeries conducted in Belgium in 2024. Postoperative care traditionally involves daily administration of antibiotic, steroid, and non-steroidal anti-inflammatory eye drops for four weeks, often requiring home nursing support due to poor patient compliance and technique. This conventional approach incurs significant costs for the Belgian healthcare system. A nationwide transition to dropless surgery...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459658",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a humanized mouse model of graft-versus-host disease to assess human regulatory T cell function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Regulatory T cells (Treg)-based therapies are increasingly used for treating autoimmune or graft-versus-host (GVHD) disease. Given their low frequency, several approaches aimed at amplifying them or at increasing their immunosuppressive activities are currently investigated. Unfortunately, the impact of these strategies on human Treg function has remained difficult to assess in vivo. Here, we report the development of a novel humanized mouse model of allogeneic and xenogeneic GVHD...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of these strategies on human Treg function has remained difficult to assess in vivo",
      "conclusion": null
    },
    {
      "title": "Development of novel anti-CDH1/E-cadherin monoclonal antibodies for versatile applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Cadherin (CDH)-mediated extracellular homophilic binding is crucial for maintaining tissue homeostasis. The epithelial cell-cell adhesion molecule cadherin 1 (CDH1/E-cadherin) forms the adherens junctions in epithelial cells, and the loss of CDH1 facilitates the migration and invasion of carcinoma cells. Although several anti-CDH1 monoclonal antibodies (mAbs) are available for western blotting and immunohistochemistry (IHC), a highly sensitive anti-CDH1 mAb suitable for flow cytometry has not...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dog temperament is correlated with body weight and climate in country of origin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antifungal Resistance Surveillance: Insights From National Mycology Reference Centers and Expert Mycology Laboratories",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Fungal pathogens and the infections they cause are notoriously understudied and underrepresented in public health surveillance programs. Recent initiatives, such as that of the Joint Programming Initiative on Anti-Microbial Resistance (JPIAMR), recognize these gaps and have supported the development of a fungal surveillance resistance network. The International Fungal Network for One-Health Resistance Surveillance: Antifungal Resistance (INFORM-AFR) network sought to enhance understanding of...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In-depth look at the use of pixel variance and the noise power spectrum in digital mammography quality control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The evaluated noise metrics were reproducible, identified changes in X-ray detector performance, and have a useful role to play in QC testing. The average values have application as reference performance data.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41459001",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The evaluated noise metrics were reproducible, identified changes in X-ray detector performance, and have a useful role to play in QC testing. The average values have application as reference performance data"
    },
    {
      "title": "Lipid nanoparticle-encapsulated microRNA-192: An anti-inflammatory adjuvant that enhances vaccine efficacy in aged mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Proinflammatory cytokines are essential for initiating immune responses; however, excessive or aging-related chronic inflammation impairs immunity and reduces vaccine efficacy. In this study, we developed lipid nanoparticles (LNPs) encapsulating anti-inflammatory microRNA-192 (miR-192) to attenuate inflammation and improve vaccine performance in the elderly. Results revealed that specific proinflammatory cytokines, including interleukin (IL)-6 and tumor necrosis factor (TNF)-α at the vaccination...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41458877",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization of Provitamin A Maize and Iron-Rich Bean-Based Composite Flour for Improved Child Nutrition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Bio-fortification is a strategy that has been proven to not only reduce the prevalence of micronutrient deficiencies, but also to tackle other forms of malnutrition. Therefore, the inclusion of flour from bio-fortified crops as major components of composite flours can significantly alleviate malnutrition. In this study, the effect of replacing white maize with provitamin A bio-fortified maize in a bean-based composite flour was studied. Response surface methodology was used to optimize the...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41458531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic swimming or water safety skills training for drowning prevention in children: an updated systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Swim training may reduce drowning-related mortality and increase water safety skills in children. The used pedagogical approach (focus on familiarization and motor awareness), mode of delivery (using video-taped feedback) and setting (shallow water) may be determining factors for swimming skills acquisition. Water safety training is effective to enhance knowledge of and safe behaviour in/around water, and may reduce drowning mortality. These results, highlighting the importance of...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41458426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Swim training may reduce drowning-related mortality and increase water safety skills in children. The used pedagogical approach (focus on familiarization and motor awareness), mode of delivery (using video-taped feedback) and setting (shallow water) may be determining factors for swimming skills acq..."
    },
    {
      "title": "The association of nationwide trainee doctor mass resignations in South Korea with hospital utilization, expenditure, and patient outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "In February 2024, over 90% of trainee doctors in South Korea's teaching hospitals resigned en masse, severely disrupting healthcare delivery. We evaluated the associations of this mass resignation with hospital admission and length of stay, expenditure, and patients' health outcomes in a tertiary teaching hospital. We analyzed inpatient claims data from Jeju National University Hospital (August 2022-July 2024), encompassing 40,577 hospital episodes. Using a difference-in-differences method, we...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41458422",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "data from Jeju National University Hospital (August 2022-July 2024), encompassing 40,577 hospital episodes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute Promyelocytic Leukemia with double minute chromosomes: a rare case with high relapse risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Acute promyelocytic leukemia (APL) is a subtype of acute myeloid leukemia (AML); it has a high response rate and long-term survival with differentiation therapy and chemotherapy. However, only one previous case of APL with double minute chromosomes (DMs, a poor prognostic factor for AML) has been reported. We report the case of a patient with APL and DMs. A 44-year-old woman was treated with all-trans retinoic acid (ATRA) and chemotherapy and achieved molecular complete remission (mCR). However,...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41458280",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Donepezil-Induced Severe Anorexia and T-Wave Inversion in Early-Onset Alzheimer's Disease: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41458192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Donepezil hydrochloride, used to treat Alzheimer's disease, is typically initiated at a low dose and titrated to minimize gastrointestinal side effects. Despite its favorable safety profile, the patient developed severe anorexia, dehydration, and electrocardiographic abnormalities. This case highlights the need for individualized dosing and careful monitoring of caregivers during pharmacotherapy.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41458192",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation Between Caregiver Mental Health and Stimulating Parenting Practice: Evidence From Rural China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although rural Chinese caregivers now supply more play materials, limited diversity and widespread caregiver mental health risks persist. Strengthening caregiver mental health and social support could enrich home stimulation and improve early childhood development.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41457933",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although rural Chinese caregivers now supply more play materials, limited diversity and widespread caregiver mental health risks persist. Strengthening caregiver mental health and social support could enrich home stimulation and improve early childhood development"
    },
    {
      "title": "Structural Engineering of Au─Ag Heterometallic Nanoparticles Using Multidentate Polyoxometalate Ligands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Heterometallic nanoparticles possess immense potential in catalysis and materials science; however, achieving precise structural control remains a major challenge. In this work, we report a facile co-reduction strategy for the preparation of gold-silver (Au-Ag) heterometallic nanoparticles stabilized by multidentate polyoxometalates, which act as functional inorganic ligands. Notably, core-shell-structured Au-Ag nanoparticles are preferentially obtained even under co-reduction conditions, and...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41457837",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Integration of Quantum Materials with Smart Electrolytes for Next-Generation Multifunctional Supercapacitors: Advances, Challenges, and Future Prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Rapid advancements in artificial intelligence and growing global demand for sustainable energy solutions have accelerated the integration of intelligent functionalities into electrochemical energy storage devices, notably supercapacitors (SCs). Quantum materials (QMs), including quantum dots (QDs), MXenes, metal-organic frameworks (MOFs), covalent organic frameworks (COFs), and transition metal dichalcogenides (TMDs), combined with smart electrolytes, have emerged as critical components for...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University"
      ],
      "pmid": "41457770",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What Kind of Social Preparations Are Needed for Xenotransplantation? A Survey Study of the Japanese General Public",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results imply the Japanese public is not ready enough to accept xenotransplantation. This study proposes four points that policymakers and researchers should prepare for social issues before the clinical trial begins in Japan.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41457425",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results imply the Japanese public is not ready enough to accept xenotransplantation. This study proposes four points that policymakers and researchers should prepare for social issues before the clinical trial begins in Japan"
    },
    {
      "title": "Phosphorylation of Atg12 for optimal autophagy in yeast Komagataella phaffii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Macroautophagy is an evolutionarily conserved degradation pathway in eukaryotes that mediates the turnover of cytoplasmic components. The formation of autophagosomes, a hallmark of autophagy, involves autophagy-related (Atg) proteins, including two ubiquitin-like conjugation systems, Atg12 system and Atg8 system. In most species, Atg12 covalently binds Atg5, forming the Atg12-Atg5-Atg16 complex that functions as an E3-like enzyme to promote Atg8 conjugation with phosphatidylethanolamine (PE), a...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41457424",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insight into factors contributing to sensory burden after acquired brain injury: An experience sampling approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41457364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore the dynamic and individualized nature of sensory burden after ABI, emphasizing the need for personalized interventions targeting sensory hypersensitivity. Future research should explore additional triggers, resources, and causal pathways to further elucidate the proposed mechanisms and inform treatment development.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41457364",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the dynamic and individualized nature of sensory burden after ABI, emphasizing the need for personalized interventions targeting sensory hypersensitivity. Future research should explore additional triggers, resources, and causal pathways to further elucidate the proposed me..."
    },
    {
      "title": "Aortic valve stenosis in high-Lipoprotein(a) patients: the role of lipoprotein apheresis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460572",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Macrophage Trem2 deficiency aggravates aging-induced vascular remodeling by acting as a non-classical receptor of interleukin-13",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The receptor for triggering expressed on myeloid cells 2 (Trem2), which is a key hub of immune signals, is a cell-surface receptor expressed selectively in myeloid cells. Macrophages have multi-faceted functions in vascular aging. However, the function of Trem2 and its ligands in vascular aging has not been described. Here, we investigated Trem2's function in aging vasculature using transcriptome analysis, western blotting, and quantitative polymerase chain reaction (qPCR) to assess its...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "Trem2's function in aging vasculature using transcriptome analysis, western blotting, and quantitative polymerase chain reaction (qPCR) to assess its",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Key Role of Somatostatin Neurons in the Suprachiasmatic Nucleus in Anxiety-Depression Comorbidity Following Sleep Deprivation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Somatostatin (SST) neurons in the suprachiasmatic nucleus (SCN) regulate circadian rhythms, yet their role in chronic sleep deprivation (cSD)-induced mood dysregulation is unclear. Our study shows SCN^(SST) neurons are essential for cSD-induced anxiety- and depression-like behaviors. Through in vivo calcium imaging recordings, we demonstrate that following cSD, the dynamic range of SCN^(SST) neuronal activity in response to anxiogenic stimuli is significantly attenuated compared to baseline...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460566",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter to the Editor Regarding \"Dupilumab Versus Lebrikizumab Demonstrates Greater Likelihood of Achieving and Maintaining Improvements in Efficacy Outcomes Using a Placebo Adjusted Indirect Treatment Comparison\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460565",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Response to \"Letter to the Editor Regarding 'Dupilumab Versus Lebrikizumab Demonstrates Greater Likelihood of Achieving and Maintaining Improvements in Efficacy Outcomes Using a Placebo-Adjusted Indirect Treatment Comparison'\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460564",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial Metabolomics Reveals GLA-Mediated Imbalance of Gal<sub>2</sub>Cer/GalCer as a Therapeutic Target in Myocardial Ischemia-Reperfusion Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Myocardial ischemia-reperfusion (I/R) injury, a major complication of reperfusion therapies for acute myocardial infarction that exacerbates myocardial necrosis, impairs cardiac function, and worsens patient prognosis. Profound metabolic disturbances drive myocardial I/R injury; however, their spatial heterogeneity remains unclear. Using MALDI mass spectrometry imaging with spatial segmentation, we mapped the spatiotemporal metabolite dynamics in mouse heart tissue across multiple time points...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460520",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preventing Excess Fat Mass Gain in Severe Pediatric Obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanometer-Precision Tracking of Adipocyte Dynamics via Single Lipid Droplet Whispering-Gallery Optical Resonances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Biophotonics─and more recently, biointegrated photonics─offer transformative tools for probing cellular processes with unprecedented precision. Among these, whispering-gallery-mode (WGM) resonators (optical microcavities formed in spherical structures) have emerged as powerful biosensors and intracellular barcodes. Lipid droplets (LDs), with their high refractive index and intrinsic spherical geometry, are ideal candidates for supporting intracellular lasing. Although lasing in LDs has been...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuromodulation in Parkinson's disease with transcranial pulse stimulation: evidence of clinical efficacy and cortical oscillatory changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: TPS appears to induce clinically meaningful and lasting improvements across multiple domains in PD, accompanied by EEG changes that indicate enhanced neuroplasticity. However, due to the nature of this pilot open-label trial, these results should be interpreted as preliminary, hypothesis-generating findings that require confirmation in adequately sham-controlled randomized clinical trials.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460489",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "TPS appears to induce clinically meaningful and lasting improvements across multiple domains in PD, accompanied by EEG changes that indicate enhanced neuroplasticity. However, due to the nature of this pilot open-label trial, these results should be interpreted as preliminary, hypothesis-generating ..."
    },
    {
      "title": "LNB-MDT: An Integrated Python Toolkit for Preparing and Analyzing Lipid Nanobubble Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Molecular dynamics (MD) simulations have become a powerful tool for studying the physical mechanisms of lipid nanobubbles. However, progress in this area has been limited by a lack of specialized tools designed for these systems. To fill this gap, we introduce LNB-MDT (lipid nanobubble-molecular dynamics toolkit), a powerful, fast, and user-friendly software designed to streamline the entire simulation workflow. It supports the generation of presimulation files, performs trajectory analysis,...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "'Will They Have It Too?' Mothers' Perspectives of Familial Risk for Eating Disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Children of parents with eating disorders (EDs) are at greater risk of developing an ED, likely due to an interplay of genetic and environmental factors. The familial high-risk (FHR) study design offers a valuable framework for studying development of EDs in individuals at increased risk over time. The study aimed to (1) to explore mothers' with EDs perspectives on the intergenerational transmission of EDs and (2) to explore mothers' with EDs perspective on FHR research related to EDs. Three...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460452",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Software-based de-filtering restores quantitative accuracy in Clarity2D-enhanced whole-body bone scintigraphy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proposed de-filtering algorithm reliably reverses Clarity2D-induced distortions, enabling accurate BSI and HSn measurements and robust lesion detection without additional radiation or acquisition time. This technique has the potential to broaden the clinical adoption of noise-reduction filters while preserving the integrity of downstream quantitative analyses.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed de-filtering algorithm reliably reverses Clarity2D-induced distortions, enabling accurate BSI and HSn measurements and robust lesion detection without additional radiation or acquisition time. This technique has the potential to broaden the clinical adoption of noise-reduction filters w..."
    },
    {
      "title": "Management of cardiometabolic risk factors in cardiovascular high-risk populations with varying cognitive levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this cross-sectional study, a significant association was observed between cognitive impairment and an unfavorable cardiovascular risk profile. This may reflect challenges in self-management and underscores the need for proactive care.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460429",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this cross-sectional study, a significant association was observed between cognitive impairment and an unfavorable cardiovascular risk profile. This may reflect challenges in self-management and underscores the need for proactive care"
    },
    {
      "title": "High prevalence of sleep apnea and its association with autonomic dysfunction in Non-obese individuals with diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing a theranostic nanobody targeting FAP for cancer imaging and therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The lead candidate Nb159 holds promise as a versatile platform for FAP-targeted radiotheranostics, with [^(89)Zr]Zr-Nb159 serving as an effective companion diagnostic and [^(177)Lu]Lu-PEG-Nb159 demonstrating promising therapeutic potential. These findings support further development of Nb159-based radiopharmaceuticals for treatment of FAP positive tumors.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460404",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The lead candidate Nb159 holds promise as a versatile platform for FAP-targeted radiotheranostics, with [^(89)Zr]Zr-Nb159 serving as an effective companion diagnostic and [^(177)Lu]Lu-PEG-Nb159 demonstrating promising therapeutic potential. These findings support further development of Nb159-based r..."
    },
    {
      "title": "Psychometric performance of the WHO-5 well-being index in a nationwide sample of inpatients discharged from specialised mental health care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460403",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of treatment modality on quality of life in glaucoma patients: findings from a clinical survey study in Augusta, GA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: No significant vision-related QoL differences were found between treatment groups. Most patients were medically managed, possibly reflecting limited QoL benefit from surgery. QoL correlated more with disease severity than treatment modality or demographics. These findings highlight a disconnect between current treatment strategies and patient-perceived outcomes, underscoring the need for innovative strategies to improve QoL in glaucoma care.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460395",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "No significant vision-related QoL differences were found between treatment groups. Most patients were medically managed, possibly reflecting limited QoL benefit from surgery"
    },
    {
      "title": "Excavatolide E triggers oxidative stress-associated apoptosis and DNA damage to inhibit bladder cancer cell proliferation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Therefore, EXCE's antiproliferative activity offers a promising therapeutic approach for targeting bladder cancer cells by modulating oxidative stress, while preserving the safety of normal cells.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460361",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Therefore, EXCE's antiproliferative activity offers a promising therapeutic approach for targeting bladder cancer cells by modulating oxidative stress, while preserving the safety of normal cells"
    },
    {
      "title": "Finding appropriate timing for the combination of azathioprine and infliximab: propensity score matching and inverse probability of treatment weighting analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For CD patients treated with IFX, whether AZA was initiated in the induction phase or during the maintenance phase, the impact on clinical outcomes and occurrence of adverse events was similar.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460360",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on clinical outcomes and occurrence of adverse events was similar",
      "conclusion": "For CD patients treated with IFX, whether AZA was initiated in the induction phase or during the maintenance phase, the impact on clinical outcomes and occurrence of adverse events was similar"
    },
    {
      "title": "Variations in Nodule Microbial Communities and Their Association with Root-Colonizing Arbuscular Mycorrhizal Fungi in Medicago Sativa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Alfalfa (Medicago sativa L.), known as \"Queen of forages\", is valued to its high-nutritional quality and is a key member of Leguminosae family. Its productivity is largely attributed to mutualistic symbioses with arbuscular mycorrhizal fungi (AMF) and rhizobia, which facilitate nutrient exchange and plant growth. However, the coexistence and mutualistic interactions between rhizobia and AMF across alfalfa genotypes with differing yields in native soil remain poorly understood. In this study, we...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Core genome analysis reveals novel drug and vaccine targets in multidrug-resistant Citrobacter koseri",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Citrobacter koseri is a Gram-negative, multidrug-resistant bacterium linked to severe infections in immunocompromised individuals and neonates. It is especially linked to sepsis and meningitis, which often lead to CNS abscesses in newborns. Most infections happen randomly, but some are passed down from parent to child. There have also been reports of hospital-acquired outbreaks in neonatal care units. Even though diagnostic and treatment methods have improved, the death rate is still high. About...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Initiation of a global consortium to study the progression of age-related macular degeneration: RIMR AMD consortium report # 1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The RIMR AMD Consortium represents a novel model for global collaboration in AMD research, enabling the pooling and analysis of heterogeneous imaging data while addressing privacy, regulatory, and interoperability challenges. This framework may serve as a model for similar initiatives in other ocular diseases.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460325",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The RIMR AMD Consortium represents a novel model for global collaboration in AMD research, enabling the pooling and analysis of heterogeneous imaging data while addressing privacy, regulatory, and interoperability challenges. This framework may serve as a model for similar initiatives in other ocula..."
    },
    {
      "title": "Efficacy and safety of super-pulse thulium fiber laser compared to holmium: YAG laser for ureteral and renal stones: a multicenter retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating the Map of Environmental-policy Narratives and its Influence within the Conservation Network of the Colombian-Peruvian Amazon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The Colombian-Peruvian Amazon's global socio-ecological relevance attracts multiple organizations and technologies related to cooperation and environmental governance, configuring a complex network of interactions, relationships, and relational structures. This case study seeks to provide clarity on the complex functioning of the cooperation network in the Amazon biome, composed of institutional and technological nodes. It identified 17 thematic environmental narratives, their patterns of...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Five decades of total ankle replacement: from early failures to fourth-generation innovations and future priorities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The historical analysis demonstrates a clear performance shift tied to specific design attributes. Specifically, fourth-generation fixed-bearing, cementless designs (reporting survival rates up to 98%) have effectively addressed the mechanical failure and cement-related issues common in earlier constrained and mobile-bearing systems. While challenges persist (such as heterotopic ossification and talar loosening), the data analytically support specific implant choices. Therefore,...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The historical analysis demonstrates a clear performance shift tied to specific design attributes. Specifically, fourth-generation fixed-bearing, cementless designs (reporting survival rates up to 98%) have effectively addressed the mechanical failure and cement-related issues common in earlier cons..."
    },
    {
      "title": "Skin delivery and anti-inflammatory effects of the anesthetic propofol against psoriasiform lesions through KEAP1/Nrf2/HO-1 pathway activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Propofol is a commonly used anesthetic for sedation during surgery. This drug is reported to exhibit nonanaesthetic immunomodulatory and anti-inflammatory effects. Herein, we investigated the impact of topical propofol delivery with the aim of mitigating psoriatic inflammation. The antipsoriatic potency of propofol was evaluated in a cell-based study in which keratinocytes, macrophages, and neutrophils were used as models. A significant reduction in the proinflammatory effectors interleukin...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of mitigating psoriatic inflammation",
      "significance": "of topical propofol delivery with the aim of mitigating psoriatic inflammation",
      "conclusion": null
    },
    {
      "title": "Adverse in-hospital outcomes after radical or partial nephrectomy in cardiac transplant patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460290",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A five-year cost-consequence analysis of extended-use etonogestrel implant versus other contraceptives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The etonogestrel implant was the most cost-effective contraceptive option when modeled over a 5-year period, offering the fewest pregnancies and lowest associated healthcare costs. Policies and practices that support initiation and continuation of the etonogestrel implant can enhance both clinical outcomes and overall cost-effectiveness.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The etonogestrel implant was the most cost-effective contraceptive option when modeled over a 5-year period, offering the fewest pregnancies and lowest associated healthcare costs. Policies and practices that support initiation and continuation of the etonogestrel implant can enhance both clinical o..."
    },
    {
      "title": "Ethnic Discrimination Moderates Genetic Influences on Adolescent Internalizing and Externalizing Psychopathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "This study examined the degree to which genetic and environmental factors contribute to externalizing and internalizing problems in early adolescence, and the role of ethnic discrimination in moderating genetic and environmental influences. The sample included 740 racially/ethnically minoritized adolescent twins (50.3% female, mean age = 11.04 years) from the Adolescent Brain Cognitive Development (ABCD) Study. Adolescents reported on their ethnic discrimination experiences, and parents reported...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460284",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the degree to which genetic and environmental factors contribute to externalizing and internalizing problems in early adolescence, and the role of ethnic discrimination in moderating genetic and envir...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Broadening sources of finance for health promotion and disease prevention: Smart capacitating investment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methodological considerations for FSHR variant interpretation in PCOS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Curcumin in colorectal cancer: preventive strategies and therapeutic mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is a leading global cause of cancer-related deaths, influenced by both genetic predisposition and lifestyle factors. Inherited syndromes such as Lynch syndrome and Familial Adenomatous Polyposis account for a minority of cases, while modifiable risk factors like diet, obesity, smoking, and physical inactivity significantly contribute to incidence rates. Curcumin, a natural polyphenol derived from turmeric, has garnered interest due to its anti-inflammatory and anticancer...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460258",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-modal metabolic analysis reveals hypothermia-reversible uncoupling of oxidative phosphorylation in neonatal brain hypoxia-ischemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Hypoxia-ischemia (HI), which disrupts the oxygen supply-demand balance in the brain by impairing blood oxygen supply and the cerebral metabolic rate of oxygen (CMRO(2)), is a leading cause of neonatal brain injury. However, it is unclear how post-HI hypothermia helps to restore the balance, as cooling reduces CMRO(2). Also, how transient HI leads to secondary energy failure (SEF) in neonatal brains remains elusive. Using photoacoustic microscopy, we examined the effects of HI on CMRO(2) in awake...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460247",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of HI on CMRO(2) in awake",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Provider Adaptations to Legislative Efforts to Ban Gender-Affirming Care for Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: States have passed policies restricting gender-affirming care for adolescents (e.g., hormones, puberty blockers) forcing gender-affirming care providers to navigate new and complex political, legal, and interpersonal landscapes. Notably, there are no guidelines or competency trainings focused on helping providers to adapt and preserve clinical practice amidst evolving legal restrictions. We sought to explore how providers were adapting to the introduction of these restrictions.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460227",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "States have passed policies restricting gender-affirming care for adolescents (e",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potentially Prebiotic Synthesis of a 3'-Amino-3'-deoxyribonucleoside",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "A central challenge in origins-of-life research is to elucidate how primitive genetic polymers could have replicated and propagated nonenzymatically before the advent of macromolecular catalysts. Nucleosides and nucleotides are considered to be essential for the emergence of life, rendering their prebiotically plausible synthesis of fundamental importance. Several potentially prebiotic pathways have been demonstrated for the formation of genetic polymers, such as RNA, DNA, threose nucleic acids...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An umbrella review of systematic reviews of the impact of wrist-worn wearables on health outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "We conducted an umbrella review to synthesize the evidence on the effectiveness of interventions incorporating wrist-worn wearables* feedback on diverse health outcomes including health promotion (i.e., health behaviors and disease risk perception) morbidity, mortality, functioning, and other health-related metrics in humans. We searched in MEDLINE, Web of Science, Embase and Cochrane Library until 18^(th) March 2025 for eligible systematic reviews. After screening 9 487 citations, we identified...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cellular senescence meets infection: highlights from the 10th annual International Cell Senescence Association (ICSA) conference, Rome 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "At the 10^(th) Annual International Cell Senescence Association (ICSA) Conference, held in Rome (Italy) from September 17-19, 2025, \"senescence and infection\" emerged as a recurring highlight linking diverse sessions across virology, immunology, and aging research. Presentations addressed virus-induced senescence in influenza A virus (IAV), SARS-CoV-2, cytomegalovirus (CMV), and human immunodeficiency virus (HIV), as well as bacterial infections such as Mycobacterium abscessus. Together, these...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Rome (Italy) from September 17-19",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Medical Planning Process-Leveraging Ukrainian Insights to Enhance Small-Unit Medical Planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The MPP aligns with current NATO and U.S. doctrine and supports broader application beyond the current battlefield in Ukraine. Informed decision-making by frontline providers is instrumental in shaping medical support for future conflicts. The MPP supports standardization and coordination, aligning small unit medical planning with broader operations. A clear mission statement and setting timelines reduce risks of fragmentation, and a standardized template like the MPP will reduce...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460199",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The MPP aligns with current NATO and U.S"
    },
    {
      "title": "Equitable speech technologies for older adults: a call to prioritize low resource languages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Recent advancements in artificial intelligence, particularly in speech technologies, hold significant potential for improving the health and wellbeing of older adults by offering non-invasive, accessible and scalable solutions to increase social engagement, assist with daily activities and diagnose disease. However, the development of AI models has been almost exclusively based on English-language datasets, marginalizing the over one billion older adults worldwide who speak non-English, low...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460186",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-sectional and Longitudinal Associations between Testosterone and Cognitive Performance in Older People: Results of the Berlin Aging Study II (BASE-II)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest sex-specific associations between testosterone levels and cognitive function in older adults. Higher testosterone levels were predominantly associated with better DSST performance in men, but with poorer visuo-construction and verbal fluency in women.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460177",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest sex-specific associations between testosterone levels and cognitive function in older adults. Higher testosterone levels were predominantly associated with better DSST performance in men, but with poorer visuo-construction and verbal fluency in women"
    },
    {
      "title": "Where is the social in the psychosocial? A narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Recognising the psychosocial as a hybrid construct underscores the need for conceptual and methodological pluralism. By embedding social science perspectives alongside psychological and clinical approaches, psychosocial diabetes research can generate knowledge that is inclusive, contextually grounded and socially robust. This orientation promises to strengthen research relevance, support participatory approaches and enrich responses to the complex realities of living with diabetes.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460173",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": "Recognising the psychosocial as a hybrid construct underscores the need for conceptual and methodological pluralism. By embedding social science perspectives alongside psychological and clinical approaches, psychosocial diabetes research can generate knowledge that is inclusive, contextually grounde..."
    },
    {
      "title": "β-Lactoglobulin - PFAS Binding Interactions Identifies the Calyx Domain as a Determinant of Contaminated Milk Exposure and the Calycin Protein Family as Potential Mediators of PFAS Toxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Per- and Polyfluoroalkyl Substances (PFAS) are a diverse class of highly fluorinated persistent synthetic chemical pollutants. Major routes of human exposure include ingestion of contaminated drinking water and foods including dairy. Consumption of PFAS-contaminated milk and dairy is especially concerning for infants and children who are particularly sensitive and most highly exposed. Here we report findings of quantitative analysis of PFAS binding to β-lactoglobulin (β-Lg), the major whey...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Are We on the Same Page? Clinician Perceptions of Family Prognostic Expectations for Critically Ill Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Understanding how accurately clinicians perceive FPE is vital to improving shared decision-making and developing goal-concordant care for patients with PMV. Further research examining strategies for clinicians to accurately perceive what families believe about prognosis is needed to identify potential misalignment, initiate timely and empathetic conversations, and build toward shared decision-making and goal-concordant care.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460154",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Understanding how accurately clinicians perceive FPE is vital to improving shared decision-making and developing goal-concordant care for patients with PMV. Further research examining strategies for clinicians to accurately perceive what families believe about prognosis is needed to identify potenti..."
    },
    {
      "title": "Thyroid-stimulating immunoglobulins as a reliable predictive blood test for thyroid eye disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TSI is correlated with more severe clinical presentation and higher likelihood of medical or surgical treatment. Therefore, TSI can be considered as a predictor factor for the disease. Routing testing for TSI may be warranted for all TED patients.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460142",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TSI is correlated with more severe clinical presentation and higher likelihood of medical or surgical treatment. Therefore, TSI can be considered as a predictor factor for the disease"
    },
    {
      "title": "Microbiological profile and antibiotic resistance trends of preoperative conjunctival swabs: An 8-year retrospective analysis from a North Indian tertiary care ophthalmic center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This large-scale study highlights the predominance of CoNS and Corynebacterium in the conjunctival flora and the rising resistance among Staphylococcal isolates, particularly to fluoroquinolones. These findings underscore the importance of region-specific surveillance and antimicrobial stewardship in guiding perioperative prophylaxis in ophthalmology. Vancomycin and aminoglycosides remain effective options, while empirical use of fluoroquinolones warrants cautious re-evaluation.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale study highlights the predominance of CoNS and Corynebacterium in the conjunctival flora and the rising resistance among Staphylococcal isolates, particularly to fluoroquinolones. These findings underscore the importance of region-specific surveillance and antimicrobial stewardship i..."
    },
    {
      "title": "Exploring slow-phase eye velocity and nystagmus duration following caloric irrigation in Ménière's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "IntroductionIn the early years following the development of the caloric test, one of the parameters used to quantify vestibular function was nystagmus duration. A common finding in patients with Meniere's disease (MD) is the presence of unilateral caloric weakness, despite normal results on the video head impulse test (vHIT). It has been proposed that the apparent caloric loss could be due to the creation of local flow facilitated by canal distention. If the nystagmus duration is linked to the...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460107",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetic-pharmacodynamic target attainment with continuous infusion piperacillin in patients admitted to the ICU with hospital-acquired pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Optimizing β-lactam antibiotic exposure in critically ill patients with hospital-acquired pneumonia (HAP) remains a challenge due to significant pharmacokinetic variability, particularly in the setting of renal dysfunction and replacement therapies. Continuous infusion (CI) of piperacillin/tazobactam aims to improve pharmacodynamic target attainment, though both subtherapeutic and potentially toxic concentrations have been reported in practice. We developed a population pharmacokinetic model of...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460103",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to improve pharmacodynamic target attainment, though both subtherapeutic and potentially toxic concentrations have been reported in practice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NDM-63: a novel NDM metallo-β-lactamase variant in the L3 loop, from a <em>Klebsiella pneumoniae</em> clinical isolate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "NDM-type metallo-β-lactamases (MBLs) are among the most widespread acquired carbapenemases in carbapenem-resistant Enterobacterales. As with other β-lactamases, allelic variability occurs among NDM-type MBLs, with almost 100 variants so far reported, differing by single or multiple amino acid substitutions or insertions, which may have implications for enzymatic activity. In this study, we report on a novel NDM variant, NDM-63, identified in a carbapenem-resistant ST147 Klebsiella pneumoniae...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460102",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for enzymatic activity",
      "conclusion": null
    },
    {
      "title": "Critical threshold target attainment rates for tazobactam combined with piperacillin among patients admitted to the ICU with hospital-acquired pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Optimizing antibiotic exposures in hospital-acquired pneumonia (HAP) is crucial; however, dosing decisions often overlook target levels for the beta-lactamase inhibitor tazobactam (TAZ), and the impact of renal dysfunction and renal replacement therapy on TAZ pharmacokinetics (PK) remains poorly described. We developed a population PK model of TAZ using 162 plasma samples from 35 ICU patients with HAP, including those receiving continuous renal replacement therapy (CRRT). TAZ concentrations were...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460101",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of renal dysfunction and renal replacement therapy on TAZ pharmacokinetics (PK) remains poorly described",
      "conclusion": null
    },
    {
      "title": "Lattice Compressibility versus Emission Properties: A Trade-Off in Zero-Dimensional Hybrid Bimetallic Halides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Hybrid metal halide perovskites exhibit interesting optoelectronic properties that are highly tunable and sensitive via structural manipulation, whether intrinsically designed or induced by pressure stimuli. Their soft lattices are generally easy to compress, where the bulk modulus (B(0)) decreases with decreasing dimensionality from 3D to 0D. Here, we show that an unusually large B(0) of 119 GPa beyond 2 GPa can be achieved through the control of coordinated solvent ligand in a 0D hybrid...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Socioeconomic Differences in Access to Information on Health and Social Activities Among Community-Dwelling Older Adults: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "This study examined differences in access to information on health and social activities by socioeconomic position (SEP) among community-dwelling older adults in Japan. A mail survey was conducted with 4,101 adults aged ≥65 years without functional disabilities. Information-gathering frequency and sources (television, newspapers/magazines, the internet, social interactions) were assessed. Educational attainment and subjective economic status were classified into three levels. Poisson regression...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "differences in access to information on health and social activities by socioeconomic position (SEP) among community-dwelling older adults in Japan",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased Risk of Permanent Speech Production Deficits Following Resection of the Dominant Ventral Precentral Gyrus Compared With Broca's Area",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Resection of vPrCG rather than Broca's area leads to greater risk of postoperative language deficits and poorer long-term recovery in speech production-related functions.",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Resection of vPrCG rather than Broca's area leads to greater risk of postoperative language deficits and poorer long-term recovery in speech production-related functions"
    },
    {
      "title": "3D-Bioprinted Biomimetic Epithelial-Stromal Hydrogel Construct with In Situ Photocrosslinkable Bioadhesive for Suture-Free Corneal Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "3D bioprinted corneal equivalents can faithfully replicate native tissue architecture, but their clinical translation has been hindered by the reliance on traumatic suturing techniques. To address this challenge, we developed an integrated bioadhesive strategy for suture-free transplantation of biomimetic corneal constructs. Using digital light processing (DLP), we fabricated an epithelial-stromal bilayer scaffold with spatially organized corneal epithelial cells (CECs) and corneal stromal stem...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460069",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zwitterionic Photosensitizer Triggers Photopyroptosis for Effective Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Photopyroptosis, a lytic and immunogenic cell death modality triggered by photosensitizer (PS)-generated reactive oxygen species under specific light irradiation, offers a promising strategy to overcome the inherent limitations of conventional cancer therapies. However, the precise design of PSs to induce photopyroptosis under hypoxic tumor microenvironments remains challenging. Herein, we report a zwitterionic nano-photosensitizer (PCBMA-TAPP) that combines mitochondrial-targeted Type I...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460062",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "B-B Sites in Molten Boron Oxide are Superior to Cyclic B-O-B Sites for Methane Oxidation to Formaldehyde and Carbon Monoxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "Boron oxide (B(2)O(3)) has recently emerged as a promising metal-free catalyst for the oxidative dehydrogenation (ODH) of methane, with remarkable selectivity for formaldehyde (HCHO) and carbon monoxide (CO) at 823 K. Since B(2)O(3) melts at ∼725 K, the ODH reaction is likely to proceed in its molten state. In 2023, ab-initio molecular dynamics simulations by Rousseau and co-workers revealed that molten B(2)O(3) comprises of 8-, 6-, 4-membered cyclic B-O-B sites and a B-B site. So herein, we...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hyperfine-Resolved Spectroscopy of Dysprosium Monoxide (DyO)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41460016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "We perform laser spectroscopy of dysprosium monoxide (DyO) to determine the hyperfine structure of the ground X8 and excited [17.1]7 states in the ^(161)Dy and ^(163)Dy isotopologues. These dysprosium nuclei have nonzero nuclear spin and dynamical octupole deformation, providing them high sensitivity to time-reversal-violating new physics via the nuclear Schiff moment (NSM). The DyO molecule was recently identified as being amenable to optical cycling─the basis for many laser cooling and quantum...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41460016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A reference-free optical method for assessing cardiac ischemia via NADH autofluorescence dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41459998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251229142244&v=2.18.0.post22+67771e2",
      "description": "The conversion of nicotinamide adenine dinucleotide (NAD+) to its reduced form (NADH) by dehydrogenases is a key step in numerous redox reactions and, consequently, in cellular energy conversion. NADH autofluorescence imaging represents a promising method for the optical detection of metabolic dysfunction in living tissues. However, it is sensitive to the total NAD(H) content as well as to variations in absorption and light scattering, which may fluctuate independently. A major objective is,...",
      "pubDate": "2025-12-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41459998",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "is,",
      "significance": null,
      "conclusion": null
    }
  ]
}