{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-10T19:19:59.187Z",
  "totalItems": 150,
  "totalArchived": 15458,
  "newPapersAdded": 132,
  "institutionBreakdown": {
    "KAIST": 15,
    "SNU": 32,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 23,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 1,
    "Kyung Hee University": 4,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 91,
    "Biomedical": 35,
    "Materials Science": 7,
    "Cancer Research": 7,
    "Neuroscience": 7,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Pushbutton-activated microfluidic cell-free biosensor for multiplexed pathogen detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "In this paper, we have developed a novel cell-free biosensor based on a multiplexed pushbutton-activated microfluidic device (mPAMD) that enables simultaneous detection of multiple 16S rRNAs of pathogens in a single device. The multi-step target-responsive cell-free protein synthesis process was seamlessly integrated into a single microfluidic device with an intuitive finger-pumping mechanism, allowing simultaneous mixing, aliquoting, and detection of 16S rRNAs through the production of reporter...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41070582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of 10 principles of radiation protection in oral and maxillofacial radiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The finalized principles constitute a structured, evidence-based guideline aligned with international standards while addressing specific challenges unique to oral and maxillofacial radiology. They offer practical strategies to enhance patient safety and standardize radiographic decision-making. Further research should investigate their clinical implementation and recommend periodic updates to reflect evolving technologies.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41070255",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The finalized principles constitute a structured, evidence-based guideline aligned with international standards while addressing specific challenges unique to oral and maxillofacial radiology. They offer practical strategies to enhance patient safety and standardize radiographic decision-making"
    },
    {
      "title": "Performance of GPT-4 for planning acupuncture treatment: comparison with human clinician performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: GPT-4 made reasonable acupoint suggestions, with notable overlap observed with the prescriptions of doctors. This shows its promise for supporting medical decisions, education, and personalized medicine for patients undergoing acupuncture treatment. Future studies and validation are necessary to ensure the reliability and efficacy of applying GPT-4 in real-world settings.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41070078",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GPT-4 made reasonable acupoint suggestions, with notable overlap observed with the prescriptions of doctors. This shows its promise for supporting medical decisions, education, and personalized medicine for patients undergoing acupuncture treatment"
    },
    {
      "title": "Genetic evaluation of different graded Holstein Friesian × Local (HF × L) crossbred breeding bulls of Bangladesh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides insightful information on the genetic evaluation of different graded bulls that could be the basis for the proven crossbred breeding bulls' selection process at CCBDF.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41069737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides insightful information on the genetic evaluation of different graded bulls that could be the basis for the proven crossbred breeding bulls' selection process at CCBDF"
    },
    {
      "title": "A naturally occurring promoter variation of <em>BrGSL-OHa</em> contributes to the conversion of gluconapin to progoitrin in <em>Brassica rapa</em> L. leaves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Glucosinolates (GSLs) are sulfur-rich secondary metabolites that play important roles in human health, plant defenses against pathogens and insects, and flavor. The genetic architecture of GSL biosynthesis in Brassica rapa L. remains poorly understood despite several mapping and gene prediction studies. This study conducted a conventional quantitative trait locus (QTL) analysis to identify putative genes regulating GSL biosynthesis in B. rapa in two field trials. Four consensus QTL clusters were...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41069478",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "roles in human health, plant defenses against pathogens and insects, and flavor",
      "conclusion": null
    },
    {
      "title": "Nanoscale Dynamics of Buried Charge Trap in Oxide-Nitride-Oxide Stacks Investigated Using Kelvin Probe Force Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Understanding charge trapping and diffusion behavior is crucial for optimizing nonvolatile memory (NVM) devices, which commercially involve a silicon oxide-silicon nitride-silicon oxide (ONO) stack structure. However, studies on charge traps in ONO stack structures using Kelvin probe force microscopy (KPFM) have been limited. Here, we examine trapped charge dynamics in ONO devices using KPFM, especially trapped electrons and holes in the buried silicon nitride layer and on the exposed silicon...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41069008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal conditioning intensity: favorable outcome of a 3-day busulfan based regimen in younger acute myeloid leukemia patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Myeloablative conditioning is standard for younger acute myeloid leukemia (AML) patients undergoing allogeneic hematopoietic cell transplantation (HCT), but optimal busulfan dosing remains unclear. We retrospectively analyzed 686 AML patients aged <55 years who received busulfan-based conditioning (2, 3, or 4 days) for first HCT at Asan Medical Center between 2000 and 2020. A 3-day course of busulfan (Bu3) showed significantly better overall survival (OS, p < 0.001) and lower non-relapse...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41070557",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anisotropic Au nanobypyramids with molybdenum disulfide for plasmon-enhanced electrocatalysis, biosensing and energy production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "The strategic integration of anisotropic plasmonic nanostructures with two-dimensional (2D) semiconductors presents an emerging route for designing multifunctional hybrid systems with advanced photoelectrochemical (PEC) capabilities. In this work, we report the synthesis of a core-shell nanohybrid, Au nanobipyramid@MoS(2) (AuNBP@MoS(2)), wherein gold nanobipyramids are uniformly encapsulated by few-layer MoS(2) nanosheets. This architecture promotes direct plasmon-semiconductor coupling under...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41070435",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Small area geographic variation in girl and boy child marriage in India: a district-level longitudinal analysis, 2016 and 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We provide new insight into recent progress and setbacks in eliminating child marriage across India. We found considerable district-level heterogeneity and clustering of poorly performing districts, coupled with increasing local inequality, especially within the worst-performing districts. Intervention and policy may be more effective if informed by local inequality.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41070415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We provide new insight into recent progress and setbacks in eliminating child marriage across India. We found considerable district-level heterogeneity and clustering of poorly performing districts, coupled with increasing local inequality, especially within the worst-performing districts"
    },
    {
      "title": "Localized histopathological effects of high-salt intake on the aorta and kidney in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings indicate that a high-salt diet induces localized histopathological changes in specific regions of the aorta and kidneys. This study provides foundational data for understanding the pathological mechanisms of high-salt intake and offers insight into potential prevention strategies for salt-induced aorta and renal injury.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41070152",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a high-salt diet induces localized histopathological changes in specific regions of the aorta and kidneys",
      "conclusion": "These findings indicate that a high-salt diet induces localized histopathological changes in specific regions of the aorta and kidneys. This study provides foundational data for understanding the pathological mechanisms of high-salt intake and offers insight into potential prevention strategies for ..."
    },
    {
      "title": "Comparison of decomposition of biodegradable mulching films under variable soil microbial conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Biodegradable mulching films (BDMs) are sustainable alternatives to polyethylene, but their degradation efficiency is strongly influenced by soil microbial composition. This study investigated the effects of Bacillus subtilis and Clostridium perfringens, two soil bacteria with distinct metabolic traits, on the decomposition of BDMs with different structures.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41070124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of Bacillus subtilis and Clostridium perfringens, two soil bacteria with distinct metabolic traits, on the decomposition of BDMs with different structures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How social engagement shapes depressive symptoms in later life: uncovering gendered and asymmetric effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: Social engagement is widely recognized as a protective factor for mental health in later life, yet most studies treat it as a static condition and overlook potential asymmetries in the effects of becoming socially engaged and disengaged. This study examines (1) whether the mental health effects of entering and exiting social engagement are asymmetric, (2) whether these effects differ by the type of engagement (informal vs formal), and (3) whether gender moderates these...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41069996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Social engagement is widely recognized as a protective factor for mental health in later life, yet most studies treat it as a static condition and overlook potential asymmetries in the effects of beco...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endothelial Dysfunction in Atherosclerosis: Experimental Models and Therapeutics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Atherosclerosis is a cardiovascular disease that involves complex and multifactorial processes that are instigated from endothelial dysfunctions. In this review, we address endothelial dysfunction in atherosclerosis and the mechanisms, where they are characterized by structural and functional alterations in endothelial cells (ECs), as caused by inflammation, oxidative stress, or disturbed shear stress. In particular interest, we provide a comprehensive overview of the experimental models (in...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41069871",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ApneaWhisper: Transformer-Based Audio Segmentation for Fine-Grained Non-Invasive Sleep Apnea Detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The model's fine-grained temporal resolution enables precise apnea event localization, duration estimation, and subtype classification. While ApneaWhisper performs robustly for OSA, challenges remain in distinguishing central (CSA) and mixed (MSA) sleep apnea, due to subtle or ambiguous acoustic patterns. The frame-level segmentation also facilitates accurate apnea-hypopnea index (AHI) estimation, which could reduce dependence on full PSG studies in certain clinical and...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41069504",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The model's fine-grained temporal resolution enables precise apnea event localization, duration estimation, and subtype classification. While ApneaWhisper performs robustly for OSA, challenges remain in distinguishing central (CSA) and mixed (MSA) sleep apnea, due to subtle or ambiguous acoustic pat..."
    },
    {
      "title": "Durvalumab With or Without Tremelimumab in Combination With Chemoradiotherapy in Patients With Limited-Stage SCLC: Results from the Phase 1 CLOVER Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Durvalumab in combination with cCRT, with or without tremelimumab, was tolerable and active in patients with LS-SCLC.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41069379",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Durvalumab in combination with cCRT, with or without tremelimumab, was tolerable and active in patients with LS-SCLC"
    },
    {
      "title": "Fertility-sparing treatments for patients with endometrial cancer: A comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Endometrial cancer (EC) in young women is relatively likely to be early-stage, low-grade, and without risk factors. Fertility-sparing treatment with progestin is a potential primary approach for certain patients. However, several factors should be considered according to available guidelines. The potential indication for fertility-sparing treatment in patients with EC, as recommended by various societies of gynecologic oncology, includes young women with grade 1 endometrioid adenocarcinoma...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41069261",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spiral enteroscopy versus single-balloon enteroscopy for the evaluation and treatment of small bowel disorders: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Spiral and single-balloon enteroscopies demonstrated similar diagnostic and therapeutic yields and safety. Spiral enteroscopy achieved a greater insertion depth, and motorized systems improved the efficiency in terms of procedure times.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41069259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Spiral and single-balloon enteroscopies demonstrated similar diagnostic and therapeutic yields and safety. Spiral enteroscopy achieved a greater insertion depth, and motorized systems improved the efficiency in terms of procedure times"
    },
    {
      "title": "Wavelength-Orthogonal Photoinitiated Polymerization-Induced Microphase Separation for Stepwise Ionogel Curing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Ionogels typically face a trade-off between stiffness and ionic conductivity, with phase separation being a potential solution. However, postmodification techniques to enhance stiffness after phase separation remain underexplored. To address this, we developed a stepwise ionogel curing strategy using wavelength-orthogonal photoinitiated polymerization-induced microphase separation (PIMS) to improve stiffness while preserving ionic conductivity. In the first curing step, blue light-initiated PIMS...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41069177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative Pharmacoinformatic and Experimental Validation of Indonesian Red Algae as Novel Functional Food for Anti-Gastric Cancer Agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Gastric cancer remains a major global health burden with limited therapeutic options due to resistance and toxicity of current treatments. Marine red algae-Gracilaria edulis, Eucheuma denticulatum, and Kappaphycus striatus-are underexplored sources of bioactive compounds that may offer multi-targeted, low-toxicity agents for gastric cancer therapy. This study integrated phytochemical profiling, structure-activity relationship (SAR) analysis, network pharmacology, molecular docking, molecular...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41069123",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cationic Point Defect Fluoride to Improve Reaction Kinetics in (All) Solid-State Li Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Nickel-rich cathode materials (NCM) have emerged as promising candidates for lithium-ion batteries (LIBs) and all-solid-state batteries (ASSBs) due to their high reversible capacity (>200 mAh g^(-1)). However, surface side reactions with liquid and solid electrolytes during cycling increase interfacial resistance and accelerate capacity fading, thereby hindering the practical implementation of NCM cathodes. To achieve high-energy LIBs and ASSBs, it is essential to control the interfacial...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41069062",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Nationwide Survey by the Korean Society of Ophthalmic Plastic and Reconstructive Surgery (KSOPRS) on the Management of Thyroid Eye Disease in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Korean oculoplastic surgeons generally follow international TED guidelines, favoring IV GC and conventional therapies over biologics due to access and cost barriers. As biologics like teprotumumab become more accessible, region-specific guidelines integrating global evidence and local healthcare constraints will be critical for optimized patient care.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41069052",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Korean oculoplastic surgeons generally follow international TED guidelines, favoring IV GC and conventional therapies over biologics due to access and cost barriers. As biologics like teprotumumab become more accessible, region-specific guidelines integrating global evidence and local healthcare con..."
    },
    {
      "title": "Ten-Year Trends of Intravitreal injection in Korea Using the Health Insurance Review and Assessment Service Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The patients receiving IVI and the total number of IVI have been steadily increasing, particularly in primary healthcare settings. Overall, medical expenses continue to rise. The findings of this study provide valuable evidence for the efficient allocation of medical resources in the future.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41069051",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The patients receiving IVI and the total number of IVI have been steadily increasing, particularly in primary healthcare settings. Overall, medical expenses continue to rise"
    },
    {
      "title": "Personalized Anesthesia Strategies for Cochlear Implantation: Insights on Local Anesthesia From a Single-institution Experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CI under LA is a viable and safe alternative for selected high-risk patients. Implementation of tailored anesthesia protocols, particularly for individuals with mitochondrial disorders or cognitive vulnerability, facilitates optimized patient outcomes. These findings support a personalized approach to anesthesia selection in auditory rehabilitation.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41069004",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CI under LA is a viable and safe alternative for selected high-risk patients. Implementation of tailored anesthesia protocols, particularly for individuals with mitochondrial disorders or cognitive vulnerability, facilitates optimized patient outcomes"
    },
    {
      "title": "Engineered virus-like particle-assembled Vegfa-targeting Cas9 ribonucleoprotein treatment alleviates neovascularization in wet age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: eVLPs exhibit the potential as a safe and efficient delivery platform for Cas9 ribonucleoproteins, achieving precise Vegfa downregulation and significant reduction in choroidal neovascularization in a mouse model of wet age-related macular degeneration. With transient delivery of gene editing enzymes, high editing efficiency, and minimal risk of genomic integration, eVLPs present a promising alternative to conventional delivery systems for advancing genome editing therapies in...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "eVLPs exhibit the potential as a safe and efficient delivery platform for Cas9 ribonucleoproteins, achieving precise Vegfa downregulation and significant reduction in choroidal neovascularization in a mouse model of wet age-related macular degeneration. With transient delivery of gene editing enzyme..."
    },
    {
      "title": "Maximizing the Quality and Reporting Standards of Autism Intervention Science",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Although there are clear international standards for intervention science and reporting in healthcare, implementation and uptake have been limited within autism intervention research. To address this concern, a Special Interest Group (SIG) was convened at the International Society for Autism Research (INSAR) Annual Meetings in May 2023 and May 2024. This SIG comprised members of the autistic community, senior clinical scientists, clinicians, advanced researchers, and early career researchers,...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41070555",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulation of Alzheimer's diagnostic flows with blood biomarker test options in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This study projected the diagnostic testing landscape for lecanemab treatment in Japan under different workflows.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41070364",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intra-arterial fasudil infusion for symptomatic cerebral vasospasm following clipping of an unruptured middle cerebral artery aneurysm: A case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "We report the first known case of symptomatic unruptured intracranial aneurysm-associated cerebral vasospasm (UIA-CVS) following surgical clipping that was successfully treated with intra-arterial fasudil infusion. UIA-CVS is a rare postoperative complication for which no standardized treatment has been established. A 67-year-old woman with a 5-mm saccular aneurysm at the bifurcation of the left middle cerebral artery (MCA) underwent microsurgical clipping via a distal transsylvian approach. On...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41070291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The inbred newt genome unveils molecular mechanisms of behavior, development, and regeneration in urodele amphibians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Salamanders provide excellent models for studying vertebrate evolution, development, and regeneration. To further advance the newt as a model organism in biology, we conducted draft genome sequencing of 20 Gb of an inbred newt (Pleurodeles waltl). As part of this study, the Hoxd11-d13 intergenic region is expanded by over 1 Mb owing to the massive insertion of repetitive sequences including newt-specific satellite DNA. Interestingly, Myod and Bmp4, genes that are typically involved in vertebrate...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimization of Enzymatic Extraction and Vacuum-Assisted Evaporation Parameters for Banana Syrup Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Bananas are a widely cultivated fruit with significant nutritional and economic value; however, postharvest losses remain a major concern. This study is aimed at developing an optimized process for enzymatic extraction to produce banana syrup. This requires an assessment of the influence exerted by different concentrations of pectinase and cellulase, as well as the effects of incubation time and temperature. To optimize the conditions, a Box-Behnken design (BBD) was used, while juice yield and...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with treatment failure after discharge in inpatients with schizophrenia spectrum disorders: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Antipsychotic polypharmacy at discharge was associated with treatment failure in patients with schizophrenia spectrum disorders. Additionally, trial overnight stays at home during hospitalization potentially contributed to preventing treatment failure. Therefore, preventing treatment failure in patients with schizophrenia spectrum disorder requires optimizing pharmacotherapy and implementing social and environmental adjustments, focusing on the post-discharge period.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Antipsychotic polypharmacy at discharge was associated with treatment failure in patients with schizophrenia spectrum disorders. Additionally, trial overnight stays at home during hospitalization potentially contributed to preventing treatment failure"
    },
    {
      "title": "Sol-gel synthesis and characterization of ZnO-SiO<sub>2</sub> nanocomposites: a comparative study with pure ZnO and SiO<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "In this investigation, pure SiO(2), ZnO, and ZnO-SiO(2) (10 : 90) nanocomposites were synthesized via the sol-gel method and systematically characterized in a comparative framework. Upon increasing the annealing temperature, the ZnO-SiO(2) composite predominantly retained its amorphous character, with the emergence of distinct ZnO diffraction peaks. Structural analysis using X-ray diffraction (XRD) confirmed the presence of the wurtzite phase in ZnO, alongside the intrinsically amorphous nature...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Small-molecule engineering of a PbS QD/ZnO nanowire interface and its impact on infrared PbS QD solar cell performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Lead sulfide (PbS) quantum dots (QDs) are promising photovoltaic absorbers owing to their tunable absorption range from the visible to infrared regions. Realizing high efficiency in PbS QD/zinc oxide (ZnO) heterojunction solar cells requires precise energy-level alignment between the PbS QDs and ZnO, which significantly affects carrier transport and recombination processes, particularly when employing infrared-absorbing PbS QDs. In this study, we conducted systematic interfacial engineering...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069236",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proton Conductivities of Stepwise Protonated Imidazole-Fused Tetraphenylene Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "The control of crystal structure and proton conductivity was evaluated by stepwise protonation of tetraphenylene molecules (ImTP) containing a imidazole group. By controlling the degree of protonation from neutral ImTP to H(1)ImTP⁺, H(2)ImTP²⁺, and H(4)ImTP⁴⁺, we demonstrated that the balance between intermolecular hydrogen bonding and electrostatic interactions affects structural stability and proton conductivity. X-ray diffraction analysis revealed that neutral ImTP forms a 2D hydrogen bond...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The discovery of twilight length sensing in plants and its implications for models of plant photoperiodism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "For centuries, we have known that plants exhibit different phenologies and growth patterns under differing photoperiods, accounting for both seasonality and traditional latitudinal limits in their cultivation. Decades of research in plant circadian biology have deciphered the role of the clock in controlling photoperiodic flowering through what is known as the 'external coincidence model'. However, past work has largely neglected to include another aspect of natural photoperiod change in...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41069115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "STREAM-PRS: a multi-tool pipeline for streamlining polygenic risk score computation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Overall, STREAM-PRS provides an efficient framework for selecting the best PRS calculation strategy and helps bridge the portability gap within the PRS field. STREAM-PRS is available at https://github.com/SaraBecelaere/STREAM-PRS.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068909",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, STREAM-PRS provides an efficient framework for selecting the best PRS calculation strategy and helps bridge the portability gap within the PRS field. STREAM-PRS is available at https://github"
    },
    {
      "title": "Intrathoracic rupture of amebic liver abscess: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We reported the case of a patient with a rapidly progressive ALA with intrathoracic rupture. In cases of ALA with thoracic rupture, performing drainage is important, considering that pleural effusion may progress rapidly. This case highlights the need for comprehensive management involving timely antimicrobial and anticoagulation therapy in cases of vascular thrombosis.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We reported the case of a patient with a rapidly progressive ALA with intrathoracic rupture. In cases of ALA with thoracic rupture, performing drainage is important, considering that pleural effusion may progress rapidly"
    },
    {
      "title": "Septins in the nervous system: from cytoskeletal dynamics to neurological disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adopting tailored interprofessional protocols in general practice: barriers, strategies, and lessons learned from a CFIR-guided qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The transition towards protocol-based interprofessional care is a complex but mandatory evolution in primary care. While practice-tailored protocols can enhance efficiency and collaboration, their success depends on a structured implementation strategy, effective practice management, and team alignment. Addressing challenges such as gaining trust and provider resistance are critical. Future research should explore scalable support mechanisms and policy adaptations to facilitate...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The transition towards protocol-based interprofessional care is a complex but mandatory evolution in primary care. While practice-tailored protocols can enhance efficiency and collaboration, their success depends on a structured implementation strategy, effective practice management, and team alignm..."
    },
    {
      "title": "ADSC-enriched adipose extract alleviates cartilage fibrosis in temporomandibular joint osteoarthritis by inhibiting chondrocyte senescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ARDE effectively alleviates cartilage fibrosis by suppressing chondrocyte senescence, significantly restoring cartilage structure and alleviating disease symptoms. The preparation process meets clinical requirements, and its demonstrated safety and efficacy indicate promising clinical translation prospects.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068761",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ARDE effectively alleviates cartilage fibrosis by suppressing chondrocyte senescence, significantly restoring cartilage structure and alleviating disease symptoms. The preparation process meets clinical requirements, and its demonstrated safety and efficacy indicate promising clinical translation pr..."
    },
    {
      "title": "What drives patient cost variability in psoriasis care: a single centre study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlighted substantial variability in consultation and yearly treatment costs for psoriasis patients. These findings emphasized the critical need for detailed cost data to optimise departmental workflows, support efficient resource allocation, and inform the design of equitable bundled payment models. Improving cost transparency was shown to strengthen clinical and financial decision-making. Future research was recommended to explore the cost implications of...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068751",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of",
      "conclusion": "This study highlighted substantial variability in consultation and yearly treatment costs for psoriasis patients. These findings emphasized the critical need for detailed cost data to optimise departmental workflows, support efficient resource allocation, and inform the design of equitable bundled p..."
    },
    {
      "title": "Discordance in Patient and Physician's Perception of Disease Activity Among Idiopathic Inflammatory Myopathy Patients: Insights From the COVAD Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070606",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accuracy of Robot-Guided Access Cavity Preparation in Managing Calcified Canals: An In Vitro Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The robotic system exhibited comparable accuracy to the static guide, whereas it significantly outperformed dynamic navigation in terms of guided access cavity preparation for calcified root canals. However, further clinical studies are needed to confirm these preliminary findings.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070592",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The robotic system exhibited comparable accuracy to the static guide, whereas it significantly outperformed dynamic navigation in terms of guided access cavity preparation for calcified root canals. However, further clinical studies are needed to confirm these preliminary findings"
    },
    {
      "title": "CVD-grown MXene-CNT nanocomposite-assisted electrochemical immunosensors for label-free and ultra-sensitive monitoring of thyroid-stimulating hormone in artificial serum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Thyroid-stimulating hormone (TSH) is a critical clinical biomarker for evaluating thyroid function and is essential in diagnosing and monitoring related hormonal disorders. However, the development of point-of-care diagnostic devices for the early detection of TSH-associated diseases remains challenging, particularly due to constraints in measurement methodologies in resource-limited settings. This research describes an effective electrochemical immunosensor developed from a novel seamless...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070589",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of climate extremes on disability, depression, and cognitive decline in middle-aged and older Chinese adults under different healthy lifestyle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A healthy lifestyle may attenuate the adverse impacts of frequent climate extremes on disability, depression, and cognitive function among middle-aged and older adults. This study may have important implications for making policies and adaptive strategies to reduce relevant risks to health, especially in low- and middle-income countries.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070584",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "implications for making policies and adaptive strategies to reduce relevant risks to health, especially in low- and middle-income countries",
      "conclusion": "A healthy lifestyle may attenuate the adverse impacts of frequent climate extremes on disability, depression, and cognitive function among middle-aged and older adults. This study may have important implications for making policies and adaptive strategies to reduce relevant risks to health, especial..."
    },
    {
      "title": "A retrospective evaluation of the clinical efficacy of occlusal splint therapy combined with manual therapy in patients with anterior disc displacement without reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This short-term non-randomized retrospective study suggests that combining CAD/CAM-fabricated occlusal splint therapy with manual therapy yielded superior pain relief and functional improvement compared to splint therapy alone or health education in patients with ADDwoR.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This short-term non-randomized retrospective study suggests that combining CAD/CAM-fabricated occlusal splint therapy with manual therapy yielded superior pain relief and functional improvement compared to splint therapy alone or health education in patients with ADDwoR"
    },
    {
      "title": "Associations between pain, anxiety and depression and mindfulness in patients with burning mouth syndrome: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The overall mindfulness level and the \"describing\" facet appear to be associated with pain severity, whereas the \"non-judging\" and \"non-reactivity\" facets are related to anxiety symptoms, and the \"acting-with-awareness\" facet is linked to depressive symptoms, suggesting that mindfulness-based interventions may offer a beneficial approach in the management of BMS.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070572",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The overall mindfulness level and the \"describing\" facet appear to be associated with pain severity, whereas the \"non-judging\" and \"non-reactivity\" facets are related to anxiety symptoms, and the \"acting-with-awareness\" facet is linked to depressive symptoms, suggesting that mindfulness-based interv..."
    },
    {
      "title": "Analysis of a Modified Version of the Inventory of Non-Ataxia Signs Over 12 Years in Patients with Friedreich's Ataxia in the EFACTS Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The modified INAS sum showed good responsiveness over 5 years but not over 1-3 years. It may supplement existing outcome measures, contributing to holistic assessment of this multisystem disease, especially in non-ambulatory patients, in whom ataxia-focused measures may show ceiling effects, and children, who typically progress faster. © 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070559",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The modified INAS sum showed good responsiveness over 5 years but not over 1-3 years. It may supplement existing outcome measures, contributing to holistic assessment of this multisystem disease, especially in non-ambulatory patients, in whom ataxia-focused measures may show ceiling effects, and chi..."
    },
    {
      "title": "Genetic prediction of blood metabolites and causal relationships with pain associated with temporomandibular disorders: a Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study establishes a causal link between increased levels of these three metabolites and TMD-related pain. Our findings provide new insights into the pathogenesis of TMD and potential therapeutic targets.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study establishes a causal link between increased levels of these three metabolites and TMD-related pain. Our findings provide new insights into the pathogenesis of TMD and potential therapeutic targets"
    },
    {
      "title": "Orofacial pain/headache interlaced to insomnia, sleep apnea and periodic limb movement during sleep/restless leg syndrome: a critical and comprehensive review with insights into social determinants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "This critical review explores the intricate interaction between orofacial pain and headache disorders and three prevalent sleep disorders: insomnia, obstructive sleep apnea (OSA) and periodic limb movements (PLMs) during sleep, while integrating the role of social determinants of health. Orofacial pain conditions, including temporomandibular disorders (TMD), headache, and burning mouth syndrome, frequently co-occur with sleep disturbances, creating a bidirectional cycle where poor sleep...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemically Promoted Oxidation Mechanisms in Plasmonic Catalysis of Decarboxylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Surface plasmon (SP)-driven catalytic decarboxylation reactions have garnered considerable attention in recent years. However, the mechanism of SP-induced decarboxylation within an electrochemical environment remains systematically unexplored. Herein, we investigate the electrochemical behavior of 4-mercaptobenzoic acid (4-MBA) within a Au nanoparticles/4-MBA molecular self-assembly layer/Au(111) configuration under varying pH conditions by using surface-enhanced Raman spectroscopy. It is found...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070527",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Specific Cardiovascular Consequences of Long-Term High-Salt Diet in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Chronic high salt intake leads to distinct sex-specific cardiovascular remodeling in mice. Importantly, diet reversal mitigates these effects, highlighting the potential of dietary interventions in salt-sensitive cardiovascular risk.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Chronic high salt intake leads to distinct sex-specific cardiovascular remodeling in mice. Importantly, diet reversal mitigates these effects, highlighting the potential of dietary interventions in salt-sensitive cardiovascular risk"
    },
    {
      "title": "Comparable Inflammatory and Metabolic Outcomes After Switching to Bictegravir/Emtricitabine/Tenofovir Alafenamide Versus Continuing Dolutegravir/Lamivudine in Virologically Suppressed Adults with HIV (INSTINCT/GESIDA10918 Study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In virologically suppressed individuals, maintaining DTG/3TC or switching to BIC/FTC/TAF demonstrated equivalent profiles with respect to systemic inflammation, metabolic outcomes, and immunologic markers over 96 weeks.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In virologically suppressed individuals, maintaining DTG/3TC or switching to BIC/FTC/TAF demonstrated equivalent profiles with respect to systemic inflammation, metabolic outcomes, and immunologic markers over 96 weeks"
    },
    {
      "title": "Inhibiting Monocyte Migration Reduces Arterial Thrombosis and Facilitates Thrombolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CCR2 antagonism decreases platelet aggregation and reduces FXIII (factor XIII) levels in blood and monocytes, thus driving arterial thrombosis towards the generation of a relatively small, porous, more lysable clot.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CCR2 antagonism decreases platelet aggregation and reduces FXIII (factor XIII) levels in blood and monocytes, thus driving arterial thrombosis towards the generation of a relatively small, porous, more lysable clot"
    },
    {
      "title": "Diastolic Blood Pressure and Cognitive Function in Adults With Achieved Systolic Blood Pressure Below 130 mm Hg: Insights From the SPRINT-MIND Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients achieving an SBP <130 mm Hg, treated DBP was not associated with dementia, mild cognitive impairment, or changes in white matter lesions and total brain volume. However, there was an increased risk of impaired cerebral perfusion in patients with elevated on-treatment DBP.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070444",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients achieving an SBP <130 mm Hg, treated DBP was not associated with dementia, mild cognitive impairment, or changes in white matter lesions and total brain volume. However, there was an increased risk of impaired cerebral perfusion in patients with elevated on-treatment DBP"
    },
    {
      "title": "National, regional, and provincial prevalence of glaucoma in China in 2020: an updated systematic review and modelling analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The prevalence of glaucoma in China varied significantly across regions and provinces in our study period, highlighting the need for targeted screening programmes, early detection, and resource allocation. The modelling approach used here provides a valuable framework for estimating glaucoma prevalence in settings with limited large-scale epidemiological data.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of glaucoma in China varied significantly across regions and provinces in our study period, highlighting the need for targeted screening programmes, early detection, and resource allocation. The modelling approach used here provides a valuable framework for estimating glaucoma prevale..."
    },
    {
      "title": "Combined and interaction effects of outdoor and reading time on myopia onset: evidence from over 210 000 schoolchildren in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Outdoor time and reading time are not only independently related to the onset of myopia but also interact with each other. These findings highlight the importance of promoting outdoor time and managing reading time to inform targeted myopia prevention strategies.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Outdoor time and reading time are not only independently related to the onset of myopia but also interact with each other. These findings highlight the importance of promoting outdoor time and managing reading time to inform targeted myopia prevention strategies"
    },
    {
      "title": "Does Age Matter? SGLT2 Inhibitors in Older Adults With Heart Failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adverse in-hospital outcomes in patients with paraplegia who undergo radical prostatectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although patients with paraplegia who undergo RP are rare, adverse in-hospital outcomes are substantially more frequent in these individuals. These observations should be carefully considered in clinical decision making and informed consent prior to RP, if such procedure is contemplated in patients with paraplegia.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070416",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although patients with paraplegia who undergo RP are rare, adverse in-hospital outcomes are substantially more frequent in these individuals. These observations should be carefully considered in clinical decision making and informed consent prior to RP, if such procedure is contemplated in patients ..."
    },
    {
      "title": "Physicochemical composition, sensory attributes, and economic analysis of Minas Frescal cheese from grazing dairy cows supplemented with different levels of cassava root silage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "This study evaluated the effects of replacing ground corn with cassava root silage (CRS) in the supplement of grazing dairy cows on production yield, physicochemical characteristics, sensory attributes, and profitability of Minas Frescal cheese. Ten primiparous Girolando cows, with a mean weight of 373.45 ± 63.55 kg, a mean milk production of 12.48 ± 1.58 kg/d, and 76 days of lactation, were distributed into two 5 × 5 Latin squares. The animals were placed in the following five treatments: I,...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progress of valve-sparing repair strategies in the treatment of tetralogy of Fallot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "In the past few decades, long-term basic research and clinical practice of surgical treatment for tetralogy of Fallot have been carried out at home and abroad, and the treatment effect has been improved, the complications and mortality have been gradually decreased. Pulmonary regurgitation is a common complication after traditional radical repair of tetralogy of Fallot, which is an important factor leading to many adverse outcomes. Valve-sparing repair has gradually become the first choice for...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070413",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "factor leading to many adverse outcomes",
      "conclusion": null
    },
    {
      "title": "CCL21 Enhances Platelet Activation and Atherothrombosis via CCR7 Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CCL21 enhances platelet activation and atherothrombosis by binding to platelet CCR7 and thus activating downstream Gi and G13 signaling pathways. A CCL21 antibody can counteract these effects in the context of coronary artery disease, supporting its potential as a preventive therapy for thrombotic complications.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CCL21 enhances platelet activation and atherothrombosis by binding to platelet CCR7 and thus activating downstream Gi and G13 signaling pathways. A CCL21 antibody can counteract these effects in the context of coronary artery disease, supporting its potential as a preventive therapy for thrombotic c..."
    },
    {
      "title": "Dextran-Polydopamine Dual Coating on 3D-Printed Polycaprolactone Scaffolds as a Potential Biofunctionalization Platform for Bone Tissue Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Three-dimensional (3D) printing has paved the way for the precision manufacturing of patient-specific scaffolds. While personalized 3D-printed bone scaffolds are already in the clinic, further attempts to combine biofunctionalization and drug delivery with these scaffolds are of great interest to improve tissue regeneration and reduce recovery time. This study investigated the dextran-polydopamine (PDA) dual-coated 3D-printed polycaprolactone (PCL) scaffolds as a potential biofunctionalization...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070407",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the dextran-polydopamine (PDA) dual-coated 3D-printed polycaprolactone (PCL) scaffolds as a potential biofunctionalization",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Changes in Lymphocyte/Monocyte Ratio on Treatment as a Prognostic Marker to Predict Overall Survival in Patients with Advanced Cancer Treated with Immune Checkpoint Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We observed that baseline LMR, as well as change in LMR from baseline after the first cycle of ICI were associated with OS in cancer patients treated with ICI.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070402",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We observed that baseline LMR, as well as change in LMR from baseline after the first cycle of ICI were associated with OS in cancer patients treated with ICI"
    },
    {
      "title": "Solvent-triggered off-to-on circular polarization activation <em>via</em> scattering modulation in polymer-based chiral photonic particles for encryption and authentication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Photonic crystals have attracted significant attention for their structural colors and stimuli-responsive optical properties. However, conventional systems often suffer from undesirable \"on-to-off\" switching behavior, where structural color fades upon environmental stimulation, limiting their dynamic functionality. To overcome this limitation, we introduce a polymer-based chiral photonic crystal that exhibits an unconventional \"off-to-on\" switching mechanism governed by scattering modulation. In...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deoxygenative C(<em>sp</em><sup>3</sup>)-N(<em>sp</em><sup>3</sup>) Cross-Coupling Enabled by Nickel Metallaphotoredox Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Metallaphotoredox catalysis has emerged as a powerful platform for generating high-energy radicals from native functionalities. This approach integrates radical reactivity with transition metal catalysis to enable controlled bond formation. However, the synthesis of tertiary amines remains a significant challenge due to their redox sensitivity under photoredox conditions and the inherent difficulty of C(sp³)-N(sp³) reductive elimination. Herein, we describe a deoxygenative C-N cross-coupling...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070398",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Different responses of luminal and glandular epithelium during mouse embryo implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RNA-seq results showed that LE and GE have different responses during mouse embryo implantation. These findings provide novel insights into the molecular mechanisms underlying embryo-endometrial crosstalk, offering valuable implications for developing therapeutic strategies for implantation-related infertility and optimizing assisted reproductive technologies.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for developing therapeutic strategies for implantation-related infertility and optimizing assisted reproductive technologies",
      "conclusion": "RNA-seq results showed that LE and GE have different responses during mouse embryo implantation. These findings provide novel insights into the molecular mechanisms underlying embryo-endometrial crosstalk, offering valuable implications for developing therapeutic strategies for implantation-related ..."
    },
    {
      "title": "Changes in knowledge of safe sex and sexual behaviour among male vocational high school students in Zhejiang Province, China: a 6-year cross-sectional comparison (2015-2021)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The participants' knowledge of safe sex and sexual behaviour improveed between the two surveys. However, these positive changes have not had a significant enough impact to prevent STIs/HIV transmission and reduce pregnancy. Further efforts are needed to ensure that these changes lead to effective STIs/HIV prevention and reduction among students.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to prevent STIs/HIV transmission and reduce pregnancy",
      "conclusion": "The participants' knowledge of safe sex and sexual behaviour improveed between the two surveys. However, these positive changes have not had a significant enough impact to prevent STIs/HIV transmission and reduce pregnancy"
    },
    {
      "title": "Comparing adaptive tablet-based cognitive training and paper-and-pencil cognitive training: a pilot randomized controlled trial with community-dwelling stroke survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Findings suggest that adaptive CT interventions are feasible to implement and lead to cognitive and noncognitive improvements in community-dwelling stroke survivors. However, while both training approaches yield different short and medium/long-term benefits, the NAIr - a more ecologically valid method - was the only to promote generalization of training effects to functionality and quality of life at post-intervention and three-month follow-up, respectively.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070261",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings suggest that adaptive CT interventions are feasible to implement and lead to cognitive and noncognitive improvements in community-dwelling stroke survivors. However, while both training approaches yield different short and medium/long-term benefits, the NAIr - a more ecologically valid meth..."
    },
    {
      "title": "Individuals with autism have difficulties learning implicit sequences of social interactions that require mentalizing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Findings suggest reduced implicit social sequencing capacities in adults with autism. Social context factors influenced learning in both groups, indicating that autistic individuals may either perform at typical social levels when statistically controlling for their reduced sequencing capacities, or may sufficiently compensate under explicit task instructions. These results highlight social sequence learning as a promising target for intervention in training programs for autistic...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070260",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings suggest reduced implicit social sequencing capacities in adults with autism. Social context factors influenced learning in both groups, indicating that autistic individuals may either perform at typical social levels when statistically controlling for their reduced sequencing capacities, or..."
    },
    {
      "title": "Effectiveness of online tobacco control education: A cross-sectional study among healthcare professionals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The online tobacco control course significantly improved participants' knowledge of tobacco harms and strengthened their support for tobacco control measures. These findings suggest that digital health education platforms may be valuable tools for tobacco control capacity building, though further longitudinal studies are needed to establish causal relationships and assess long-term effectiveness.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that digital health education platforms may be valuable tools for tobacco control capacity building, though further longitudinal studies are needed to establish causal relationships and assess long-te...",
      "conclusion": "The online tobacco control course significantly improved participants' knowledge of tobacco harms and strengthened their support for tobacco control measures. These findings suggest that digital health education platforms may be valuable tools for tobacco control capacity building, though further lo..."
    },
    {
      "title": "Unveiling the global landscape of anabolic steroid residues in beef via integrated targeted quantification and high-resolution suspect screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Anabolic steroid (AS) residues in animal-derived foods continues to pose a significant concern due to their potential risks to food safety and human health. In this study, we developed an integrated strategy combining targeted quantification and suspect screening for the comprehensive detection of AS residues in beef. The analytical workflow included optimized solid-phase extraction followed by Ultra-high-performance liquid chromatography coupled with tandem mass spectrometry (UHPLC-MS/MS) in...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070235",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrauterine phenotype, genetic analysis, and pregnancy follow-up of fetuses with the 16p12.2 microdeletion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Reports on the intrauterine phenotype of the 16p12.2 microdeletion are few. A retrospective analysis of the clinical data, genetic testing results, and neonatal prognoses of fetuses with the 16p12.2 microdeletion was conducted to provide a basis for their clinical management. The research participants were pregnant women who underwent prenatal diagnoses between November 2016 and June 2024. Among them, 12,000 cases were selected for karyotype analyses and single-nucleotide polymorphism (SNP)...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070225",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-modal predictive modeling of multi-omic data in 3D airway organ tissue equivalents during viral infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Developing robust predictive models from multi-omics data is challenging because sample sizes are typically small (often fewer than 100) while the feature space is vast (over 20,000 molecular features such as genes, transcripts, and proteins), which increases the risk of overfitting and limits generalizability. To address this challenge, this study introduces the Magnitude-Altitude Score Analysis for Tracking Infection and Time-Dependent Genes (MASIT), a novel method adept at...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070224",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exercise, radial pressure waves, and photobiomodulation for management of non-insertional Achilles tendinopathy in runners: a three-arm non-blinded randomised control trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "OBJECTIVES: Non-insertional Achilles tendinopathy (AT) is a common running injury. Exercise loading programme (EXER) is the primary treatment. Other options include radial pressure wave (RPW, commonly referred to as shockwave) and photobiomodulation therapy (PBMT). We hypothesised that EXER+RPW and EXER+RPW+PBMT would result in greater reduction in symptoms measured using the eight-item Victorian Institute of Sports Assessment-Achilles (VISA-A) and greater improvement in functional outcomes...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Non-insertional Achilles tendinopathy (AT) is a common running injury",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interventional Radiology for Primary Postpartum Hemorrhage: Optimal Strategy Based on the Pathogenesis of Bleeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "The need for interventional radiology in hemostatic strategies for postpartum hemorrhage has been growing as a reliable and hopeful treatment method because of its non-invasive characteristics, high success rate of hemostatic outcomes, and potential to preserve fertility. Moreover, with the global trend of increasing postpartum hemorrhage, interventional radiology is expected to play an important role. An accurate pre-procedural diagnosis of the underlying cause of bleeding, including tone,...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role",
      "conclusion": null
    },
    {
      "title": "A reductive uric acid degradation pathway in anaerobic bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Uric acid (UA) is a key intermediate in purine degradation across diverse organisms, while its accumulation in humans leads to inflammation and gout disease. Aerobic organisms degrade UA via a well-known \"oxidative pathway\" involving dearomatization of the purine core catalyzed by UA oxidases or dehydrogenases. The ability to degrade UA is also widespread in anaerobic bacteria, including gut bacteria, although the mechanisms are incompletely understood. Here, we report the biochemical...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Lyt at the end of the tunnel? Unraveling the complex interactions of the <em>N</em>-acetylglucosaminidase LytG in cell wall metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "The growth and division of the Gram-positive cell requires the coordinated action of enzymes involved in the synthesis and degradation of the heteropolymer peptidoglycan. Herein, we present the use of the diamide masarimycin, an inhibitor of the exo-N-acetylglucosaminidase (GlcNAcase) LytG from Bacillus subtilis, as a chemical biology probe to elucidate the biological role of this cell wall degrading enzyme. Using a combination of chemical biology and genetic approaches we provide the first...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcreation and Feasibility of Spanish-Language Pediatric Post-Transplant Adherence App (BMT4me©): Insights from a Community Advisory Board Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Overall, the focus groups provided essential feedback regarding visual appeal, usability, clinical relevance, and socio-cultural appropriateness to trans-create the app, leading to an intuitive and useful Spanish version of the mHealth tool. This work underscores the importance of including community partners in transcreation to achieve culturally appropriate digital interventions.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070165",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, the focus groups provided essential feedback regarding visual appeal, usability, clinical relevance, and socio-cultural appropriateness to trans-create the app, leading to an intuitive and useful Spanish version of the mHealth tool. This work underscores the importance of including communit..."
    },
    {
      "title": "Lung consolidation absorption time in 238 pediatric cases of mycoplasma pneumoniae pneumonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Using CT scan to evaluate consolidation changes in children with Mycoplasma pneumonia, most children have 96% resolution within 2-3 weeks timeframe. Those who had a bronchoscopy may have a faster resolution rate but undertaking a flexible bronchoscopy under these circumstances is not a standard procedure in most settings.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using CT scan to evaluate consolidation changes in children with Mycoplasma pneumonia, most children have 96% resolution within 2-3 weeks timeframe. Those who had a bronchoscopy may have a faster resolution rate but undertaking a flexible bronchoscopy under these circumstances is not a standard proc..."
    },
    {
      "title": "Effects of oral, oronasal, and oronasal breathing with a decongested nose during incremental maximal exercise testing of well-trained endurance athletes: a randomized cross-over study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Oral-only breathing is associated with a non-significant shorter TTE than oronasal breathing with or without nasal decongestion, although it results in significantly lower mean capillary blood lactate levels following maximal aerobic exercise. These findings suggest that a single, low-resistance oral breathing route reduces lactate accumulation under maximal effort, whereas oronasal breathing-particularly in the presence of nasal decongestion-may be more beneficial for sustaining...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a single, low-resistance oral breathing route reduces lactate accumulation under maximal effort, whereas oronasal breathing-particularly in the presence of nasal decongestion-may be more benefici...",
      "conclusion": "Oral-only breathing is associated with a non-significant shorter TTE than oronasal breathing with or without nasal decongestion, although it results in significantly lower mean capillary blood lactate levels following maximal aerobic exercise. These findings suggest that a single, low-resistance ora..."
    },
    {
      "title": "Development and Clinical Validation of Blood-Based Multibiomarker Models for the Evaluation of Brain Amyloid Pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: Plasma biomarkers provide new tools for evaluating patients with mild cognitive impairment (MCI) for Alzheimer disease (AD) pathology. Such tools are needed for anti-amyloid therapies that require efficient and accurate diagnostic evaluation to identify potential treatment candidates. This study sought to develop and evaluate the clinical performance of a multimarker combination of plasma beta-amyloid 42/40 (Aβ42/40), ptau-217, and APOE genotype to predict amyloid PET...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070139",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Plasma biomarkers provide new tools for evaluating patients with mild cognitive impairment (MCI) for Alzheimer disease (AD) pathology",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of Early-Life Focal Cortical Dysplasia-Related Epilepsy: A PERC Surgery Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: Focal cortical dysplasia (FCD) is the most common cause of surgically treatable drug-resistant epilepsy (DRE) in children. Surgical outcomes are poorly defined in early-onset FCD-DRE. The purpose of this study was to evaluate clinical and presurgical characteristics relating to surgical outcomes in early-life (seizure onset <4 months old) FCD-DRE.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070137",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Focal cortical dysplasia (FCD) is the most common cause of surgically treatable drug-resistant epilepsy (DRE) in children",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Difference and environmental drivers of bacterial communities on wall paintings of the Maijishan and Mogao Grottoes, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "The Maijishan and Mogao Grottoes, both UNESCO World Heritage Sites along the Silk Road, are increasingly threatened by microbial biodeterioration. To characterize bacterial communities of different microbial damages on wall paintings and identify environmental drivers, we combined high-throughput DNA/RNA sequencing with microenvironmental monitoring and conducted a cross-site comparison. At Maijishan, bacterial communities associated with black and white mycelia showed no significant...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving the diagnostic performance for prior COVID-19 with T-SPOT, an interferon-gamma release assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Frozen PBMCs were useful for performing T-SPOT assays. The combination of T-SPOT assays targeting nucleocapsid protein and antibody tests improved the diagnosis of past SARS-CoV-2 infections in vaccinated participants. These findings suggest that integrating cellular and humoral immunity assays can facilitate COVID-19 prevalence studies.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that integrating cellular and humoral immunity assays can facilitate COVID-19 prevalence studies",
      "conclusion": "Frozen PBMCs were useful for performing T-SPOT assays. The combination of T-SPOT assays targeting nucleocapsid protein and antibody tests improved the diagnosis of past SARS-CoV-2 infections in vaccinated participants"
    },
    {
      "title": "In-depth analysis of the RNA editing landscape in intracranial aneurysms and its potential role in alternative splicing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Intracranial aneurysm (IA) is a focal localized dilation of cerebral arteries and is a life-threatening cerebrovascular disease. Emerging evidences have emphasized the significance of post-transcriptional regulation in diseases, particularly through the two most critical regulatory layers of RNA editing (RE) and alternative splicing (AS). However, the interplay between these mechanisms and their impact on IA pathophysiology remains unclear. This study integrated multi-cohort datasets to...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of post-transcriptional regulation in diseases, particularly through the two most critical regulatory layers of RNA editing (RE) and alternative splicing (AS)",
      "conclusion": null
    },
    {
      "title": "Bodies that Pay the Price: Institutional Ahistoricity and Persistent Gendered Marginality in Indian Medical Education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Despite obstetric violence inflicted upon marginal female bodies by the Indian medical system being well-documented through the decades, the exploration of the historical production of this attitude has received limited attention. However, the present modes of violences are deeply rooted in a history of culturally-transmitted medicolegal anxiety about unwanted bodies on a shared planet, and their unwanted medicosocial behavior - in particular their reproductive choices. This history of anxiety,...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070099",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global burden of childhood Burkitt lymphoma (1990-2021): epidemiological trends, regional disparities, and projections for 2035 from the Global Burden of Disease Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Burkitt lymphoma (BL) is a highly aggressive pediatric B-cell lymphoma with marked geographic heterogeneity. Up-to-date global estimates are needed to inform prevention and care.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the risk factors and establishing multivariable prediction models for singleton macrosomia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Fetal macrosomia is related to adverse neonatal and maternal health outcomes. Therefore, we aimed to evaluate the risk factors for macrosomia and establish multivariable prediction models to enable early identification, prevention, and mitigation of its adverse outcomes.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070070",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the risk factors for macrosomia and establish multivariable prediction models to enable early identification, prevention, and mitigation of its adverse outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "VFM-SSL-BMADCC-Framework: vision foundation model and self-supervised learning based automated framework for differential cell counts on whole-slide bone marrow aspirate smears",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The proposed VFM-SSL-BMADCC-Framework effectively automates differential cell counts on bone marrow aspirate smears, reducing reliance on extensive annotations and improving generalization across medical centers.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The proposed VFM-SSL-BMADCC-Framework effectively automates differential cell counts on bone marrow aspirate smears, reducing reliance on extensive annotations and improving generalization across medical centers"
    },
    {
      "title": "Exploring the relationships between clinical manifestations and sex hormones, thyroid hormones, and menstrual factors in female Parkinson's disease patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that the occurrence of motor complications in PWP may be correlated with prolactin, T3, and FT3 levels. Additionally, attention should be given to thyroid function and serum T3, T4, FT3, and FT4 levels in PWP, as lower levels may be associated with more severe motor symptoms, higher H-Y stages, and poorer cognitive function. Furthermore, older age at onset was inversely associated with motor complications in PWP, whereas a longer disease duration and higher...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070064",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the occurrence of motor complications in PWP may be correlated with prolactin, T3, and FT3 levels",
      "conclusion": "These findings suggest that the occurrence of motor complications in PWP may be correlated with prolactin, T3, and FT3 levels. Additionally, attention should be given to thyroid function and serum T3, T4, FT3, and FT4 levels in PWP, as lower levels may be associated with more severe motor symptoms, ..."
    },
    {
      "title": "Bridging the gaps between randomized controlled trials and real-world use of thrombopoietin receptor agonists for adult primary immune thrombocytopenia: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: TPO-RAs sustain durable platelet response but exhibit increase in rescue therapy and SAEs over time. Longitudinal RWS integration into ITP management is critical, necessitating protocolized safety monitoring and personalized regiments to optimize chronic TPO-RA utilization.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TPO-RAs sustain durable platelet response but exhibit increase in rescue therapy and SAEs over time. Longitudinal RWS integration into ITP management is critical, necessitating protocolized safety monitoring and personalized regiments to optimize chronic TPO-RA utilization"
    },
    {
      "title": "The association between obesity-related indicators and uncontrolled diabetes mellitus in the elderly: a community-based study in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: WC was the strongest predictor of uncontrolled DM in the elderly population. The nonlinear relationships between WC/WWI and the risk of uncontrolled DM exhibit gender-specific threshold effects.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WC was the strongest predictor of uncontrolled DM in the elderly population. The nonlinear relationships between WC/WWI and the risk of uncontrolled DM exhibit gender-specific threshold effects"
    },
    {
      "title": "Gag reflex management in dental practice: a bibliometric analysis from 2000 to 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Gag reflex management has advanced with pharmacological treatments for immediate relief and increased use of non-pharmacological methods such as acupuncture and laser stimulation, particularly in Japan, Turkey, and the USA. However, challenges such as small-scale studies, limited follow-ups, and underrepresentation of children and adolescents highlight the need for larger studies, standardized tools, and inclusive approaches for diverse patient groups.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070048",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gag reflex management has advanced with pharmacological treatments for immediate relief and increased use of non-pharmacological methods such as acupuncture and laser stimulation, particularly in Japan, Turkey, and the USA. However, challenges such as small-scale studies, limited follow-ups, and und..."
    },
    {
      "title": "Two-Dimensional Magnesium Phosphate Nanosheets Promote Antibacterial Effects and Wound Closure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings highlight the potential of 2D MgP nanosheets as a multifunctional therapeutic agent for antimicrobial and wound healing applications.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070043",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the potential of 2D MgP nanosheets as a multifunctional therapeutic agent for antimicrobial and wound healing applications"
    },
    {
      "title": "Chemical profiling, antioxidant, and antibacterial properties of <em>Tropaeolum majus</em> L. extract as a functional food ingredient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides the first report of glucosinolate content in nasturtium cultivated in Colombia and describes the preparation and characterization of an extract obtained with generally recognized as safe (GRAS) solvents. The findings highlight its potential application in functional foods and nutraceuticals.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41070028",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first report of glucosinolate content in nasturtium cultivated in Colombia and describes the preparation and characterization of an extract obtained with generally recognized as safe (GRAS) solvents. The findings highlight its potential application in functional foods and nut..."
    },
    {
      "title": "Selective electrocatalytic upgrading of nitrogen oxides into hydroxylamine and hydrazine via special routes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "This Perspective discusses the design principles of electrocatalytic systems for upgrading nitrogen oxides (NOx) into unconventional products, such as hydroxylamine and hydrazine, while traditional NOx electroreduction produces ammonia or dinitrogen.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One crisis, many ages: investigating opioid use disorder across the life course",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acupoints Compatibility Rules of Acupuncture for Functional Gastrointestinal Disorders Based on Data Mining Technology: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We summarized the current characteristics of acupuncture treatment for FGIDs, including the selection of acupoints, meridians, and specific acupoints. The stomach meridian of foot-yangming is frequently utilised, as it aligns with the core meridian theory of \"Where the meridian passes through, that's the key point of healing\" and \"The relationship between meridians and internal Zangfu ()\". The treatment of FGIDs focuses on specific acupoints, with the most effective option being the...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We summarized the current characteristics of acupuncture treatment for FGIDs, including the selection of acupoints, meridians, and specific acupoints. The stomach meridian of foot-yangming is frequently utilised, as it aligns with the core meridian theory of \"Where the meridian passes through, that'..."
    },
    {
      "title": "Dual targeting of conserved cell cycle and transcription programs in advanced colorectal cancer by fadraciclib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND IMPLICATIONS: Our results using patient-derived models suggest that fadraciclib is a promising therapy for advanced CRC by inhibiting CDKs 2 and 9, which affects critical pathways in cell cycle regulation and transcription.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069959",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "Our results using patient-derived models suggest that fadraciclib is a promising therapy for advanced CRC by inhibiting CDKs 2 and 9, which affects critical pathways in cell cycle regulation and trans...",
      "conclusion": "AND IMPLICATIONS: Our results using patient-derived models suggest that fadraciclib is a promising therapy for advanced CRC by inhibiting CDKs 2 and 9, which affects critical pathways in cell cycle regulation and transcription"
    },
    {
      "title": "Correction: Vacancy enhanced Li, Na, and K clustering on graphene",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.1039/D5SE00130G.].",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burden and trends of drug use disorders in young adults: global insights from GBD 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The burden of OUDs and CUDs, continued to escalate annually, especially among young adult males who face heightened risks. Notably, drug use is increasingly contributing to liver cancer mortality and DALYs, emphasizing the urgency of interventions. This study provides evidence for evaluating the burden transfer between different demographic data.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069949",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The burden of OUDs and CUDs, continued to escalate annually, especially among young adult males who face heightened risks. Notably, drug use is increasingly contributing to liver cancer mortality and DALYs, emphasizing the urgency of interventions"
    },
    {
      "title": "Editorial: Community series in mental-health-related stigma and discrimination: prevention, role, and management strategies, volume III",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute Invasive Fungal Rhinosinusitis: Insights on Mortality and Surgical Outcomes From a Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Introduction Acute invasive fungal rhinosinusitis (AIFRS) is a rapidly progressive infection that primarily affects immunocompromised patients. This study aims to characterize the clinical and microbiological findings and assess treatment outcomes in cases with AIFRS. Material and methods A retrospective observational study was conducted between January 2013 and July 2024. Patients were included based on histopathological confirmation of fungal infection and clinical evidence of AIFRS. Data on...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069874",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to characterize the clinical and microbiological findings and assess treatment outcomes in cases with AIFRS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the Mechanism of Qifenggubiao Granules in COPD Treatment: An Integrated Exploration of Ferroptosis and the Gut-Lung Axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Although an increasing number of studies focus on treating chronic obstructive pulmonary disease (COPD) through the gut-lung axis and immunomodulation, its underlying mechanisms remain poorly understood. Previous research has shown that Qifenggubiao granules (QFGB) exhibit obvious clinical efficacy in treating allergic rhinitis and chronic cough, demonstrating excellent antioxidant and anti-inflammatory properties. However, whether it can alleviate COPD by inhibiting ferroptosis remains unclear....",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An extension module for a two-photon microscope enables flexible <em>in vivo</em> imaging and all-optical physiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Two-photon imaging is essential for revealing the structure, function, and interaction of various cell types. However, conventional two-photon microscopes have limitations in sample accessibility and optogenetic manipulation during imaging. Here, we present Ex2p/Ex2pO, an open-source extension module that adds an objective lens rotation axis and one-photon optical stimulation synchronized with the non-imaging intervals of resonant scanning to a two-photon microscope. The Ex2p/Ex2pO can be...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "lens rotation axis and one-photon optical stimulation synchronized with the non-imaging intervals of resonant scanning to a two-photon microscope",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac mural cells are rate-limiting for coronary vascularization after heart injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Limited angiogenic potential of coronary vascular endothelial cells (cVECs) poses a significant barrier to effective therapeutic revascularization after myocardial infarction (MI). However, the underlying mechanisms of restricted vascularization post-MI remain unclear. Here, we demonstrate that both reduced density and limited proliferation of mural cells result in inadequate mural cell coverage of coronary vessels, consequently impeding coronary vascularization within the MI heart. Our findings...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two subsets of regulatory CD8<sup>+</sup> T cells with differential transcriptome revealed by single cell analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Although CD8^(+) regulatory T cells (Tregs) were described in the 1970's, they remain poorly defined compared to CD4^(+) Tregs. Their phenotypic heterogeneity and lack of consensus markers have hindered mechanistic studies and slowed clinical development despite their therapeutic potential. In this study, we performed single-cell RNA sequencing coupled with CITE-seq and TCR-seq on peripheral blood CD8^(+) T cells from four healthy donors, including the CD45RC marker to distinguish...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069847",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perinatal risk factors and preliminary prediction of conductive hearing loss in infancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study identified key risk factors for CHL in infancy and developed a preliminary predictive model, improving the diagnostic accuracy for CHL. Improved diagnostic precision can decrease misdiagnoses, reduce delays in treatment, and limit unnecessary antimicrobial prescriptions for infants.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified key risk factors for CHL in infancy and developed a preliminary predictive model, improving the diagnostic accuracy for CHL. Improved diagnostic precision can decrease misdiagnoses, reduce delays in treatment, and limit unnecessary antimicrobial prescriptions for infants"
    },
    {
      "title": "Observational study to preliminarily characterize the audiological profile of chinese children with williams syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study demonstrated the distinct hearing profile in Chinese children with Williams syndrome for the first time. This cohort of WS subjects extends the reported onset ages of hearing loss in WS from late childhood or early adulthood to the infancy period, indicating the importance of clinicians screening and monitoring the hearing status of individuals with WS as early as possible. These data provide references for otolaryngologists and paediatricians to inform the clinical...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069838",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrated the distinct hearing profile in Chinese children with Williams syndrome for the first time. This cohort of WS subjects extends the reported onset ages of hearing loss in WS from late childhood or early adulthood to the infancy period, indicating the importance of clinicians sc..."
    },
    {
      "title": "Average or extraordinary? A tale of two studied samples' anxiety related recovery work after COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: A global pandemic is a hardship and mentally distressing event for any of us, and particularly for people living at a greater risk of post-infectious health harms. Public discourse about COVID-19 largely characterizes older people as a physically and mentally vulnerable demographic. Research findings largely now to the contrary consider age an asset, a perspective in keeping with Seligman's idea that everyday people can also see the positive side of life and act accordingly when...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Apples and oranges? The importance of recognizing heterogeneity in arts and health research publications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Children's and adolescents' lifestyle factors associated with physical activity in five Mediterranean countries: the DELICIOUS project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These results emphasize the importance of promoting healthy diet and lifestyle habits, including structured and high quality shared meals, sufficient sleep, and screen time moderation, as key strategies to support active behaviors in younger populations. Future interventions should focus on reinforcing these behaviors through parental guidance and community-based initiatives to foster lifelong healthy habits.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results emphasize the importance of promoting healthy diet and lifestyle habits, including structured and high quality shared meals, sufficient sleep, and screen time moderation, as key strategies to support active behaviors in younger populations. Future interventions should focus on reinforc..."
    },
    {
      "title": "The impact of health in all policies on urban innovation: a mediation analysis of human capital accumulation using panel data from 271 cities in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This study investigates the impact of Health in All Policies (HiAP) on urban innovation within the context of China. Building on migration theory, innovation ecosystem theory, and the country's institutional context, we identify human capital accumulation as a key mediating factor.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069802",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of Health in All Policies (HiAP) on urban innovation within the context of China",
      "conclusion": null
    },
    {
      "title": "Vulnerable exposures and outcomes for children of female sex workers in low- and middle-income countries: application of the bioecological vulnerability framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Children of female sex workers (CFSW) are exposed to unique bioecological vulnerabilities that negatively affect their developmental outcomes. We interviewed 1,280 female sex worker mothers (FSWM) in eight low- and middle-income countries (Angola, Brazil, South Africa, the Democratic Republic of Congo, India, Indonesia, Kenya, and Nigeria) between January 16 and October 1, 2019. This exploratory study focused on multilayered exposures from early childhood to adolescence, resulting...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovering subtypes with imaging signatures in the Motoric Cognitive Risk Syndrome Consortium using weakly supervised clustering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Understanding the heterogeneity of brain structure in individuals with the Motoric Cognitive Risk Syndrome (MCR) may improve the current risk assessments of dementia.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069796",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying inorganic solids for harsh environments <em>via</em> machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Developing multifunctional materials with superior mechanical properties, including high hardness and oxidation resistance, remains essential for aerospace, defense, and industrial applications. Machine learning offers a powerful, data-driven pathway for discovering new hard, oxidation-resistant materials for these uses, providing an efficient and scalable alternative to conventional materials discovery methods. Here, we present a pair of extreme gradient boosting (XGBoost) models, trained on...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069788",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancements in dual-targeting nanoparticle strategies for enhanced atherosclerosis therapy: Overcoming limitations of single-targeting approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Atherosclerosis treatment remains challenging, particularly in terms of developing effective targeted drug delivery strategies to enhance therapeutic efficacy. As research advances, considerable attention has been paid to identifying specific cell types and subcellular organelles-based on molecular mechanisms, damage progression, and drug action-to design next-generation nanoformulations with greater precision. Dual-targeting nanoparticles, which integrate numerous targeting modalities, offer a...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Responsive nanomedicine strategies achieve pancreatic cancer precise theranostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Pancreatic ductal adenocarcinoma (PDAC), the predominant subtype of pancreatic cancer, ranks among the deadliest malignancies worldwide, with a 5-year survival rate remaining below 13 %. Its poor prognosis stems from complex anatomical barriers, a dense and heterogeneous tumor microenvironment (TME), and intricate molecular regulatory networks that collectively hinder early detection and limit therapeutic efficacy. Nanomedicine offers promising solutions by enhancing drug loading, improving...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069763",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphological, structural, chemical, vibrational, thermal, pasting, and functional changes in pea starch during germination process",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In general terms, it can be concluded that pea starch does not undergo significant changes in its physicochemical and functional integrity with respect to the grain germination process.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In general terms, it can be concluded that pea starch does not undergo significant changes in its physicochemical and functional integrity with respect to the grain germination process"
    },
    {
      "title": "Metabolomic profiles of the silage digested in ruminal fermentation differentiated by various solvent extraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: 100% MeOH is able to distinguish TMR silage, while 50% MeOH to 50% water is best for ruminal fluid samples.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "100% MeOH is able to distinguish TMR silage, while 50% MeOH to 50% water is best for ruminal fluid samples"
    },
    {
      "title": "Taxonomic signal in the wing cells of <em>Lutzia mosquitoes</em> (Diptera: Culicidae) in Thailand: An outline-based geometric morphometric approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This finding reveals a significant taxonomic signal in the third posterior cell, suggesting that the outline-based GM approach can effectively complement the landmark-based GM approach in distinguishing Lutzia species.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This finding reveals a significant taxonomic signal in the third posterior cell, suggesting that the outline-based GM approach can effectively complement the landmark-based GM approach in distinguishing Lutzia species"
    },
    {
      "title": "Effects of moisture and fermentation length on the quality and digestibility of fermented concentrate using tamanu kernel cake as the main protein source through an <em>in vitro</em> study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The application of MO35 was found to reduce nutrient loss and improve aerobic stability comparable to MO25 while achieving fermentation quality similar to MO45, and short-term fermentation, such as 2 days, could improve ruminal digestibility.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069722",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The application of MO35 was found to reduce nutrient loss and improve aerobic stability comparable to MO25 while achieving fermentation quality similar to MO45, and short-term fermentation, such as 2 days, could improve ruminal digestibility"
    },
    {
      "title": "Transformation of acute kidney injury to chronic kidney disease: the interaction between mitophagy and NLRP3 inflammasome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Acute kidney injury (AKI) and chronic kidney disease (CKD) are closely interrelated renal disorders, where AKI frequently progresses to CKD, resulting in irreversible loss of renal function. In recent years, the roles of the NLRP3 inflammasome and mitophagy in the AKI-to-CKD transition have attracted significant attention. As a crucial component of the innate immune system, the NLRP3 inflammasome promotes AKI-to-CKD progression by mediating inflammatory responses and cellular pyroptosis during...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interactions between membrane-bound streptococcal alpha-enolase and human plasminogen captured through cryogenic-electron microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Certain invasive strains of the Gram-positive bacterium Streptococcus pyogenes exploit human plasminogen (hPg) to promote tissue invasion and pathogenesis. hPg is a single-chain multi-modular zymogen containing five kringle domains (K1-K5), four of which interact with lysine or pseudo-lysine residues on binding partners, positioning hPg for activation to plasmin and enhancing bacterial dissemination. The major hPg binding protein in S. pyogenes is the multicopy surface-resident M-protein, or...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of inhaling <em>Cunninghamia lanceolata</em> essential oil on the physiological and psychological relaxation of university students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "University students face multiple stressors, which can impair their physical and mental health without timely intervention. Despite the close link between nature and wellbeing, as well as the growing interest in using natural substances for health management, the effectiveness of Cunninghamia lanceolata essential oil (C. lanceolata EO) in alleviating emotional disorders among university students remains underexplored. This study investigated the physiological and psychological effects of...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Pusan National University"
      ],
      "pmid": "41069676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": "the physiological and psychological effects of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Introduction to Advances in nanophotonics, plasmonics, and nano-optics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Viktoriia E. Babicheva, Yu-Jung Lu, Alexander Shalin, and Dattatray Late introduce the Nanoscale Advances themed issue on Advances in nanophotonics, plasmonics, and nano-optics.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-responsivity InSe/TaSe<sub>2</sub> photodetectors integrated on low-loss silicon nitride waveguides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Two-dimensional materials integrated with waveguides present a promising platform for the development of high-performance on-chip photodetectors due to their exceptional optoelectronic properties. In this study, we demonstrate both simulated and experimental results by fabricating and characterizing an InSe/TaSe(2) heterojunction photodetector on a low-loss silicon nitride waveguide. The fabricated device achieves a high responsivity of 2.54 AW^(-1), an external quantum efficiency (EQE) of 592%,...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069654",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interrelationships Among Personality Traits, Depressive Symptoms, Childhood Abuse, and Social Disability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Loss of pleasure sensation and psychoticism might be important for future research in MDD. The appearance of psychoticism at the beginning of the directed association chain (which implied a potentially existing causality chain) involving the central factor and the characteristics of high psychoticism implied that the social/interpersonal component of the loss of pleasure sensation may be a meaningful focus of future research and intervention of MDD.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for future research in MDD",
      "conclusion": "Loss of pleasure sensation and psychoticism might be important for future research in MDD. The appearance of psychoticism at the beginning of the directed association chain (which implied a potentially existing causality chain) involving the central factor and the characteristics of high psychoticis..."
    },
    {
      "title": "Screening Using Chronic Kidney Disease Epidemiology Collaboration 2021 Equation Glomerular Filtration Rate Underestimates in Living Kidney Donors Compared With Measurement of Glomerular Filtration Rate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The CKD-EPI 2021 performs best for screening potential KD. If a KD is deemed ineligible by CKD-EPI 2021, there is a high likelihood that they will be reclassified as eligible when assessed with mGFR. This study strongly supports using mGFR in donor evaluations, especially when the eGFR does not meet the criteria to ensure equity of access to being a living donor.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CKD-EPI 2021 performs best for screening potential KD. If a KD is deemed ineligible by CKD-EPI 2021, there is a high likelihood that they will be reclassified as eligible when assessed with mGFR"
    },
    {
      "title": "Thromboembolism and bleeding in newly diagnosed multiple myeloma: rates, risk profile, and patterns of thromboprophylaxis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We observed a high rate of VTE and bleeding in patients with newly diagnosed MM. Use of anticoagulant therapy including direct oral anticoagulants was associated with a trend toward reduced risk of VTE compared with aspirin or no antithrombotic therapy. Bleeding risk was high irrespective of antithrombotic strategy.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069611",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We observed a high rate of VTE and bleeding in patients with newly diagnosed MM. Use of anticoagulant therapy including direct oral anticoagulants was associated with a trend toward reduced risk of VTE compared with aspirin or no antithrombotic therapy"
    },
    {
      "title": "MRI imaging manifestations of severe toxic encephalopathy induced by excessive metoclopramide and multiple drug overdose: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Extremely high-dose metoclopramide, particularly in combination with other drugs, can cause a characteristic symmetrical white matter injury pattern of toxic encephalopathy, with MRI findings offering high diagnostic value. Early recognition, prompt gastrointestinal decontamination, blood purification, and multi-target neuroprotective therapy can markedly improve prognosis.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Extremely high-dose metoclopramide, particularly in combination with other drugs, can cause a characteristic symmetrical white matter injury pattern of toxic encephalopathy, with MRI findings offering high diagnostic value. Early recognition, prompt gastrointestinal decontamination, blood purificati..."
    },
    {
      "title": "Operationalizing systems thinking approach to sustain public health rehabilitation programs: a rapid review and strategic synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ST offers a robust framework for addressing persistent sustainability challenges in PHRPs. Embedding ST early in program design, supported by cross-sector engagement, systems literacy, and strong governance, enhances adaptability, equity, and efficiency. This rapid review provides actionable evidence for policymakers and practitioners, while also underscoring the need for context-specific sustainability metrics and broader scoping or systematic reviews to deepen and expand the...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ST offers a robust framework for addressing persistent sustainability challenges in PHRPs. Embedding ST early in program design, supported by cross-sector engagement, systems literacy, and strong governance, enhances adaptability, equity, and efficiency"
    },
    {
      "title": "High-risk Sexual Behavior for HIV Acquisition is Associated with Gut Microbial Community in Men Who Have Sex with Men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41069588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Risk of HIV acquisition in men who have sex with men is associated with gut dysbiosis, suggesting that gut microbiota may be a potential target for HIV prevention strategies.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41069588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Risk of HIV acquisition in men who have sex with men is associated with gut dysbiosis, suggesting that gut microbiota may be a potential target for HIV prevention strategies"
    },
    {
      "title": "Associations of nutritional awareness, body mass index, mental health, and fitness components among undergraduate university students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41070009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: The study generally aimed to examine nutritional awareness, body mass index, mental health, dietary awareness, and components of physical fitness among university students by investigating the health behaviors, physical activity, diet, sleep, internet use, and mental health of 153 undergraduate university students.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41070009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative chloroplast genomics of Erigeron (Asteroideae, Asteraceae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "The genus Erigeron L. (Astereae, Asteroideae, Asteraceae), commonly known as fleabanes, comprises approximately 457 species with a near-cosmopolitan distribution. However, taxonomic discrepancies persist within the genus. In this study, the complete chloroplast (cp.) genomes of 16 Erigeron species were sequenced and/or de novo assembled and compared with those of nine previously reported species. The complete cp. genomes ranged from 152,108 to 153,430 base pairs (bp) in length, with a large...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41068593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tizoxanide associated with anti-virulent activity controls fire blight disease caused by Erwinia amylovora in Malus asiatica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Erwinia amylovora is a causative pathogen of fire blight disease, affecting apple, pear, and other rosaceous plants. This study aimed to discover new anti-virulence agents to control this plant bacterial disease by preventing its pathogenesis. To this end, 2485 small molecules were screened for targeting the type III secretion system (T3SS) which is a critical virulence factor in E. amylovora. Our screening identified tizoxanide as a potent inhibitor, significantly reducing the promoter activity...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41068275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "discover new anti-virulence agents to control this plant bacterial disease by preventing its pathogenesis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolvin E1 improves the maturation of porcine oocytes by suppressing oxidative stress via Nrf2 pathway activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Resolvin E1 (RvE1) is a specialized pro-resolving mediator from the bioactive lipid family that has been detected in follicular fluid and serum and is secreted by cumulus cells during culture. However, its role in mammalian oocyte maturation remains poorly understood. We investigated the antioxidant function of RvE1 and its underlying mechanisms during meiotic progression. RvE1 significantly enhanced cumulus cell expansion and increased the rate of metaphase II oocytes compared to controls....",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41067363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the antioxidant function of RvE1 and its underlying mechanisms during meiotic progression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-ratio and vehicle dynamics-based speed estimation for traffic accident analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "In traffic accident analysis, vehicle speed estimation is crucial for determining accident causation and establishing legal liability. Although cross-ratio-based methods are widely employed in traffic accident video analysis, they remain primarily limited to average speed calculations on straight road sections. This study proposes a video-based speed estimation technique applicable to curved roads by integrating cross-ratio geometric principles with vehicle dynamics. The proposed method...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41066911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seizure evolution in a mouse model of West syndrome involves complex and time-dependent synapse remodeling, gliosis and alterations in lipid metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Neurodevelopmental disorders can have long-lasting effects, causing not only early pediatric symptoms but also a range of neurological issues throughout adulthood. West syndrome is a severe neurodevelopmental disorder marked by infantile spasms, an early symptom that typically subsides with age. However, many patients progress to other seizure forms, known as seizure evolution, which is closely linked to poor long-term outcomes. Despite its clinical significance, the neurobiological mechanisms...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41066510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Flatfoot Management with foot orthoses: A Systemic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings strongly support insoles as an effective conservative treatment for flexible flatfoot and underscore the need to incorporate clinical, biomechanical, and radiographic outcomes in future research to optimize management strategies.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41065643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings strongly support insoles as an effective conservative treatment for flexible flatfoot and underscore the need to incorporate clinical, biomechanical, and radiographic outcomes in future research to optimize management strategies"
    },
    {
      "title": "Thermally Drawn Multifunctional All-Hydrogel Fibers for Anti-Fibrotic and Multimodal Neural Interfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "Hydrogels have emerged as promising materials for anti-fibrotic neural interfaces due to their mechanical and chemical similarity to biological tissue. However, their use in multimodal platforms remains limited, owing to fabrication challenges in microstructuring multiple functional hydrogels into compact architectures. Here, a hydrogel thermal drawing process (HG-TDP) is presented that enables the co-fabrication of multiple thermoplastically deformable hydrogels into a single, compact, and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41064930",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Active Learning-Guided Accelerated Discovery of Ultra-Efficient High-Entropy Thermoelectrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "High-entropy alloys are emerging as highly efficient thermoelectrics, but their vast compositional spaces hinder efficient material discovery using conventional heuristics-based and advanced machine learning approaches. Here, this fundamental challenge is addressed by demonstrating an active learning framework that leverages sparse experimental data (80 out of 16206) to efficiently identify three new high-entropy chalcogenides (HECs) with remarkable thermoelectric performance (zT >2). By...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41064922",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of P-doping on CO<sub>2</sub>-Derived Porous Carbon for the Cathode of Lithium-Sulfur Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010151949&v=2.18.0.post9+e462414",
      "description": "To address the sluggish redox kinetics and the polysulfide shuttle effect in lithium-sulfur (Li-S) batteries, phosphorus-doped CO(2)-derived carbon (PCDC) was developed to improve their electrochemical performance. The carbon scaffold was derived from CO(2) reduction through sodium borohydride (NaBH(4)), enabling the simultaneous incorporation of boron and oxygen. This eco-friendly strategy converts CO(2) into a hierarchically porous structure with the phosphoric acid treatment. The resulting...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41064895",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of nomograms for ameloblastoma recurrence prediction: a multinational, two-center study from Seoul, South Korea and Wuhan, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both nomograms demonstrated good predictive accuracy and highlighted regional differences in risk factors. These findings support the integration of multicenter data to enhance recurrence prediction in ameloblastoma.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both nomograms demonstrated good predictive accuracy and highlighted regional differences in risk factors. These findings support the integration of multicenter data to enhance recurrence prediction in ameloblastoma"
    },
    {
      "title": "Effects of exercise interventions on physical recovery in paediatric cancer patients and survivors: a meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068680",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "H<sup>3</sup>NGST: a fully automated, web-based platform for end-to-end ChIP-seq analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of increased physical activity with greater fat mass loss following metabolic bariatric surgery: A longitudinal observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Metabolic bariatric surgery (MBS) is an effective treatment for weight loss, but a significant proportion of patients undergoing MBS experience weight regain or muscle loss. Exercise is recommended for patients undergoing MBS, but inconsistent outcomes have been reported on the effect of exercise on weight loss. This study investigated the association between increased physical activity and the changes in weight and body composition of Korean subjects with obesity after MBS. This study...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068410",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between increased physical activity and the changes in weight and body composition of Korean subjects with obesity after MBS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-based estimation of the mild cognitive impairment stage using multimodal physical and behavioral measures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "Mild cognitive impairment (MCI) is a prodromal stage of dementia, and its early detection is critical for improving clinical outcomes. However, current diagnostic tools such as brain magnetic resonance imaging (MRI) and neuropsychological testing have limited accessibility and scalability. Using machine-learning models, we aimed to evaluate whether multimodal physical and behavioral measures, specifically gait characteristics, body mass composition, and sleep parameters, could serve as digital...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068341",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate whether multimodal physical and behavioral measures, specifically gait characteristics, body mass composition, and sleep parameters, could serve as digital",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-intensity statin on 3-year clinical outcomes in elderly acute myocardial infarction patients underwent percutaneous coronary intervention with drug-eluting stents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "There is limited data on high-intensity statin for secondary prevention in elderly acute myocardial infarction (AMI) patients above 75 years. This study aimed to assess the impact of high-intensity statin on 3-year outcomes in elderly AMI patients (> 75 years) who underwent percutaneous coronary intervention (PCI) with drug-eluting stents (DES). From the Korea AMI registry (KAMIR)-National Institutes of Health (NIH), 2,063 elderly patients were divided into three groups based on statin therapy...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41068294",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the impact of high-intensity statin on 3-year outcomes in elderly AMI patients (> 75 years) who underwent percutaneous coronary intervention (PCI) with drug-eluting stents (DES)",
      "significance": "of high-intensity statin on 3-year outcomes in elderly AMI patients (> 75 years) who underwent percutaneous coronary intervention (PCI) with drug-eluting stents (DES)",
      "conclusion": null
    },
    {
      "title": "Association between physical activity domains and cardiovascular diseases among US adults: evidence from NHANES 2007-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010151947&v=2.18.0.post9+e462414",
      "description": "This study examined the associations between different domains of physical activity, leisure-time (LTPA), occupational (OPA), and transportation-related (TPA), and cardiovascular disease (CVD) risk among U.S. adults. Data from the National Health and Nutrition Examination Survey (NHANES) 2007-2008 through March 2020 were used. Physical activity was self-reported using the Global Physical Activity Questionnaire. Weekly minutes of LTPA, OPA, and TPA were calculated and categorized as: <150,...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41068277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the associations between different domains of physical activity, leisure-time (LTPA), occupational (OPA), and transportation-related (TPA), and cardiovascular disease (CVD) risk among U",
      "significance": null,
      "conclusion": null
    }
  ]
}