{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-01T19:18:22.224Z",
  "totalItems": 150,
  "totalArchived": 21014,
  "newPapersAdded": 186,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 31,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 21,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 0,
    "GIST": 3,
    "Kyung Hee University": 1,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 7,
    "Multidisciplinary": 92,
    "Neuroscience": 5,
    "Biomedical": 35,
    "Materials Science": 10,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Eutrema japonicum-derived exosome-like nanoparticles as an immunostimulatory nutraceutical candidate with anti-cancer potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Plant-derived exosome-like nanoparticles (ELNs) are promising bioactive carriers with enhanced stability and delivery capacity. This study explores the anti-cancer nutraceutical potential of Eutrema japonicum-derived ELNs (EJ-ELNs) through immune modulation and tumor suppression. EJ-ELNs were isolated using differential ultracentrifugation, tangential flow filtration, and cushioned ultracentrifugation, and characterized by transmission electron microscopy and nanoparticle tracking analysis. The...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41174383",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential genetic background control state-dependent courtship ultrasonic vocalizations in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174330/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "In male mice, courtship behaviors encompass distinct appetitive and consummatory phases, accompanied by ultrasonic vocalizations (USV) that vary with courtship progression and exhibit strain-specific patterns. Despite these differences, how genetics contribute to state- and strain-dependent USV variations remain unclear. We examined USV syllable patterns during courtship in inbred C57BL/6J (B6) and 129S4/SvJae (129) mouse strains, along with their mixed-background F2 offspring. During appetitive...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41174330",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "USV syllable patterns during courtship in inbred C57BL/6J (B6) and 129S4/SvJae (129) mouse strains, along with their mixed-background F2 offspring",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autism-associated ARHGEF9 variants impair GABAergic synapses and ultrasonic communication by reducing gephyrin phosphorylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Missense and truncating variants of the X-chromosome-linked ARHGEF9 gene encoding collybistin (Cb) cause intellectual disability and epilepsy. Here we report novel rare variants in ARHGEF9 identified via exome sequencing in male individuals with autism spectrum disorders (ASD). Functional analyses revealed that p.R290C promotes abnormal gephyrin clustering in COS-7 cells and reduces inhibitory synapse density in cultured hippocampal neurons. Electrophysiological recordings revealed that p.V374F...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41174051",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Rho GTPase-effector ensemble governs cell migration behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "How can a cell navigate its environment without any external cues? Since such cues are not always present in the environment, cells rely on internal machinery to explore their surroundings. Although Rho GTPases are known for orchestrating cell motility, the intrinsic Rho GTPase-effector mechanisms governing spontaneous migration remain incompletely understood. Here we show an imaging-based method that profiles protein-protein interactions (PPIs) through phase-separated condensates. By applying...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41173885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secondary metabolites from marine-derived fungus <em>Aspergillus</em> sp. SF6390 and their biological effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "A new secondary metabolite, aspernigrin F (1), possessing a unique 2-benzylpyridine-4-one substructure along with six known fungal metabolites were isolated from marine-derived fungus Aspergillus sp. SF6390. The chemical structures of all metabolites were mainly determined by analysing 1D, 2D NMR and HRESI-MS data. The isolated metabolites were assayed for their anti-inflammatory and cytoprotective effects in various cell lines such as RAW264.7 macrophages, BV2 microglia cells, hippocampal HT22,...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41175044",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Digital Health Technologies for Outcome Measurement in Parkinson's Disease Drug Trials: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Traditional clinical assessments in Parkinson's disease (PD) trials are limited by subjectivity and inter-rater variability. Digital health technologies (DHT) offer an objective continuous assessment of motor symptoms and are increasingly used in clinical research. This review evaluated the role of DHTs as outcome tools in pharmacological trials for PD. A systematic search of MEDLINE and Embase was conducted according to PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses)...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41175008",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "continuous assessment of motor symptoms and are increasingly used in clinical research",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of antifibrotics on health-related quality of life in patients with interstitial lung disease: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Antifibrotic agents may improve HRQoL and reduce dyspnea and cough in patients with ILD, but the certainty of evidence is low, and they may increase fatigue, requiring careful monitoring.Trial registration:The study protocol was registered in PROSPERO (CRD42023450917).",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174997",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Antifibrotic agents may improve HRQoL and reduce dyspnea and cough in patients with ILD, but the certainty of evidence is low, and they may increase fatigue, requiring careful monitoring.Trial registration:The study protocol was registered in PROSPERO (CRD42023450917)"
    },
    {
      "title": "The Wear and Tear of Being \"Always On\": An Allostatic Load Model of Communication Overload in Social Media Use",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Social media use has brought not only greater connectivity but also growing concerns about its psychological and physiological consequences. Guided by the conceptual framework of the allostatic load model, this study investigated the impact of communication overload-the feeling of receiving more social input than one can manage, as commonly experienced in social media use-on physical health, with social media fatigue and depressive symptoms as serial mediators. A national quota sample of 1625...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of communication overload-the feeling of receiving more social input than one can manage, as commonly experienced in social media use-on physical health, with social media fatigue and depre...",
      "significance": "of communication overload-the feeling of receiving more social input than one can manage, as commonly experienced in social media use-on physical health, with social media fatigue and depressive sympt...",
      "conclusion": null
    },
    {
      "title": "Exploring pathways to academic engagement: a SEM analysis of self-compassion, social support, and stress management among Chinese university students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "This study investigated the relationships between self-compassion, social support, stress management, and academic engagement among Chinese university students using a cross-sectional design and structural equation modeling (SEM). A total of 389 students from various undergraduate programs at two universities in major Chinese cities participated in the study. The results revealed that self-compassion and social support had significant positive direct effects on academic engagement. Furthermore,...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174809",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the relationships between self-compassion, social support, stress management, and academic engagement among Chinese university students using a cross-sectional design and structural equation modeling ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal placement of the temporary fixation pin in tibial plateau leveling osteotomy: a canine ex vivo study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Positioning the temporary fixation pin at the level of the SF markedly enhances the biomechanical resistance of the tibial tuberosity under tensile loading in ex vivo TPLO models. These findings endorse precise proximal pin placement as a modifiable surgical parameter to mitigate fracture risk in small-breed dogs. Future investigations employing dynamic loading protocols and evaluating breed-specific anatomical variations are warranted to validate these results in vivo.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Positioning the temporary fixation pin at the level of the SF markedly enhances the biomechanical resistance of the tibial tuberosity under tensile loading in ex vivo TPLO models. These findings endorse precise proximal pin placement as a modifiable surgical parameter to mitigate fracture risk in sm..."
    },
    {
      "title": "From pixels to cell types: a comprehensive review of computational methods for spatial transcriptomics deconvolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Spatial transcriptomics technologies have significantly enhanced the analysis of gene expression profiles by retaining the spatial information of intact tissue sections and enabling the possibility of a more profound comprehension of tissue structures and cellular relationships. Despite this, most platforms have limited resolution, and at numerous capture spots, multiple signals from various cells are present, requiring deconvolution, a set of computational steps to deduce the underlying...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174717",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of national reimbursement policy supporting test strips on glycemic control in people with insulin-treated diabetes: retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, the reimbursement policy supporting the cost of blood glucose strip prescriptions was associated with significant reduction in HbA1c levels in people with T1DM or insulin-treated T2DM.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41174668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, the reimbursement policy supporting the cost of blood glucose strip prescriptions was associated with significant reduction in HbA1c levels in people with T1DM or insulin-treated T2DM"
    },
    {
      "title": "HDAC inhibitors restore osteoimmune balance and bone regeneration via selective MAPK modulation in inflammatory bone disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TSA, PXD, and MGCD function as dual-action therapeutics by regulating macrophage polarization and enhancing osteogenesis, thereby establishing a pro-regenerative microenvironment and reversing inflammatory bone loss. These findings provide mechanistic insight into the epigenetic control of immune-bone crosstalk and support a drug-repurposing strategy that utilizes clinically available HDAC inhibitors to accelerate the development of osteoimmunomodulatory therapies.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174647",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TSA, PXD, and MGCD function as dual-action therapeutics by regulating macrophage polarization and enhancing osteogenesis, thereby establishing a pro-regenerative microenvironment and reversing inflammatory bone loss. These findings provide mechanistic insight into the epigenetic control of immune-bo..."
    },
    {
      "title": "Skel-Net: automatic prediction of skeletal pattern on scanned lateral cephalograms using anatomical prior-guided deep learning network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: By leveraging anatomic priors and longitudinal data, Skel-Net enables dynamic and personalized predictions of craniofacial growth. This framework will facilitate early and precise orthodontic interventions, enhancing treatment efficiency, stability, and overall patient outcomes.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174644",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "By leveraging anatomic priors and longitudinal data, Skel-Net enables dynamic and personalized predictions of craniofacial growth. This framework will facilitate early and precise orthodontic interventions, enhancing treatment efficiency, stability, and overall patient outcomes"
    },
    {
      "title": "Quantitative analysis of self-reporting and contact tracing in heterogeneous risk groups: a stochastic modeling study of the COVID-19 outbreak in Daegu, Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In situations with heterogeneous risk groups, improving the self-reporting behavior of high-risk populations and maintaining high compliance in the low-risk group are essential for effective outbreak control. Contact tracing should be completed within 1-4 d to prevent further spread. Our study which accounts for behavioral heterogeneity, provides a scientific foundation for designing group-specific intervention strategies in future outbreaks of emerging infectious diseases.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In situations with heterogeneous risk groups, improving the self-reporting behavior of high-risk populations and maintaining high compliance in the low-risk group are essential for effective outbreak control. Contact tracing should be completed within 1-4 d to prevent further spread"
    },
    {
      "title": "The effects of a YouTube prenatal program on social support, environmental health behavior, and content satisfaction: a quasi-experimental research design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of axicabtagene ciloleucel versus conventional treatments as first-line therapy for high-risk large B-cell lymphoma: an external comparator study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the present study, we leveraged real-world data as a source for external comparator to present clinically meaningful evidence on the comparative effectiveness of axi-cel for treatment of high-risk LBCL.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the present study, we leveraged real-world data as a source for external comparator to present clinically meaningful evidence on the comparative effectiveness of axi-cel for treatment of high-risk LBCL"
    },
    {
      "title": "Analysis of pathogenic bacteria and predictors of infectious endophthalmitis after cataract surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although the incidence of postoperative infectious endophthalmitis after cataract surgery is low, the presence of diabetes mellitus and vitreous spillage significantly increases the risk. Gram-positive bacteria are the main pathogens. Changes in serum levels of IL-17, MMP-2, and IGF-1 are closely related to the occurrence of infectious endophthalmitis, and the combined detection of these three biomarkers has high predictive value, providing an important reference for early clinical...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41174521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "reference for early clinical",
      "conclusion": "Although the incidence of postoperative infectious endophthalmitis after cataract surgery is low, the presence of diabetes mellitus and vitreous spillage significantly increases the risk. Gram-positive bacteria are the main pathogens"
    },
    {
      "title": "Context-specific applications of CARM1 inhibitors: functional profiles of EZM2302 and TP-064",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study reveals fundamental mechanistic differences between TP-064 and EZM2302 in regulating CARM1 substrates and downstream pathways. This substrate-selective inhibition has important implications for experimental design and therapeutic development, underscoring the need for context-specific selection of CARM1 inhibitors in both basic research and precision medicine.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "implications for experimental design and therapeutic development, underscoring the need for context-specific selection of CARM1 inhibitors in both basic research and precision medicine",
      "conclusion": "Our study reveals fundamental mechanistic differences between TP-064 and EZM2302 in regulating CARM1 substrates and downstream pathways. This substrate-selective inhibition has important implications for experimental design and therapeutic development, underscoring the need for context-specific sele..."
    },
    {
      "title": "Transcriptomic insights into hydrogen peroxide-mediated antibacterial activity of Enterococcus lactis FSEL1 in raw milk biofilms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "This study investigates the bactericidal potential of Enterococcus lactis FSEL1, isolated from raw milk, against major raw milk pathogens including Staphylococcus aureus, Listeria monocytogenes, and Escherichia coli O157:H7. The genome of E. lactis FSEL1 was sequenced, revealing a circular chromosome and two plasmids. Comparative genomic analysis showed that FSEL1 is genetically distinct from E. faecium and closely related to reference E. lactis strains, supporting its classification as E....",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41174386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of anterior communicating artery location with rupture in small intracranial aneurysms less than 5 mm: a retrospective analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Despite intracranial aneurysms smaller than 5 mm are generally considered to have a low risk of rupture, management of those located at the anterior communicating artery (ACoA) remains a significant clinical challenge. This study examined the association between ACoA location and rupture tendency in aneurysms smaller than 5 mm. We retrospectively reviewed patients diagnosed with intracranial aneurysms at our institution from January 2015 to September 2022. After excluding unruptured aneurysms,...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between ACoA location and rupture tendency in aneurysms smaller than 5 mm",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive rheological characterization of polynucleotide/BDDE-crosslinked hyaluronic acid blend for intra-articular viscosupplementation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Viscosupplementation is a widely used treatment for osteoarthritis, aiming to restore the viscoelastic properties of synovial fluid and improve joint function. While hyaluronic acid (HA), BDDE-crosslinked hyaluronic acid (BDDE-HA), and polynucleotide (PN) have been studied individually, the rheological properties of their mixtures remain insufficiently explored. This study investigates the viscoelastic characteristics of PN/HA and PN/BDDE-HA blends through rheological evaluations, including...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Added prognostic value of temporal muscle thickness in glioblastoma with age-stratified analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "To evaluate the prognostic value and age-stratified prognostic significance of temporal muscle thickness (TMT) in isocitrate dehydrogenase-wild type glioblastoma (GBM) based on the 2021 WHO central nervous system tumor classification. We retrospectively analyzed 285 patients with GBM treated between 2009 and 2022. Patients were subdivided into sarcopenic and non-sarcopenic groups based on the first quartile TMT value. Cox regression analysis was conducted to evaluate associations between overall...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41174109",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of temporal muscle thickness (TMT) in isocitrate dehydrogenase-wild type glioblastoma (GBM) based on the 2021 WHO central nervous system tumor classification",
      "conclusion": null
    },
    {
      "title": "The role of amygdala reactivity in affective fluctuations across social contexts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The amygdala plays a critical role in socio-emotional processing, serving not only as a key neural substrate for shaping emotional experiences and social behavior, but also as a trait-like individual risk factor that confers heightened vulnerability to emotional disorders, including anxiety and depression. While prior research has primarily examined the link between heightened amygdala reactivity and negative affect (NA), much less is known about its relationship with positive affect (PA),...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41173965",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of irritable bowel syndrome by integrating urine metabolites and gut microbiota",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Irritable bowel syndrome (IBS) is a functional gastrointestinal disorder characterized by recurrent abdominal pain and altered bowel habits. While gut microbiota alterations and metabolic disturbances have been implicated in IBS, their potential role in classification and patient stratification remains unclear. This study aimed to evaluate the potential of integrating gut microbiota profiling and urinary metabolomics for improved IBS classification. Fifty-four participants (27 healthy controls,...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41173896",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the potential of integrating gut microbiota profiling and urinary metabolomics for improved IBS classification",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lithium diffusion-controlled Li-Al alloy negative electrode for all-solid-state battery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Metal alloy negative electrodes are promising candidates for lithium all-solid-state batteries due to their high specific capacity and low cost. However, chemo-mechanical degradation and atomic transport limitations in the solid state remain unresolved challenges. Herein, we demonstrate a lithium-aluminum alloy negative electrode design (Li(x)Al(1), x = molar ratio of lithium to aluminum) based on a comprehensive understanding of the underlying diffusion mechanisms within the lithium-poor α (0 ≤...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41173889",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of peripheral blood stem cell collection in the Japan Marrow Donor Program (JMDP)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: For peripheral blood stem cell (PBSC) collection of unrelated donors, the Japan Marrow Donor Program (JMDP) sets the target CD34+ cell dose as the minimum of 2 × 10⁶ cells/kg of recipient body weight (RBW) and recommends a processing blood volume (PBV) as high as 200 mL/kg of donor body weight (DBW) with ≤250 mL/kg per day within two consecutive days. Here, we retrospectively reviewed this guideline.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41175001",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterizing detectable milk protein allergens β-casein and β-lactoglobulin in milk ladder foods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study shows that the order of milk ladder foods is different depending on whether it is based on calculated protein amounts, measured levels of bos d5 or measured levels of bos d11. HCPs need to be aware that depending on which protein is tested, ladder foods have a different order. This paper provides novel data on detectable proteins bos d5 (β-lactoglobulin) and bos d11 (β-casein) in milk ladder foods, which contribute to our current understanding of milk ladders, critical in...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the order of milk ladder foods is different depending on whether it is based on calculated protein amounts, measured levels of bos d5 or measured levels of bos d11",
      "conclusion": "This study shows that the order of milk ladder foods is different depending on whether it is based on calculated protein amounts, measured levels of bos d5 or measured levels of bos d11. HCPs need to be aware that depending on which protein is tested, ladder foods have a different order"
    },
    {
      "title": "Adding 100 Hz Spleen Stiffness Measurement to the Baveno VII Model Improves Decompensation Risk Prediction in cACLD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LSM and 100 Hz-SSM are valuable tools for assessing decompensation risk in a real-life multi-etiological cACLD population, particularly when incorporated into risk estimation models such as the NICER model or Baveno VII ± SSM model.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174953",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LSM and 100 Hz-SSM are valuable tools for assessing decompensation risk in a real-life multi-etiological cACLD population, particularly when incorporated into risk estimation models such as the NICER model or Baveno VII ± SSM model"
    },
    {
      "title": "The effect of fatigue on static and dynamic balance in healthy young male athletes: a randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Reduced performance on both static and dynamic balance tests after a treadmill running fatigue protocol was observed in recreational young male athletes, compared to a randomly-assigned control group of their peers.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Reduced performance on both static and dynamic balance tests after a treadmill running fatigue protocol was observed in recreational young male athletes, compared to a randomly-assigned control group of their peers"
    },
    {
      "title": "Gene variants of interferon induced with helicase C domain 1 in Japanese patients with Dermatomyositis-associated rapidly progressive interstitial lung disease: a genetic association study using whole-exome and Sanger sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified genetic biomarkers associated with the risk of RP-ILD in patients with DM. These findings suggest that analysis of IFIH1 variants may serve as a valuable tool for predicting the development of RP-ILD in this patient population.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41174729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that analysis of IFIH1 variants may serve as a valuable tool for predicting the development of RP-ILD in this patient population",
      "conclusion": "This study identified genetic biomarkers associated with the risk of RP-ILD in patients with DM. These findings suggest that analysis of IFIH1 variants may serve as a valuable tool for predicting the development of RP-ILD in this patient population"
    },
    {
      "title": "Health impacts of extreme heat in medically at-risk populations: a space-time stratified case-crossover analysis in Belgium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings indicated that chronic diseases are associated with higher vulnerability to adverse health effects due to extreme heat. We observed notable variations across geographic, demographic, and socioeconomic subgroups, emphasizing the need for targeted public health strategies.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174568",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicated that chronic diseases are associated with higher vulnerability to adverse health effects due to extreme heat. We observed notable variations across geographic, demographic, and socioeconomic subgroups, emphasizing the need for targeted public health strategies"
    },
    {
      "title": "Preoperative rehabilitation and in-hospital mortality in delayed hip fracture surgery: a nationwide cohort study with stratification by kidney function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preoperative rehabilitation was associated with lower in-hospital mortality in older adults undergoing delayed hip fracture surgery. This association was particularly pronounced in patients with impaired kidney function. These findings may help guide perioperative care strategies in frail older adults for whom early surgery is not immediately possible.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174522",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative rehabilitation was associated with lower in-hospital mortality in older adults undergoing delayed hip fracture surgery. This association was particularly pronounced in patients with impaired kidney function"
    },
    {
      "title": "Exploring two polyvalent lytic Staphylococcus phages and their application in controlling Staphylococcus spp. in plant-based meat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The increasing popularity of plant-based meat (PBM) alternatives raises novel challenges for microbiological safety, particularly against Staphylococcus contamination. This study addresses this gap by isolating and identifying Staphylococcus spp. from commercial PBM products, characterizing two polyvalent lytic Staphylococcus phages (S2G3 and Fi4S2), and assessing their biocontrol potential specifically within PBM matrices. Among 20 PBM samples collected from supermarkets in Bangkok, Thailand,...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41174427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and Sequence Characterization of Semi-extractable RNAs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "We present customized bioinformatic protocols for the identification and sequence characterization of semi-extractable RNAs, which are promising in understanding RNA-centric phase separation. Through a comprehensive bioinformatic analysis of multiple public datasets, we describe the unique sequence characteristics and interaction profiles of these RNAs, shedding light on their biological significance. Our findings provide a foundation for future investigations into the molecular mechanisms of...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elevated plasma GFAP levels in MCI link APOE ε4 allele with impaired gait speed",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The presence of at least one copy of the apolipoprotein ε4 allele (APOE ε4) is a known predictor of gait impairment risk among older adults. However, the mechanisms by which APOE ε4 affects gait performance remain unclear. This cross-sectional study aimed to reveal underlying pathological mechanisms linking APOE ε4 carriage to slow gait. This secondary analysis used baseline assessments from the J-MINT multicenter intervention trial, focusing on older adults with mild cognitive impairment. Gait...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174069",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural evidence for the effects of behavioral memory updating following fear conditioning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Exposure therapy for the treatment of pain-related disability relies on extinction learning, forming new safety memories inhibiting fear expression. However, fear often returns. The behavioral memory updating hypothesis posits that a fear memory can be 'updated' to a safe memory while in a malleable state, preventing return-of-fear. To test this hypothesis, 78 adolescents with and without chronic pain (age: Mean=15 y, range=10-24 y) were recruited for a two-day neuroimaging study. Due to...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41174043",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and risk factors for major arterial bleeding in fragility pelvic fractures in the aging population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Fragility pelvic fractures (FPF) are increasingly common among elderly patients and, despite being caused by low-energy mechanisms, can result in major arterial bleeding (MAB). However, few studies have examined the prevalence and predictors of MAB in this population. This study aimed to evaluate prevalence and potential risk factors associated with MAB in elderly patients with FPF. This retrospective cohort study used data from the Japan Trauma Data Bank. The study included patients (age ≧ 65...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41173983",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate prevalence and potential risk factors associated with MAB in elderly patients with FPF",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repeated behavioral testing and the use of summary measures reveal trait anxiety in preclinical rodent models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The reliability and validity of preclinical anxiety testing is essential for translating animal research into clinical use. However, the commonly used anxiety tests lack inter-test correlations and face challenges with repeatability. While translational animal research should be able to capture stable individual anxiety traits - the core feature of anxiety disorders - the conventional approach employs a single type of test at a single time, which primarily reflects transient states of animals...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41173860",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comprehensive Dataset of Residential Air Conditioning Prevalence in the Continental United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "This dataset presents the most comprehensive estimate of residential air conditioning (AC) prevalence across the continental United States. Using property-level data for over 103 million housing units from the Dewey database, we imputed and classified four AC types: central, other, evaporative cooler, and none, using XGBoost models optimized for performance. Housing characteristics, socioeconomic indicators, and environmental conditions, such as Cooling Degree Days and elevation, informed...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41173828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dimethyl fumarate protects from experimental autoimmune encephalomyelitis by modulating colonic immune cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Dimethyl fumarate (DMF) is an oral therapy approved for the treatment of relapsing-remitting multiple sclerosis, and it is known to reduce disease severity in experimental autoimmune encephalomyelitis (EAE). Because self-reactive Th17 lymphocytes are thought to become activated in the gut before migrating to the central nervous system (CNS), we investigated how DMF modulates intestinal immune responses during EAE. Female C57BL/6J mice were immunized with MOG35-55 to induce EAE and treated with...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how DMF modulates intestinal immune responses during EAE",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"The International Association for the Study of Lung Cancer Staging Project: The Impact of Common Molecular Alterations on Overall Survival in NSCLC in Initial Analyses of the IASLC Ninth Edition Staging Database. [Journal of Thoracic Oncology Vol. 20 No. 10: 1423-1440]\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175134",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac Remodeling and Outcomes of Patients With Combined Aortic and Mitral Regurgitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The presence of combined AR and MR on CMR is associated with a greater extent of ventricular remodeling and increased hazard for adverse outcomes, compared with isolated AR. Asymptomatic patients with combined moderate AR and MR under medical surveillance are at higher risk for death and HF, and warrant further study.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175121",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presence of combined AR and MR on CMR is associated with a greater extent of ventricular remodeling and increased hazard for adverse outcomes, compared with isolated AR. Asymptomatic patients with combined moderate AR and MR under medical surveillance are at higher risk for death and HF, and war..."
    },
    {
      "title": "Mendelian Randomization Suggests a Causal Link Between Glycemic Traits and Thoracic Aortic Structures and Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "We investigate the relationship between glycemic traits-specifically type 2 diabetes mellitus, fasting glucose, fasting insulin, glycated hemoglobin, and 2-hour post-load glucose-and thoracic aortic morphology and diseases. The results indicate an inverse association between elevated glycemic traits and aortic morphology, as well as a reduced risk of thoracic aortic aneurysm. Genetic predictors related to beta-cell proinsulin mechanisms in type 2 diabetes mellitus drive these associations. Key...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anxiety coping motives moderate links between discrimination and alcohol use in immigrant-origin and non-immigrant LGBQ+ college student",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Results suggest that whereas heterosexist discrimination distress appears to be a risk factor for alcohol use among LGBQ+ college students, it may be particularly relevant for LGBQ+ immigrant-origin students experiencing such distress. Findings point to anxiety coping motivation as a factor that may exacerbate disparities in alcohol use and underscore its role as a potential target of intervention.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Results suggest that whereas heterosexist discrimination distress appears to be a risk factor for alcohol use among LGBQ+ college students, it may be particularly relevant for LGBQ+ immigrant-origin students experiencing such distress. Findings point to anxiety coping motivation as a factor that may..."
    },
    {
      "title": "Tomato pollen tube growth requires flavonol glycosylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Flavonols are a subclass of flavonoids widely found in plants and typically exist in glycosylated forms, decorated with various sugars at different positions on the flavonol aglycone. The composition and abundance of flavonol glycosides vary across species and among tissues within a species. Although flavonols are collectively known for their antioxidant activity, the specific physiological functions of individual flavonol structures remain poorly understood. Here, we show that two flavonol...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating factors influencing college students' intention to engage in physical exercise: a theory of planned behavior perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: College students' ATT and PBC positively predicted their intention to engage in physical exercise, while SN served as a negative predictor. Additionally, cognition was positively associated with attitude toward physical exercise. These findings provide valuable insights for education policymakers and health promotion initiatives aimed at improving college students' physical health. Key messages What is already known on this topic: The Theory of Planned Behavior (TPB) has been widely...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175088",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "College students' ATT and PBC positively predicted their intention to engage in physical exercise, while SN served as a negative predictor. Additionally, cognition was positively associated with attitude toward physical exercise"
    },
    {
      "title": "Spanish adaptation of the Primary Lateral Sclerosis Functional Rating Scale (PLSFRS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Objective: Primary Lateral Sclerosis (PLS) is a progressive neurodegenerative disease with no current therapy. So far, the lack of a specific evaluation instrument has been a barrier for clinical trials. The Primary Lateral Sclerosis Functional Rating Scale (PLSFRS) is a novel tool designed to specifically assess disease progression and functional impairment in patients with PLS. We sought to translate and validate the PLSFRS to the Spanish language. Methods: We back-translated the PLSFRS scale...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175083",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Primary Lateral Sclerosis (PLS) is a progressive neurodegenerative disease with no current therapy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of HIV-related stigma on quality of life among people with HIV: evidence from Dar es Salaam, Tanzania",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "HIV-related stigma affects the well-being and quality of life of people with HIV (PHIV). To evaluate the impact of HIV-related stigma on the quality of life among PHIV in Dar es Salaam, we conducted a qualitative study between December 2021 and June 2022. We enrolled participants in the Dar es Salaam Urban Cohort Study who were from the Ilala Municipality of Dar es Salaam. Using a semi-structured discussion guide, three focus group discussions (FGDs) were conducted with the 33 participants. FGDs...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of HIV-related stigma on the quality of life among PHIV in Dar es Salaam, we conducted a qualitative study between December 2021 and June 2022",
      "conclusion": null
    },
    {
      "title": "Genomic resources for comparative analyses of obligate avian brood parasitism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Examples of convergent evolution, wherein distantly related organisms evolve similar traits, including behaviors, underscore the adaptive power of natural selection. In birds, obligate brood parasitism, and the associated loss of parental care behaviors, has evolved independently in seven different lineages, though little is known about the genetic basis of the complex suite of traits associated with this rare life history strategy. We generated genome assemblies for ten brood parasitic species...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175080",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Performance and Stable b-PBD/Perovskite Liquid Scintillators for X-ray Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Perovskite nanocrystals (PNCs) are emerging as promising scintillator materials owing to their high photoluminescence quantum yield (PLQY) and substantial X-ray absorption coefficient, among other superior properties. Nevertheless, their solid-state films encounter challenges such as limited environmental stability and nonuniform deposition over large areas. In contrast, liquid scintillators present advantages including superior radiation hardness, environmental stability, morphological...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175061",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Screening Larval Attractants via Functional Characterization of Odorant-Binding Protein 8 in Tobacco Cutworm (<em>Spodoptera litura</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Insects heavily depend on chemical communication to mediate ecological interactions, where specific compounds trigger distinct behavioral responses shaping their life history traits. Odorant-binding proteins (OBPs) are critical targets for identifying behavior-modulating compounds. Here, we employed a reverse chemical ecology approach to identify potential larval attractants of Spodoptera litura. This study first analyzed the tissue distribution and ligand-binding profile of S. litura OBP8...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polygenic risk scores improve stroke risk stratification in Chinese adults: Validation from the Chinese Multiprovincial Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adding existing PRSs, particularly PRS-GIGA, to clinical risk equations can improve all stroke and ischemic stroke risk stratification in Chinese adults.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175054",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adding existing PRSs, particularly PRS-GIGA, to clinical risk equations can improve all stroke and ischemic stroke risk stratification in Chinese adults"
    },
    {
      "title": "Enterovirus D68: A Novel Inhibitor Reveals Underlying Molecular Mechanisms of Viral Entry and Uncoating",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "While enterovirus D68 (EV-D68) has emerged as a significant pediatric pathogen causing severe respiratory illness and acute flaccid myelitis, no effective therapeutics exist. Through systematic screening of natural products, we identified geranyl-p-trans-coumaric acid (GCA) as a potent EV-D68 inhibitor with EC(50) values of 20‒40 μM against multiple clinical strains. Time-of-addition analysis revealed that GCA primarily targets early viral entry processes, with strongest inhibition during the...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Salivary Testosterone, Age, and Adiposity Associations Among Shuar Males in Amazonian Ecuador Challenge Assumptions of \"Normal\" Testosterone Patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41175035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: \"Normal\" testosterone levels are largely based on studies from high-income populations that do not account for diverse ecological conditions known to influence human physiology. This study complements others highlighting the complex relationships that exist among age, adiposity, and diurnal testosterone patterns in subsistence populations, suggesting socio-ecological regulation of testosterone.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41175035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "\"Normal\" testosterone levels are largely based on studies from high-income populations that do not account for diverse ecological conditions known to influence human physiology. This study complements others highlighting the complex relationships that exist among age, adiposity, and diurnal testoste..."
    },
    {
      "title": "Association of SOCS6 Gene Polymorphisms and Promoter Hypermethylation With the Progression of Hepatitis B Virus Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Chronic hepatitis B (CHB) is a major risk factor for liver cirrhosis (LC) and hepatocellular carcinoma (HCC). Genes involved in the JAK/STAT signalling pathway play a critical role in the pathogenesis of HBV-related liver diseases, especially HCC. Although SOCS1 and SOCS3 have been extensively studied, the role of SOCS6 in HBV infection and disease progression remains unclear. This study aimed to investigate the association between SOCS6 gene polymorphisms and promoter methylation with...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "investigate the association between SOCS6 gene polymorphisms and promoter methylation with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Year Follow-Up of a Hybrid Adapted Physical Activity Program Including Telehealth in Comparison to In-Person Care for Chronic Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Adapted physical activity (PA) programs benefit patients with non‑communicable diseases, but access barriers limit reach. Hybrid programs mixing in‑person and telehealth sessions may overcome these constraints. The purpose of this study was to evaluate the acceptability and effectiveness of a 3‑month hybrid APA program compared with usual face‑to‑face care and to examine whether benefits persist up to 36 months. Twenty patients with chronic diseases completed an APA program that began onsite and...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174990",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to evaluate the acceptability and effectiveness of a 3‑month hybrid APA program compared with usual face‑to‑face care and to examine whether benefits persist up to 36 months",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The BBM2-BZR4-GrxC2.2 Module Regulates Rice Embryogenesis Independently of the BR Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neurobiological Contributions to Speech and Language Interventions: Applications to Developmental Populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Although our understanding of the neural bases of speech and language has advanced considerably in recent decades, a disconnect persists between this knowledge and early interventions currently used in clinical practice. Insights into how neurobiological data may be incorporated into identification, differential diagnosis, and targeted treatment offer valuable lessons for early developmental intervention. Neurobiologically-informed methods already incorporated into the treatment of speech and...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virus-induced plant volatiles modulate insect vector conditional preference to enhance viral transmission",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These novel findings illustrate that GRLHs only exhibit conditional preference during specific stages of viral infection, and the resulting blend of volatiles modify the behavior of GRLHs and promotes RDV acquisition and transmission. They will provide a critical window period for controlling the transmission of the virus through manipulation of plant volatiles to regulate insect vector populations. © 2025 Society of Chemical Industry.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174967",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These novel findings illustrate that GRLHs only exhibit conditional preference during specific stages of viral infection, and the resulting blend of volatiles modify the behavior of GRLHs and promotes RDV acquisition and transmission. They will provide a critical window period for controlling the tr..."
    },
    {
      "title": "Compound Muscle Action Potential (CMAP) Amplitude Trajectories and Pattern in Adults with 5q-Spinal Muscular Atrophy Receiving Nusinersen Therapy: A Multicenter, Binational Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: This study aimed to evaluate changes in compound muscle action potential (CMAP) amplitude in adults with spinal muscular atrophy (SMA) undergoing nusinersen treatment and its association with motor function improvements.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate changes in compound muscle action potential (CMAP) amplitude in adults with spinal muscular atrophy (SMA) undergoing nusinersen treatment and its association with motor function improvements",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomic Analysis of the Human Habenula in Schizophrenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results identify topographically organized cell types with distinct molecular signatures in the human habenula and demonstrate unique genetic differences associated with schizophrenia, thereby providing novel molecular insights into the role of the habenula in neuropsychiatric disorders.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "These results identify topographically organized cell types with distinct molecular signatures in the human habenula and demonstrate unique genetic differences associated with schizophrenia, thereby providing novel molecular insights into the role of the habenula in neuropsychiatric disorders"
    },
    {
      "title": "Diversity of Femoral Diaphyseal Structure in East Asian Modern Humans During the Paleolithic-Neolithic Transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: During the Paleolithic-Neolithic transition, modern human femoral diaphyses underwent significant structural changes, primarily driven by shifts in subsistence patterns including decreased mobility and increased sedentism. However, femoral remains from East Asia during this period are inadequately reported and studied. This study investigates the femoral diaphyseal structures across East Asia during this transition, exploring their variation, evolutionary processes, and links to...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "During the Paleolithic-Neolithic transition, modern human femoral diaphyses underwent significant structural changes, primarily driven by shifts in subsistence patterns including decreased mobility an...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prime editing as a promising therapeutic strategy for junctional epidermolysis bullosa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Gene therapies offer new possibilities for the precise correction of monogenic disorders. Here, we present the first prime editing (PE)-based gene repair strategy for pathogenic COL17A1 variants that cause junctional epidermolysis bullosa (JEB). Type XVII collagen (C17), encoded by COL17A1, plays a critical role in skin aging, regeneration, and the maintenance of epidermal stem cell integrity. Treatment of primary human JEB keratinocytes with PE mRNAs resulted in COL17A1 editing efficiencies of...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First-in-class anti-human CD45RC antibody targets CD45RC<sup>high</sup> T and B cells to mitigate pathogenic immune responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CD45RC, an isoform of the transmembrane tyrosine phosphatase CD45, regulates T and B cell antigen receptor signaling and is highly expressed on Th1 precursor, Th1 cells, T effector memory CD45RA^(+) cells and most B cells. Preclinical studies have shown that anti-CD45RC monoclonal antibodies can prevent or control diseases such as transplant rejection, graft-versus-host disease, Duchenne muscular dystrophy, and APECED. However, their mechanism of action remained unclear. Here, we elucidate the...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174880",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolving SLC6A1 variable expressivity with deep clinical phenotyping and Drosophila models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Variants in SLC6A1 result in a rare neurodevelopmental disorder characterized by a variable clinical presentation of symptoms including developmental delay, epilepsy, motor dysfunction, and autism spectrum disorder. SLC6A1 haploinsufficiency has been confirmed as the predominant pathway of SLC6A1-related neurodevelopmental disorder (SLC6A1-NDD), however, the molecular mechanism underlying the variable clinical presentation remains unclear. Here, through work of the Undiagnosed Diseases Network,...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174879",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A plasma membrane receptor complex mediates early heat-responsive signaling to trigger nuclear transcriptomic reprogramming in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The plasma membrane has been proposed as a primary site for temperature sensing in plants, yet the molecular mechanism that links external heat signals to intracellular responses remains elusive. Here, we identify a membrane-anchored receptor complex composed of BARELY ANY MERISTEM1 (BAM1) and AVRPPHB SUSCEPTIBLE1 (PBS1) that orchestrates rapid heat signal transduction. Upon heat stress, BAM1 is rapidly activated within seconds and associated with PBS1, which in turn triggers RBOHD-dependent...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new small subunit of the mitochondrial F-ATPase, PhDC, determines flower color by acidifying vacuoles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The pH within the plant vacuole determines the anthocyanin absorption spectrum and affects flower color. V-ATPase, P-ATPase, and pyrophosphatase proton pumps involved in vacuolar acidification have been reported. However, whether other proteins regulate vacuolar pH in Petunia hybrida remains unclear. Here, by using VIGS technology to silence numerous genes annotated as 'unknown protein', we identified a gene whose silencing darkened petal color and named it PhDC (DEEPENING COLOR). PhDC silencing...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuancing the continuum from ideal to real-world implementation: a letter to the editor on Nilsen et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Nilsen et al.'s (Implement Sci Commun 6:90, 2025) proposal to distinguish between implementation efficacy and effectiveness, and to situate implementation studies along a continuum from ideal to real-world conditions, offers a valuable conceptual advance. In this commentary, we acknowledge the contribution of their debate while highlighting potential limitations of applying a single-axis continuum to a field heavily characterized by contextual complexity. Drawing from decades of healthcare...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indirect calorimetry identifies hypermetabolism associated with muscle wasting and increased risk of energy deficit in ICU patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Persistent hypermetabolism in ICU patients is independently associated with accelerated muscle mass loss. Early identification of hypermetabolic patients using indirect calorimetry may enable targeted nutritional interventions to reduce muscle mass wasting and improve clinical outcomes.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174811",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Persistent hypermetabolism in ICU patients is independently associated with accelerated muscle mass loss. Early identification of hypermetabolic patients using indirect calorimetry may enable targeted nutritional interventions to reduce muscle mass wasting and improve clinical outcomes"
    },
    {
      "title": "Engineering of Nocardioides acrostichi lipase: utilizing natural variation and mutational free energy to alter expression and functional properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174802",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "L-Glutamate enables the EGFR-MEK-ERK-mTFB2 axis to enhance mitochondrial biogenesis in intestinal stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Glu promotes mitochondrial biogenesis and ISC expansion by activating the EGFR-MEK-ERK-mTFB2 axis, highlighting a nutrient-sensing mechanism that couples energy availability to ISC function.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174788",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Glu promotes mitochondrial biogenesis and ISC expansion by activating the EGFR-MEK-ERK-mTFB2 axis, highlighting a nutrient-sensing mechanism that couples energy availability to ISC function"
    },
    {
      "title": "Microglia from patients with multiple sclerosis display a cell-autonomous immune activation state",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174786",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-year results of Lenslet-ARray-Integrated spectacle lenses for myopia control in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Wearing LARI lenses for 2 years effectively slowed myopia progression and AE. Switching to another LARI design after 1 year improved myopia control efficacy, in terms of AE, during the second year, but not SER progression.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174766",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Wearing LARI lenses for 2 years effectively slowed myopia progression and AE. Switching to another LARI design after 1 year improved myopia control efficacy, in terms of AE, during the second year, but not SER progression"
    },
    {
      "title": "A core-shell multifunctional microneedle patch accelerates infected diabetic wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Diabetic wounds exhibit impaired angiogenesis, drug-resistant bacterial infections, and oxidative damage to the microenvironment, presenting ongoing clinical challenges. In this research, we designed a core-shell structured multifunctional microneedle (MN) array patch (CS-SDFP/HA-Ag@MOF-PAL) to expedite the healing of infected diabetic wounds. The core consists of 10,000 MV hyaluronic acid (HA) and sucrose, integrated with Ag@MOF loaded with Palmatine (Ag@MOF-PAL). The shell, composed of...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174756",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic-driven and microbiota-targeted therapy for advanced management of pulmonary hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Antibiotic-driven microbiota modulation may alleviate PH progression by targeting dysbiosis and reducing inflammation. These findings support further investigation into optimized antibiotic regimens as a therapeutic strategy for PH, particularly in hypoxic lung disease-associated cases.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174753",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Antibiotic-driven microbiota modulation may alleviate PH progression by targeting dysbiosis and reducing inflammation. These findings support further investigation into optimized antibiotic regimens as a therapeutic strategy for PH, particularly in hypoxic lung disease-associated cases"
    },
    {
      "title": "Burden and forecast of severe periodontitis in BRICS-Plus nations: trends from 1990 to 2040",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Severe periodontitis exhibits divergent trends across BRICS-Plus, with Laos facing escalating burden while most nations show projected declines. Implementing targeted interventions-including tailored dental healthcare strengthening in high-prevalence regions and evidence-based preventive strategies targeting vulnerable middle-aged demographics-is essential for effectively addressing these divergent trends and reducing the overall disease burden.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174738",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Severe periodontitis exhibits divergent trends across BRICS-Plus, with Laos facing escalating burden while most nations show projected declines. Implementing targeted interventions-including tailored dental healthcare strengthening in high-prevalence regions and evidence-based preventive strategies ..."
    },
    {
      "title": "Therapeutic targeting of cell death-immune crosstalk in cancer to rewire the tumor immune microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The immune system plays a central role in anticancer defense by coordinating antitumor responses that inhibit the initiation, progression, and metastasis of malignancies. Emerging evidence underscores the crucial interplay between regulated cell death (RCD) pathways and immune activation, particularly immunogenic cell death (ICD). ICD refers to a specific form of regulated cell death in which tumor cells undergo death and release damage-associated molecular patterns (DAMPs) and other signaling...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174733",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Divergent dynamics of nurse-patient trust during COVID-19 in China: the mediating effects of medical expectations and communication skills",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174730",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NONO links circadian rhythm disruption and enhanced tumor-fibroblast crosstalk in right-sided colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The biological heterogeneity between left- and right-sided colorectal cancer (CRC) poses a significant clinical challenge and the underlying regulatory mechanisms remain elusive. As an emerging hallmark of cancer, the contribution of circadian rhythm disruption (CRD) to this side-specific heterogeneity is unclear. By integrating single-cell and spatial transcriptomic analyses, this study shows that tumor cells in right-sided CRC exhibit significantly higher CRD scores and identifies the...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174721",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "that tumor cells in right-sided CRC exhibit significantly higher CRD scores and identifies the",
      "conclusion": null
    },
    {
      "title": "Multicenter epidemiological investigation and analysis of factors associated with transient synovitis of the hip in 5065 children treated across 32 tertiary children's hospitals in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study summarizes the epidemiological characteristics of transient synovitis of the hip (TSH) in Chinese children, providing important clinical data to support the overall understanding and treatment of this disease.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174718",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "clinical data to support the overall understanding and treatment of this disease",
      "conclusion": "This study summarizes the epidemiological characteristics of transient synovitis of the hip (TSH) in Chinese children, providing important clinical data to support the overall understanding and treatment of this disease"
    },
    {
      "title": "Flexion gap discrepancy drives femoral rotational adjustment in robot-assisted TKA: a CPAK-Based phenotypic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuropathic pain and central sensitization in patients with rheumatoid arthritis attending a tertiary hospital",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A substantial proportion of RA patients presented with CS-related pain, even in the absence of FM, suggesting a mixed (\"top-down and bottom-up\") nociplastic pain profile. Both CS and NP were associated with higher pain levels and increased disease activity. This is the first Brazilian study to characterize the coexistence of CS-related pain (with or without FM) and NP in RA, offering relevant insights for the clinical management of chronic pain in this population. These findings...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174704",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A substantial proportion of RA patients presented with CS-related pain, even in the absence of FM, suggesting a mixed (\"top-down and bottom-up\") nociplastic pain profile. Both CS and NP were associated with higher pain levels and increased disease activity"
    },
    {
      "title": "Isolation and characterisation of AFP<sup>+</sup>/DLK1<sup>+</sup> double-positive hepatic stem/progenitor-like cells from fibrotic partial hepatectomy model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AFP and DLK1 serve as potential markers for selecting HSPC-like populations from the fibrotic PHx model. Our findings indicate that the fibrotic liver exhibits the most vigorous regenerative activity at 48 h after PHx, making it the optimal period for the isolation and extraction of HSPC-like cells which refers only to marker expression and proliferation, the relevance of the findings presented herein remains to be further verified.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "AFP and DLK1 serve as potential markers for selecting HSPC-like populations from the fibrotic PHx model. Our findings indicate that the fibrotic liver exhibits the most vigorous regenerative activity at 48 h after PHx, making it the optimal period for the isolation and extraction of HSPC-like cells ..."
    },
    {
      "title": "Study on the epidemiological characteristics and associated factors of small for gestational age in a large pregnancy cohort in Hebei China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There are significant regional and population differences in the incidence of SGA. Personalized preventive measures should be taken for different regions and populations, timely conception, early detection of potential high-risk factors, timely prevention and treatment, to reduce the incidence of SGA.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174697",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There are significant regional and population differences in the incidence of SGA. Personalized preventive measures should be taken for different regions and populations, timely conception, early detection of potential high-risk factors, timely prevention and treatment, to reduce the incidence of SG..."
    },
    {
      "title": "Clinical characteristics and risk factors for pathological fractures in children with Staphylococcus aureus osteoarticular infections: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Younger age is a critical determinant for earlier and more rapid development of pathological fractures in pediatric OAI. Age ≤ 49.5 months, disseminated infection, elevated PCT, a larger extent of infection, and a smaller diameter of the affected bone are independent predictors of this severe complication. Prophylactic immobilization with a cast or brace should be strongly considered for patients with these risk factors to prevent fracture and subsequent displacement.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174689",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Younger age is a critical determinant for earlier and more rapid development of pathological fractures in pediatric OAI. Age ≤ 49"
    },
    {
      "title": "Immunosenescence and organoids: pathophysiology and therapeutic opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Immunosenescence is the gradual deterioration in the functionality of the immune system that has various clinical manifestations, such as a weakened response to vaccination, higher susceptibility to viral/bacterial/fungal infection, and higher incidence rates regarding the ageing-based disorders. Conventionally used models, like animal or 2D models for unraveling the interactions between ageing and immunity are unable to depict the complexity of bodily environments. However, this major...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174683",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the role of homocysteine and B vitamins in gestational diabetes mellitus: Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study indicates a suggestive association between Hcy levels and GDM, emphasizing the necessity for additional research to explore the role of Hcy in GDM management.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study indicates a suggestive association between Hcy levels and GDM, emphasizing the necessity for additional research to explore the role of Hcy in GDM management"
    },
    {
      "title": "Cardiovascular disease risk associated with housing disadvantages among middle-aged and older populations in China: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggested that housing disadvantages were associated with CVD risk in China and highlighted geographical inequality in cardiovascular diseases associated with housing disadvantages.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings suggested that housing disadvantages were associated with CVD risk in China and highlighted geographical inequality in cardiovascular diseases associated with housing disadvantages"
    },
    {
      "title": "Progress of iPSC-derived retinal organoids in the study of inherited retinal diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and risk factors of latent tuberculosis infection in healthcare workers in Eastern China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The LTBI prevalence among HCWs in Yantai is relatively low. TB screening should be included in the annual health check-ups for HCWs, especially for high-risk groups such as frontline HCWs, long-serving workers, and those with household contact with TB, to reduce the risk of TB infection. These findings highlight the need to enhance infection control measures and active surveillance for at-risk HCWs, even in low TB incidence settings. Future research should focus on longitudinal...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174661",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The LTBI prevalence among HCWs in Yantai is relatively low. TB screening should be included in the annual health check-ups for HCWs, especially for high-risk groups such as frontline HCWs, long-serving workers, and those with household contact with TB, to reduce the risk of TB infection"
    },
    {
      "title": "Salivary gland cell senescence in Sjögren's syndrome: current research and novel therapeutic directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Sjögren's syndrome (SS) is an autoimmune disease primarily affecting exocrine glands, characterized by dry mouth and eyes, with an unclear pathogenesis. Recent studies suggest that salivary gland (SG) cell senescence is critical in SS pathogenesis. The senescence mechanism may serve as a critical pathological nexus linking molecular abnormalities to clinical phenotypes. Under assaults from infections, environmental factors, and immune dysregulation, SG cells undergo oxidative stress, telomere...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling mumps incidence in China: spatiotemporal clusters and evolving risk factors (2005-2020)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings underscore the need for regionally tailored prevention strategies and precision interventions accounting for local socioeconomic contexts. This study provides a methodological framework for spatiotemporal disease surveillance and evidence-based policy-making to reduce mumps transmission in China.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings underscore the need for regionally tailored prevention strategies and precision interventions accounting for local socioeconomic contexts. This study provides a methodological framework for spatiotemporal disease surveillance and evidence-based policy-making to reduce mumps transmission..."
    },
    {
      "title": "The order of infection shapes disease outcomes in influenza and herpes simplex virus coinfection by modulating immune responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study demonstrates that the infection order of H3N2 and HSV-1 coinfection critically shapes disease outcomes. Specifically, sequential H3N2 infection preceding HSV-1 or simultaneous coinfection with H3N2 and HSV-1 exacerbated immunopathology. Conversely, prior HSV-1 exposure attenuated H3N2-driven inflammation via reduced cytokine levels and immune cell recruitment. This study provides novel insights into immune dysregulation in coinfection models, with potential translational...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates that the infection order of H3N2 and HSV-1 coinfection critically shapes disease outcomes. Specifically, sequential H3N2 infection preceding HSV-1 or simultaneous coinfection with H3N2 and HSV-1 exacerbated immunopathology"
    },
    {
      "title": "Incident cases and healthcare costs of non-communicable diseases attributable to industrialized and total sugar sweetened beverage intake in Mexico",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite efforts to reduce SSB consumption, their consumption continues to affect population health and increase healthcare costs.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite efforts to reduce SSB consumption, their consumption continues to affect population health and increase healthcare costs"
    },
    {
      "title": "Impact of sarcopenia on clinical outcomes of older adults undergoing total knee arthroplasty for osteoarthritis: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preliminary finding was obtained that sarcopenia was associated with increased transfusion needs, higher complication risks, and delayed functional recovery, in patients undergoing TKA for KOA. To optimize postoperative outcomes, it is crucial to address sarcopenia in the preoperative and postoperative management, with a call for more prospective, high-quality research to solidify these findings.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174640",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preliminary finding was obtained that sarcopenia was associated with increased transfusion needs, higher complication risks, and delayed functional recovery, in patients undergoing TKA for KOA. To optimize postoperative outcomes, it is crucial to address sarcopenia in the preoperative and postoperat..."
    },
    {
      "title": "Re-evaluating CD57 as a marker of T cell senescence: implications for immune ageing and differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Ageing is accompanied by a decline in immune function, associated with susceptibility to infections and malignancies, and reduced vaccine efficacy. These immunological changes, affect multiple components of the immune system, particularly T lymphocytes, which exhibit altered subset distributions and accumulate senescent features. CD57, a surface glycoprotein expressed on T cells, has emerged as a potential marker of terminal differentiation and senescence used for immunomonitoring in infection...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of respiratory pathogens in infants using targeted next-generation sequencing versus conventional methods in Qingdao",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RSV, IAV, A. baumannii, HRV, and S. pneumoniae are common pathogens in infants < 1 year old in Qingdao (China). tNGS is more sensitive and has a wider detection range than conventional methods.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSV, IAV, A. baumannii, HRV, and S"
    },
    {
      "title": "Unraveling the threads of trauma: how adverse childhood experiences shape suicidal behaviors and help-seeking attitudes in black young adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Suicide rates among Black young adults have significantly increased over the past two decades, presenting a critical public health issue. Although research indicates the association of positive mental health attitudes with better outcomes, limited attention has been paid to the structural and cultural factors that influence suicidal behaviors and help-seeking attitudes in this demographic. Guided by intersectionality and trauma-informed frameworks, this study examines how adverse childhood...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174610",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with allergic diseases in Chinese children aged 6-14 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We identified three minimal sets of factors that can capture the majority of whole information and accurately predict the risk for asthma, rhinitis and eczema among children aged 6-14 years.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174606",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We identified three minimal sets of factors that can capture the majority of whole information and accurately predict the risk for asthma, rhinitis and eczema among children aged 6-14 years"
    },
    {
      "title": "Oral-Sarcopenia nexus in health disparities: chewing and blood mediated pathways in a Chinese aging cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Oral health emerged as a modifiable risk factor for sarcopenia in vulnerable older adults, with chewing impairment, systemic inflammation, and liver dysfunction partly explaining this association. These findings support integrating oral healthcare into sarcopenia prevention strategies, particularly in resource-limited settings. However, given the cross-sectional design, causal interpretations remain limited, and the identified mediation analyses should be viewed as associative...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Oral health emerged as a modifiable risk factor for sarcopenia in vulnerable older adults, with chewing impairment, systemic inflammation, and liver dysfunction partly explaining this association. These findings support integrating oral healthcare into sarcopenia prevention strategies, particularly ..."
    },
    {
      "title": "Digital intelligence for cardiometabolic health management in older adults: protocol for a community-based prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174586",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in peer victimization and suicidal ideation among adolescents: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings underscore the necessity for sex-specific prevention strategies to address the distinct forms of peer victimization associated with SI. Interventions targeting verbal and physical aggression among boys, and a broader spectrum that includes verbal and physical aggression, property attacks, and social manipulation among girls, are crucial for mitigating the risk of SI in adolescents.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings underscore the necessity for sex-specific prevention strategies to address the distinct forms of peer victimization associated with SI. Interventions targeting verbal and physical aggression among boys, and a broader spectrum that includes verbal and physical aggression, property attack..."
    },
    {
      "title": "Quality indicators and turnaround time for blood culture in pediatric patients: 1 year of monitoring in 19 Chinese hospitals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Pediatric blood culture quality indicators showed significant inter-hospital variability. The multiple steps involved in blood culture processing contribute to delays in report issuance, indicating the need for further optimization of the pediatric blood culture workflow.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174575",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pediatric blood culture quality indicators showed significant inter-hospital variability. The multiple steps involved in blood culture processing contribute to delays in report issuance, indicating the need for further optimization of the pediatric blood culture workflow"
    },
    {
      "title": "An interpretable contrast-enhanced CT radiomics-based pipeline incorporating automatic segmentation for predicting ISUP grade group in ccRCC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The interpretable pipeline may have potential as a non-invasive tool for predicting ISUP GG in ccRCC.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The interpretable pipeline may have potential as a non-invasive tool for predicting ISUP GG in ccRCC"
    },
    {
      "title": "Bidirectional effect modification of greenness exposure and air pollution on ischemic stroke mortality across different temporal scales",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Greenness exposure across different temporal scales significantly reduced mortality risk among IS patients, demonstrating notably enhanced protective effects in regions with elevated air pollution. Among air pollutants, NO₂ significantly modified this relationship. Despite limitations such as spatial resolution variability in exposure assessments, these findings offer compelling evidence for greening interventions in regions experiencing high air pollution.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Greenness exposure across different temporal scales significantly reduced mortality risk among IS patients, demonstrating notably enhanced protective effects in regions with elevated air pollution. Among air pollutants, NO₂ significantly modified this relationship"
    },
    {
      "title": "Effectiveness of 0.01% atropine and orthokeratology for incipient myopia: a 1-year retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174536",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic phenotypes and pulmonary function in aging: the mediating roles of cognitive function and depression in CHARLS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Metabolic phenotypes significantly may influence pulmonary function in aging populations, partially mediated by cognitive and mental health, with distinct sex- and age-specific patterns. However, higher PEF in overweight/obese groups warrants caution, potentially reflecting mechanical effects rather than overall respiratory benefit. Integrated metabolic and neuropsychological health management may improve respiratory outcomes in older adults.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174531",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Metabolic phenotypes significantly may influence pulmonary function in aging populations, partially mediated by cognitive and mental health, with distinct sex- and age-specific patterns. However, higher PEF in overweight/obese groups warrants caution, potentially reflecting mechanical effects rather..."
    },
    {
      "title": "A qualitative burden of disease study in patients with invasive Escherichia coli disease aged ≥ 60 years in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: IED was shown to cause substantial physical, social, and psychological impacts in patients. This burden was especially apparent in review of patient self-reports for concepts that are part of generic HRQoL instruments (SF-36, EQ-5D), and patients also frequently reported neurological/mental impacts. Further, this study provides valuable qualitative data that may be useful for future research in developing a disease-specific instrument for the assessment of HRQoL in patients with...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174525",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IED was shown to cause substantial physical, social, and psychological impacts in patients. This burden was especially apparent in review of patient self-reports for concepts that are part of generic HRQoL instruments (SF-36, EQ-5D), and patients also frequently reported neurological/mental impacts"
    },
    {
      "title": "Prevalence of occult hepatitis B infection and hepatitis B genotype characterization among blood donors in Jember Regency, East Java, Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings emphasize the need for enhanced screening, including NAT alongside serological testing, to mitigate OBI risks in blood donors and improve transfusion safety and public health policies in HBV-endemic regions of Indonesia.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings emphasize the need for enhanced screening, including NAT alongside serological testing, to mitigate OBI risks in blood donors and improve transfusion safety and public health policies in HBV-endemic regions of Indonesia"
    },
    {
      "title": "From Bench to Clinic: The 2024 FASEB Scientific Research Conference on NAD Metabolism and Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The 2024 FASEB Scientific Research Conference on NAD Metabolism and Signaling was held in Lisbon, Portugal and served to (1) unite researchers, clinicians, and trainees, (2) create opportunities for early-stage investigators by showcasing their work on an international stage and promote collaborations, (3) train the next generation of scientists in the field, and (4) improve human health by furthering our understanding of NAD^(+) metabolism and signaling. With the burgeoning potential of NAD^(+)...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiological characteristics and influential factors of hand, foot, and mouth disease reinfection in Southwest China, 2009-2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study investigated the burden of HFMD reinfection in Chongqing. Male, younger age, residing in urban areas, and infection with other enteroviruses as the serotype of HFMD were associated with a higher likelihood of reinfection. It is necessary to develop targeted health education programs and intervention measures to reduce the reinfection of HFMD in susceptible individuals.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the burden of HFMD reinfection in Chongqing",
      "significance": null,
      "conclusion": "This study investigated the burden of HFMD reinfection in Chongqing. Male, younger age, residing in urban areas, and infection with other enteroviruses as the serotype of HFMD were associated with a higher likelihood of reinfection"
    },
    {
      "title": "\"It's hard to trust an individual, it's easier to trust an image\"-patients with low back pain want imaging as a means of coping with uncertainty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Many patients believed imaging for low back pain was important to gain certainty in diagnosis and reassurance that treatment was appropriate. However, their beliefs about the value of imaging may not be stable over time, as they are influenced by ongoing experiences and reappraisals. To reduce unwarranted imaging, clinicians should consider providing consistent and contextualized messaging that meets the patient's ongoing illness experience.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174481",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to gain certainty in diagnosis and reassurance that treatment was appropriate",
      "conclusion": "Many patients believed imaging for low back pain was important to gain certainty in diagnosis and reassurance that treatment was appropriate. However, their beliefs about the value of imaging may not be stable over time, as they are influenced by ongoing experiences and reappraisals"
    },
    {
      "title": "MicroRNA strand ratio disarray promotes temozolomide resistance in glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study demonstrates that TUT4-mediated elevation of the miR-92b-3p/-5p ratio promotes COL7A1 transcription via silencing HDAC9 and alleviation of FOXP3 targeting, leading to collagen deposition and heightened TMZ resistance. Our results suggest that targeting miR-92b strand selection may serve as a potential therapeutic strategy for sensitizing GBM to TMZ.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates that TUT4-mediated elevation of the miR-92b-3p/-5p ratio promotes COL7A1 transcription via silencing HDAC9 and alleviation of FOXP3 targeting, leading to collagen deposition and heightened TMZ resistance. Our results suggest that targeting miR-92b strand selection may serve as..."
    },
    {
      "title": "Delineating markers of disease-disease interaction: a systematic methodology and its application to multiple diabetes-helminth cohorts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results quantified the extent ofhelminth-diabetes DDI exhibited by various tested cytokine markers, and thereby delineatedtheir role in the pathogenesis of both diseases. These results are promising and encourage theapplication of our DDI methodology (https://github.com/BIRDSgroup/DDI) to dissect theinteraction between any two diseases, provided multi-cohort measurements of markers areavailable.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results quantified the extent ofhelminth-diabetes DDI exhibited by various tested cytokine markers, and thereby delineatedtheir role in the pathogenesis of both diseases. These results are promising and encourage theapplication of our DDI methodology (https://github"
    },
    {
      "title": "Dynamic regulation of mung bean globulin amyloid fibrillation by Gallic acid: Structural and functional insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Amyloid fibrils derived from plant proteins offer a novel strategy for constructing food systems with both structural and functional properties. However, the stage-specific effects of polyphenols on protein fibrillation remain unclear. In this study, gallic acid (GA) was introduced at the initial stage (MBGF0), the end of the lag phase (MBGF15), and the end of the growth phase (MBGF240) to investigate its regulatory effect on mung bean globulin fibrillation (MBGF). Results showed that GA...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-temperature enzymatic glycosylation minimizes AGEs in gelatin modification: Structure-function relationships",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "This work aimed to investigate the effect of low temperature (-10 °C) enzymatic glycosylation with chitosan on the physicochemical properties of gelatin. Structural analysis showed that proper glycosylation changed the conformational structure of gelatin. Liquid chromatography-tandem mass spectrometry (LC-MS/MS) revealed the success of N-glycosylation between gelatin and chitosan using chymopapain as a catalyst in a water/ethanol system at -10 °C. Meanwhile, low temperature enzymatic...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of starch-fatty acid-protein interaction on structure, digestibility and eGI of starch complexes under OSA modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The rapid digestion of native starch is linked to obesity and diabetes, while multi-component complexes can modulate digestibility. To address the knowledge gap regarding the role of octenyl succinic anhydride (OSA) modification in ternary starch complexes, this study investigated the effects of OSA modification on molecular interactions among high-amylose corn starch (HAS), fatty acids (FA) and whey protein isolate (WPI), and systematically elucidated its impact on structural, thermal and...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of OSA modification on molecular interactions among high-amylose corn starch (HAS), fatty acids (FA) and whey protein isolate (WPI), and systematically elucidated its impact on structural,...",
      "significance": "on structural, thermal and",
      "conclusion": null
    },
    {
      "title": "Mobile genetic elements potentially drive adaptive evolution of pork-derived multidrug-resistant Salmonella Derby ST40 lineages: An integrated analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Salmonella Derby (S. Derby) is transmitted to humans through contaminated pork products. S. Derby ST40, with multidrug resistance (MDR) and extensive drug resistance, poses major food safety and public health challenges. By integrating antimicrobial susceptibility testing, phylogenetic analysis, phylogeographic reconstruction, pan-genomics, and pan-genome-wide association study, we investigated adaptive evolution and transmission dynamics of antibiotic resistance in S. Derby ST40 (71 isolates...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174429",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "adaptive evolution and transmission dynamics of antibiotic resistance in S",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of adulteration in acerola (Malpighia emarginata DC.) pulps using a portable near-infrared (nir) spectrophotometer and chemometric",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Food fraud poses a significant challenge for the industry in ensuring food authenticity, primarily due to the complexity of the production chain, the lack of rapid, accurate, and cost-effective analytical techniques, and the increasing sophistication of fraudulent practices. In this context, the present study investigates the potential of portable near-infrared (NIR) spectroscopy combined with supervised pattern recognition techniques as a rapid screening method for the detection of adulteration...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174408",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic construction of high-performance oil-in-water emulsions by egg white protein-whey protein isolate dual-protein: achieving efficient utilization of bioactive substances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Egg white protein (EWP) has garnered widespread attention due to its versatile functional properties and low cost. However, its poor emulsifying activity limits its application in emulsions. In contrast, whey protein isolate (WPI) exhibits excellent emulsifying performance but is relatively expensive. To address this, the present study combined EWP and WPI to develop a dual-protein emulsion system that not only reduces cost but also enhances emulsion stability and the utilization of bioactives....",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulated analog crayfish meat based on 3D print: Effect of crayfish oil emulsion on gel properties of surimi",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "To address the low utilization of crayfish oil in crayfish by-products, this study aimed to extract oil from crayfish by-products and apply it to surimi gels to produce novel products. The investigation focused on the impact of various volume ratios of gelatin (GeL) to xanthan gum (XG) on Pickering emulsion stability and the quality of surimi 3D-printed products. The findings indicated that when the ratio of GeL to XG was 2:1, the Pickering emulsion obtained had a smaller particle size of 23.97...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "extract oil from crayfish by-products and apply it to surimi gels to produce novel products",
      "significance": "of various volume ratios of gelatin (GeL) to xanthan gum (XG) on Pickering emulsion stability and the quality of surimi 3D-printed products",
      "conclusion": null
    },
    {
      "title": "Advances of 3D/4D printed hydrogels for sensory and nutritional enhancement of cell-cultured meat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Cell-cultured meat has great potential to address the problems of environmental stress, animal welfare, zoonotic diseases, and food safety caused by unrestrained livestock husbandry. Large-scale production of cell-cultured meats and increasing their market acceptance require reproducing the sensory and nutritional properties of livestock meats. In this review, the 3D and 4D printing technology for cultured meat production to accurately mimic the tissue structure and properties of slaughter meat...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174380",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrospun wheat gluten/zein nanofibers co-loaded with ferulic acid and TiO<sub>2</sub> as potential food active packaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Globally, about one-third of fruits and vegetables are wasted each year due to spoilage, with foodborne microbial contamination and ethylene attack being the main causes. Traditional petroleum-based preservation materials have poor antimicrobial effects, low ethylene scavenging rate, causing serious pollution to the environment. Therefore, we developed a green packaging material based on plant-based protein wheat gluten (WG)/zein nanofiber films (NFs) loaded with ferulic acid (FA) and TiO(2)...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174379",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microwave treatment modulates in vitro dynamic gastrointestinal migration of sorghum polyphenols and influences gut microbiota metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Gastrointestinal digestion is indispensable for the utilization of polyphenols from the diet. Polyphenol migration in the gastrointestinal tract, potential antioxidant activity, colonic accumulation, and regulation of short-chain fatty acids (SCFAs) by polyphenols were systematically explored in steamed sorghum (NorS) and microwaved steamed-sorghum (Mic-S). Relatively rapid gastric emptying and fragmented chyme of Mic-S liberated higher polyphenols (8.06 mg GAE/g DW) and antioxidant activity in...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel formulated food for the elderly regulates specific gut bacterial taxa and improves host physiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Evidence has demonstrated established associations and causal links between gut microbiota and host aging, with microbiota-targeted dietary interventions potentially mitigating age-related decline. In addition, current formulations considering comprehensive and balanced nutritional needs of the elderly are very few. Therefore, we developed a Novel Formulated Food for the Elderly (NFFE) that is enriched with prebiotics (fructooligosaccharide (FOS) and edible fungal β-glucans) targeting gut...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174368",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cerebellar Single-Pulse TMS Differentially Affects Early and Late Error Processing in Reinforcement Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "There is increasing evidence that the cerebellum contributes to feedback processing in reinforcement learning. As yet, it has not been investigated whether the cerebellum also contributes to error processing in reinforcement learning. Studies have shown, however, that the cerebellum is involved in the processing of response errors in non-reinforcement learning contexts, for example, in response conflict tasks. In the present study, we aimed to extend these findings to the processing of response...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "extend these findings to the processing of response",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "OsTB1 Coordinately Enhances Rice Culm Strength and Blast Resistance by Promoting Lignin Biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174346/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174346",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"Proton-Iodine\" Regulation of Protonated Polyaniline Catalyst for High-Performance Electrolytic Zn-I<sub>2</sub> Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Low-cost and high-safety aqueous Zn-I(2) batteries attract extensive attention for large-scale energy storage systems. However, polyiodide shuttling and sluggish iodine conversion reactions lead to inferior rate capability and severe capacity decay. Herein, a three-dimensional polyaniline is wrapped by carboxyl-carbon nanotubes (denoted as C-PANI) which is designed as a catalytic cathode to effectively boost iodine conversion with suppressed polyiodide shuttling, thereby improving Zn-I(2)...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174344",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to Fan and Liu",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and Efficacy of LP-10 Liposomal Tacrolimus in Oral Lichen Planus: A Multicenter Phase 2 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LP-10 demonstrated excellent safety with minimal systemic absorption and clinically meaningful efficacy, representing substantial improvement over existing therapies for this serious condition with significant unmet medical need. Larger controlled studies are warranted to confirm these promising findings.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "LP-10 demonstrated excellent safety with minimal systemic absorption and clinically meaningful efficacy, representing substantial improvement over existing therapies for this serious condition with significant unmet medical need. Larger controlled studies are warranted to confirm these promising fin..."
    },
    {
      "title": "Quantification of Conformational Changes of Kinase Regulators, Kinases, and Regulator-Kinase Complexes Using the TSR Algorithm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "This chapter provides step-by-step instructions on applying a triangular spatial relationship (TSR) algorithm for precise molecular recognition studies, with a focus on kinase-ligand interactions. Given the central role of kinases in cellular processes and that their dysregulation is a hallmark of cancer, the development of kinase inhibitors is a major focus in drug discovery efforts. In particular, understanding the conformational changes involved in kinase signaling and drug binding is...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41174314",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of miR-4284 could reduce apoptosis and neuroinflammation by targeting APBA1/JAK1/STAT3 signaling in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: miR-4284 inhibition confers neuroprotection by modulating APBA1 and JAK/STAT3 signaling, suggesting its potential as a therapeutic target for AD.",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41174814",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "miR-4284 inhibition confers neuroprotection by modulating APBA1 and JAK/STAT3 signaling, suggesting its potential as a therapeutic target for AD"
    },
    {
      "title": "Integration of metagenomics and targeted metabolomics reveals the flavor metabolism network of the microbial community in traditional watermelon soybean paste",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Watermelon soybean paste (WSP) is an important traditional Chinese condiment known for its unique flavor and nutritional value. However, the correlation between microbial communities and metabolites, especially flavor-related metabolites, as well as the underlying fermentation mechanisms, remains poorly understood. The microbial synthesis pathways of flavor-related metabolites and the composition of microbial communities in traditional watermelon soybean paste during fermentation were...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41174459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "traditional Chinese condiment known for its unique flavor and nutritional value",
      "conclusion": null
    },
    {
      "title": "Crustal constraints on the surface expression of mantle upwelling in a back-arc passive margin setting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41174119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Passive margins offer valuable insights into the interplay between tectonic processes and surface elevation, as topographic signals are often preserved under long-term tectonic quiescence. Gangwon Province, located in the mid-eastern Korean Peninsula, exemplifies such a setting, shaped by back-arc opening of the East Sea (Sea of Japan). Here, we present Vp/Vs ratios, residual topography, and high-resolution S-wave crustal velocity models from joint inversion of teleseismic receiver functions and...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41174119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing gesture recognition for assisting visually impaired persons using deep learning in an IoT environment-based improved snake optimisation algorithm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Gesture recognition (GR) is an emerging and wide-ranging area of research. GR is extensively applied in sign language, Immersive game technology, and other computer interfaces, among others. People with visual impairments face challenges in completing tasks, including navigating environments, using technologies, and engaging in social interactions. Additionally, people face challenges in balancing their individuality with the need for protection in their day-to-day work. It is likely to...",
      "pubDate": "2025-11-01T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41173994",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aptamer-Engineered Ellipsometry for Clinical Detection of BALF-Derived Exosomes: Multi-Level Engineering for Prognostic Evaluation of Immunotherapy Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Exosomes emerges as indicators of the tumor microenvironment, yet their predictive utility for immunotherapy responses is limited by the insufficient sensitivity and specificity of currently available assays. Here, a multi-level engineering strategy is presented that enables accurate exosome-based prediction of immunotherapy responses by integrating systematic aptamer ligand tailoring, ultrasensitive ellipsometry-based sensing, and clinically relevant tumor-proximal fluid sampling. Aptamers...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41173800",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploration of Novel Biomarkers Through a Precision Medicine Approach Using Multi-Omics and Brain Organoids in Patients With Atypical Depression and Psychotic Symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Major depressive disorder (MDD) with atypical features accompanied by psychotic symptoms represents a severe and under-researched subtype of depression and severe mental illness, characterized by significant personal and social impact. This study aims to explore novel biomarkers through a precision medicine approach by combining clinical data, white blood cell (WBC) single-cell RNA sequencing (scRNA-seq), plasma proteomics, and brain organoid models to uncover immunological and neurological...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41173797",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to explore novel biomarkers through a precision medicine approach by combining clinical data, white blood cell (WBC) single-cell RNA sequencing (scRNA-seq), plasma proteomics, and brain organoid model...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-powered hybrid self-management coaching for adults with early-onset Type 2 diabetes in Korea: A randomized clinical trial protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Existing diabetes self-management education and support (DSME/S) programs have predominantly focused on middle-aged and older adult populations with type 2 diabetes (T2D), leaving unclear whether these approaches adequately address individuals with early-onset T2D (diagnosed before age 40). While AI-powered applications show promise for digital-native populations, research indicates systematic resistance to medical AI due to uniqueness neglect-The perception that algorithms cannot...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41173185",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial Production of Propionic Acid through a Novel β-Alanine Route",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41173074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Propionic acid is a key three carbon platform chemical with broad applications in food preservation, pharmaceuticals, and polymer production. Traditional microbial production of propionic acid employing Propionibacterium species is constrained by slow growth, and limited genetic engineering tools, thereby restricting its industrial use. Here, we report the development of a novel biosynthetic pathway for propionic acid production via the β-alanine route. This pathway was engineered into two...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41173074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular-level composition and sources of airborne organic matter deposited into the Yellow Sea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41172733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Using Fourier-transform ion cyclotron resonance mass spectrometry (FT-ICR MS), we analyzed the molecular composition of airborne organic matter (OM) deposited to the inshore and offshore regions of the Yellow Sea. The airborne OM deposited to offshore had the largest proportion of recalcitrant lignin/tannin compounds derived from Asian dust, riverine runoff, and biomass burning. The second largest proportion of airborne OM was labile protein/carbohydrate-like compounds produced by marine...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41172733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the molecular composition of airborne organic matter (OM) deposited to the inshore and offshore regions of the Yellow Sea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of charge reset multiplexing for SiPMs using deep learning architecture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41172608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The use of silicon photomultipliers (SiPMs) in molecular imaging systems like positron emission tomography (PET) and gamma cameras is growing, leading to an increase in the number of SiPM readout channels. Since multiple readout channels increase costs and complexity, various signal multiplexing methods have been developed. This study proposes a novel SiPM signal multiplexing method called charge-reset multiplexing, which reduces 16 readout channels to one without distorting the original signal....",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41172608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lacrimispora sanguinis sp. nov., isolated from human blood",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41171937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "A rod-shaped, obligate anaerobic, Gram-stain-positive bacterium isolated from the human blood was designated as the strain HJ-01T. Analysis of the 16S rRNA gene sequence revealed that the strain HJ-01T belonged to the genus Lacrimispora, and was most closely related to L. celerecrescens strains DSM 105336 and MCM B-936, with both 99.3% similarity. The average nucleotide identity values between the strain and the most closely related type strains ranged from 75.3% to 91.4%, while the values...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41171937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An interpretable and balanced machine learning framework for Parkinson's disease prediction using feature engineering and explainable AI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41171887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurological disorder that affects millions globally, posing significant challenges in early and accurate diagnosis. Recent advancements in machine learning (ML) offer promising approaches for addressing these challenges by enabling more precise and efficient PD predictions. This paper proposes an enhanced ML framework for PD prediction, integrating data balancing, feature selection, and explainable AI techniques. We evaluate nine different ML algorithms...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41171887",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pyridine-to-Pyridazine Skeletal Editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41171177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "Nitrogen-containing heterocycles underpin many pharmaceuticals, where subtle atomic rearrangements can markedly alter efficacy and safety. Pyridines are ubiquitous scaffolds in pharmaceuticals, yet their close analogues, pyridazines with two adjacent ring nitrogens, remain underexplored owing to limited synthetic access. Here, we report a skeletal editing strategy that converts pyridines into pyridazines by replacing one ring carbon with nitrogen while preserving aromaticity. The sequence...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41171177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Harnessing Native Li<sub>2</sub>CO<sub>3</sub> Layers on Li<sub>7</sub>La<sub>3</sub>Zr<sub>2</sub>O<sub>12</sub> (LLZO) for High-Performance Tri-Layer Composite Electrolytes in Semi-Solid-State Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41170759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "High content of inorganic solid electrolytes (ISEs) is a key for semi-solid-state electrolytes (SSSEs), such as composite polymer electrolyte with Garnet-type Li(7)La(3)Zr(2)O(12) (LLZO). However, the inevitably formed LiOH and Li(2)CO(3) layer on its surface triggers gelation of the slurry when mixed with PVDF-HFP, which limits the practicality of LLZO for mass production and commercialization. Herein, the tri-layer structure is reported where ethylene vinyl acetate (EVA) copolymer, which...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41170759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effects of Poncirus fructus on colonic dysfunction and visceral pain in a zymosan-induced irritable bowel syndrome mouse model through interstitial cells of Cajal and ion channel modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41170383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PFE exerts multi-target effects by modulating ICC activity, suppressing inflammation, and regulating key ion channels involved in visceral pain. These findings suggest that PFE has therapeutic potential for the management of IBS symptoms.",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41170383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that PFE has therapeutic potential for the management of IBS symptoms",
      "conclusion": "PFE exerts multi-target effects by modulating ICC activity, suppressing inflammation, and regulating key ion channels involved in visceral pain. These findings suggest that PFE has therapeutic potential for the management of IBS symptoms"
    },
    {
      "title": "A novel anodic nanostructured stainless steel-304L oxide as an emerging electrode material for high energy density asymmetric supercapacitors: experimental and DFT insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41169929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "The electrode material plays a significant role in the performance of supercapacitors. Therefore, the development of a novel electrode material for high energy density, high power density, and stable supercapacitors is highly desirable. The emergence of the stainless steel 304L (SUS-304L) oxide nanostructure as an electrode material provides an opportunity to explore its supercapacitive behavior. In the present study, a simple and facile technique of anodization was employed to synthesize...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41169929",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soft Ionic Materials: Design and Applications in Functional Electrochemical Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41169571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "By integrating the rapid ionic transport of ionic liquids with the structural integrity of polymers, ionogels achieve high conductivity, mechanical flexibility, and environmental stability. These attributes position them as promising solid-state electrolytes for soft electronics. Recent molecular innovations have yielded ionogels with remarkable stretchability, toughness, and multifunctionality, broadening their scope of applications. This Perspective highlights molecular-level strategies, such...",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41169571",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Translational value of understanding brain-spinal interactions in persistent pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41169203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251101151805&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-31T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41169203",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}