{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-26T07:37:06.893Z",
  "totalItems": 150,
  "totalArchived": 10870,
  "newPapersAdded": 186,
  "institutionBreakdown": {
    "KAIST": 13,
    "SNU": 95,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 59,
    "IBS": 16,
    "UNIST": 0,
    "Hanyang University": 10,
    "KIST": 0,
    "GIST": 2,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 78,
    "Computer Science": 8,
    "Biomedical": 33,
    "Materials Science": 8,
    "Cancer Research": 15,
    "Neuroscience": 8
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Integrating gene expression data via weighted multiple kernel ridge regression improved accuracy of genomic prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our result demonstrates that the WMKRR model, which integrates genomic and genetically predicted transcriptomic data, achieves better prediction performance compared to traditional genomic prediction models. This study showed the potential of enhanced genomic breeding application using omics data with no further omics sequencing cost.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40999348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our result demonstrates that the WMKRR model, which integrates genomic and genetically predicted transcriptomic data, achieves better prediction performance compared to traditional genomic prediction models. This study showed the potential of enhanced genomic breeding application using omics data wi..."
    },
    {
      "title": "Principal components-based selection criteria for genetic improvement of growth in sheep breeding programs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We conclude that PC could be used as selection criteria in genetic improvement programs in sheep. Also, selection on PC1 and PC2 would likely be adequate to describe and improve direct and maternal genetic potentials for postnatal growth and birth weight, respectively, in Muzaffarnagari lambs.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40999343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We conclude that PC could be used as selection criteria in genetic improvement programs in sheep. Also, selection on PC1 and PC2 would likely be adequate to describe and improve direct and maternal genetic potentials for postnatal growth and birth weight, respectively, in Muzaffarnagari lambs"
    },
    {
      "title": "Evaluating the impact of trade-offs in diagnostic test accuracy, time-to-isolation, and accessibility on outbreak response for the Ebola virus: a mathematical modeling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: When coupled with a more rapid turnaround time and increase in test access, the use of a lower performance test can result in significantly reduced epidemic size compared to relying on PCR alone in an EBOV outbreak in a resource-limited setting.",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40999340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "When coupled with a more rapid turnaround time and increase in test access, the use of a lower performance test can result in significantly reduced epidemic size compared to relying on PCR alone in an EBOV outbreak in a resource-limited setting"
    },
    {
      "title": "Transcriptional landscape of Atractylodes chinensis contracting root rot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-26T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40999336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mutual information maximizing quantum generative adversarial networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "One of the most promising applications in the era of Noisy Intermediate-Scale Quantum (NISQ) computing is quantum generative adversarial networks (QGANs), which offer significant quantum advantages over classical machine learning in various domains. However, QGANs suffer from mode collapse and lack explicit control over the features of generated outputs. To overcome these limitations, we propose InfoQGAN, a novel quantum-classical hybrid generative adversarial network that integrates the...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40999027",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A nationwide comparative study of pediatric and adult intussusception in emergency departments during the COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Intussusception is a common cause of acute abdominal pain among children presenting to emergency departments, but it is rare in adults, with distinct clinical and epidemiological patterns. However, large-scale comparative data are scarce, and the impact of infectious disease remains poorly understood. We analyzed nationwide emergency department data from South Korea (2019-2023) to compare cross-age clinical characteristics and investigate temporal trends associated with infectious disease...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40998956",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "nationwide emergency department data from South Korea (2019-2023) to compare cross-age clinical characteristics and investigate temporal trends associated with infectious disease",
      "significance": "of infectious disease remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Wannier functions of defective photonic crystals with broken translational symmetry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Wannier functions offer a complete and well-suited real-space description for perfect crystals, based on localized states. With broken crystalline translational symmetry, however, direct unitary transformation from Bloch functions is not straightforward. Here we present an explicit construction of localized defect states and Wannier functions for defective photonic crystals in the absence of translational symmetry. At first, using functions derived from the corresponding perfect crystals with...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40998949",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of hand responses to recipient nerve stimulation in sequential variations of supercharged anterior interosseous nerve transfer to the ulnar nerve - Identifying the golden recipient fascicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Optimizing the procedural sequence in SETS AIN transfer enhances intraoperative nerve responsiveness, particularly when \"Guyon's canal release-preparation of the recipient\" precedes \"elbow decompression\". This approach facilitates more accurate fascicle selection and may improve surgical outcomes.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40998664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Optimizing the procedural sequence in SETS AIN transfer enhances intraoperative nerve responsiveness, particularly when \"Guyon's canal release-preparation of the recipient\" precedes \"elbow decompression\". This approach facilitates more accurate fascicle selection and may improve surgical outcomes"
    },
    {
      "title": "Identifying an optimal perturbation to induce a desired cell state by generative deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Controlling cell states is pivotal in biological research, yet understanding the specific perturbations that induce desired changes remains challenging. To address this, we present PAIRING (perturbation identifier to induce desired cell states using generative deep learning), which identifies cellular perturbations leading to the desired cell state. PAIRING embeds cell states in the latent space and decomposes them into basal states and perturbation effects. The identification of optimal...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40997798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantum learning advantage on a scalable photonic platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Recent advances in quantum technologies have demonstrated that quantum systems can outperform classical ones in specific tasks, a concept known as quantum advantage. Although previous efforts have focused on computational speedups, a definitive and provable quantum advantage that is unattainable by any classical system has remained elusive. In this work, we demonstrate a provable photonic quantum advantage by implementing a quantum-enhanced protocol for learning a high-dimensional physical...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40997182",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel synthesis of Al<sub>2</sub>O<sub>3</sub> short fibers/Ti-12Mo-6Zr composites for cranial reconstruction applications: spark plasma sintering, microstructure and nanomechanical properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Ceramic-Titanium matrix composites have recently attracted significant interest as a new type of biomaterials protecting the brain from external force and infections of cranial defects due to its biocompatibility and good mechanical and corrosion properties matched with the bone tissue. Spark plasma sintering (SPS) is one of powder technology techniques that can be utilised in the fabrication of final net complex and irregular shape parts used for cranial reconstruction and maxillofacial trauma...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40996579",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Denitratimonas tolerans gen. nov., sp. nov., a denitrifying bacterium isolated from a bioreactor for tannery wastewater treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40996559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regenerable Water Remediation Platform for Ultrafast Capture and Mineralization of Per- and Polyfluoroalkyl Substances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Concerns about per- and polyfluoroalkyl substances (PFAS) arise from their persistence, toxicity, and widespread presence in aquatic environments. Currently, activated carbon and ion exchange resins have been used to remove perfluorooctanoic acid (PFOA), the most commonly studied PFAS, but these methods face challenges like low adsorption capacity and slow kinetics, leading to secondary waste issues. Here, it is observed that a high interlayer crystallinity of nitrate intercalated Cu(x)Al...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40996360",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibody-based alternatives to animal testing for toxin detection and antitoxin evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Animal experiments have long played a central role in biomedical research and toxicology, yet their limitations in translational accuracy and ethical concerns have intensified the demand for reliable alternatives. Antibody-based technologies are versatile tools used to develop non-animal testing methods capable of detecting toxins and evaluating antitoxins. Enzyme-linked immunosorbent assay and lateral flow assays, among other techniques, have demonstrated high specificity, sensitivity, and...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40995337",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of pathogenic <em>MEFV</em> variants in Korean patients with familial Mediterranean fever via whole-genome sequencing: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Familial Mediterranean fever (FMF) is an autoinflammatory disorder characterized by recurrent episodes of fever, serositis, and arthritis. It is caused by variants in the MEFV gene, which encodes the pyrin protein. FMF primarily affects individuals of Mediterranean and Middle Eastern descent, and six cases have been reported in the Korean population to date. However, the pathogenicity of the MEFV gene variants identified in previous Korean cases remains uncertain. Here, we report two cases of...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "40995036",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-based artefact reduction in low-dose dental cone beam computed tomography with high-attenuation materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "This paper examines the current challenges in computed tomography (CT), with a critical exploration of existing methodologies from a mathematical perspective. Specifically, it aims to identify research directions to enhance image quality in low-dose, cost-effective cone beam CT (CBCT) systems, which have recently gained widespread use in general dental clinics. Dental CBCT offers a substantial cost advantage over standard medical CT, making it affordable for local dental practices; however, this...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40994202",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to identify research directions to enhance image quality in low-dose, cost-effective cone beam CT (CBCT) systems, which have recently gained widespread use in general dental clinics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ferroelectric 3D Nanoweb-Incorporated <em>In Situ</em> Cross-Linked Composite Solid Electrolyte for High-Performance Lithium-Metal Polymer Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "All-solid-state Li-metal batteries (ASSLBs) are promising for next-generation energy storage systems owing to their high energy density and intrinsic safety. However, their practical applications are impeded by challenges such as low ionic conductivity, uncontrolled Li-dendrite growth, and interfacial instability. This study presents a scalable strategy to address these limitations by incorporating ferroelectric BaTiO(3) into poly(vinylidene fluoride-co-hexafluoropropylene) (PVDF-HFP) nanowebs....",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40994187",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intraoperative complications and prevention strategies in robot-assisted breast surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Robot-assisted breast surgery (RAS) improves cosmetic outcomes, but poses anatomical challenges-such as limited working space and lack of tactile feedback-that may increase intraoperative complication risk. To investigate the types and frequencies of intraoperative complications in RAS and assess preventive strategies employed by robotic breast surgeons based on their clinical experience, this Web-based survey was distributed to members of the Korea Robot-Endoscopy Minimal Access Breast Surgery...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40999108",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of cumulative temperature and precipitation patterns on mosquito abundance in urban Seoul, South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Mosquitoes pose serious public health risks, especially in densely populated cities. Although mosquito populations are closely linked to meteorological factors, the cumulative effects of these factors remain understudied from an ecological perspective. This study investigates mosquito population patterns in relation to cumulative meteorological factors, analyzing daily data collected nightly (18:00-07:00) from May to October in 2012, 2013, and 2015 at 21 monitoring sites across different urban...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40999045",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "2012",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defining suicidality phenotypes for genetic studies: perspectives of the Psychiatric Genomics Consortium Suicide Working Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Suicidality phenotypes, consisting of suicidal ideation (SI), suicide attempt (SA), and suicide death (SD), are all heritable but present unique challenges in genome-wide association studies (GWAS) due to their individual complexity, overlap with each other and with related self-harm phenotypes, and varying associations with psychiatric disorders. GWAS have uncovered several loci associated with suicidality phenotypes by meta-analyzing data from multiple cohorts. However, combining datasets from...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40999039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of germline pharmacogenomic burden to predict fluoropyrimidine-related toxicity - A secondary analysis of the PREPARE trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Testing for four dihydropyrimidine dehydrogenase (DPYD) variants (DPYD*2 A, DPYD*13, c.2846 A > T, DPYD-HapB3) is currently implemented in clinical practice to prevent fluoropyrimidines (FLs) related toxicity but with limited sensitivity. This study aimed to identify novel genetic factors in FL-related genes to enhance risk prediction using data from the PREPARE trial (NCT03093818). Two hundred seventy-four patients receiving FL-based chemotherapy with severe toxicity were sequenced for 60...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40999005",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify novel genetic factors in FL-related genes to enhance risk prediction using data from the PREPARE trial (NCT03093818)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifunctional poly (lactic acid)/vanillin coatings on drug loaded titanium nanotube arrays for improved biocompatibility, corrosion resistance, and antibacterial characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Developing novel and effective methods for producing multifunctional polymeric bioactive coatings with controlled drug release has become a top priority for the scientific community. In the current study, a novel controlled drug delivery system was developed on the surface of a Ti alloy implant using a biodegradable polymer matrix composed of synthetic polymer (Polylactic acid (PLA)), biodegradable polymer (Vanillin (Van)), and antibiotic drug (Gentamycin (GM)) loaded Ti nanotubes (TNT). The...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "SNU"
      ],
      "pmid": "40998964",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multinational study of deep learning-based image enhancement for multiparametric glioma MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "This study aimed to validate the utility of commercially available vendor-neutral deep learning (DL) image enhancement software for improving the image quality of multiparametric MRI for gliomas in a multinational setting. A total of 294 patients from three institutions (NYU, Severance, and SNUH) who underwent glioma MRI protocols were included in this retrospective study. DL image enhancement was performed on T2-weighted (T2W), T2 FLAIR, and postcontrast T1-weighted (T1W) imaging using...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40998920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "validate the utility of commercially available vendor-neutral deep learning (DL) image enhancement software for improving the image quality of multiparametric MRI for gliomas in a multinational settin...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioelectrical impedance analysis to assess body water status during fluid infusion in a rat model of extracorporeal membrane oxygenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Fluid monitoring is vital in patients receiving extracorporeal membrane oxygenation (ECMO), but research on the value of bioelectrical impedance analysis (BIA) for such patients is rare. This study aimed to assess the effectiveness of BIA in monitoring body water changes during fluid therapy with ECMO support. Using a rat model of venoarterial and venovenous ECMO (n = 13 each), fluid was administered before and after initiation, every 30 min during the 120-min ECMO support, and after ECMO...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40998888",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the effectiveness of BIA in monitoring body water changes during fluid therapy with ECMO support",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slab Grave expansion disrupted long co-existence of distinct Bronze Age herders in central Mongolia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Dairy pastoralism reached Mongolia during the Early Bronze Age and flourished in the Late Bronze Age alongside the emergence of diverse mortuary practices, including the Deer Stone-Khirgisuur Complex and figure-shaped/Ulaanzuukh burials. While the spread of pastoralism has been widely studied, interactions between these pastoralist groups with distinct mortuary traditions remain underexplored due to challenges in obtaining both genomic and mortuary data. In this study, we analyzed genome-wide...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "genome-wide",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reprogramming of cancer metabolism via photoresponsive nano-PROTAC enhances pyroptosis-mediated immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Photodynamic therapy (PDT) induces tumor cell pyroptosis, a form of programmed cell death that triggers antitumor immunity. However, high glucose metabolism and hypoxic conditions in the tumor microenvironment (TME) limit PDT efficiency and impair effector cell function. Here, we propose a cancer metabolic reprogramming-enabling photoresponsive nanoproteolysis-targeting chimera (Nano-PROTAC; NanoTAC), derived from the supramolecular self-assembly of drug conjugates that bridge a PROTAC targeting...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40998785",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transarterial radioembolization versus atezolizumab-bevacizumab for the treatment of hepatocellular carcinoma with portal vein tumor thrombosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: For patients with preserved liver function and locally advanced HCC involving segmental or lobar PVTT, TARE may be preferable to Atezo/Bev.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998641",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For patients with preserved liver function and locally advanced HCC involving segmental or lobar PVTT, TARE may be preferable to Atezo/Bev"
    },
    {
      "title": "Stability in Class II correction with maxillary distalization: Case Report Update",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of pneumonia in individuals with rheumatoid arthritis: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Individuals with RA showed increased risk of pneumonia and related hospitalisation, and this was especially higher in those with seropositive RA. Except for targeted synthetic DMARDs, all other types were associated with increased risk of pneumonia. These findings emphasise the need for heightened awareness of pneumonia risk in the management of RA.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40998464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Individuals with RA showed increased risk of pneumonia and related hospitalisation, and this was especially higher in those with seropositive RA. Except for targeted synthetic DMARDs, all other types were associated with increased risk of pneumonia"
    },
    {
      "title": "Assessment of peak inspiratory flow in patients with chronic obstructive pulmonary disease: a multicentre, observational, prospective, real-life study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Suboptimal PIF is common in COPD, requiring regular assessment and tailored inhalers.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998461",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Suboptimal PIF is common in COPD, requiring regular assessment and tailored inhalers"
    },
    {
      "title": "Pathologically confirmed complete remission after neoadjuvant chemotherapy in patients with advanced intrapancreatic cholangiocarcinoma following robot-assisted excision of choledochal cyst: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The occurrence of cholangiocarcinoma following choledochal cyst excision is a rare clinical entity. In cases with extensive lymphadenopathy, where poor oncologic prognosis is anticipated, immune checkpoint inhibitors have recently shown promise as a therapeutic approach in biliary tract cancer. We describe a case involving successful minimally invasive pylorus-preserving pancreaticoduodenectomy in this unusual patient, following neoadjuvant immune chemotherapy. A 44-year-old female, who had...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998400",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Impact of Hybrid Collaboration Methods on Idea Quantity, Quality, and Collaborative Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The hybrid collaboration method, which combines individual and collaborative idea generation sequentially, can help generate more creative ideas compared to collaborating from the beginning, by encouraging active participation during collaboration. While the effectiveness of hybrid collaboration methods varies depending on the combination order of individual and collaborative idea generation, there is ongoing debate regarding the optimal order. To examine the optimal order, this study...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling the risks of noncombustible nicotine or tobacco products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998290",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "End-stage renal diseases associated with SGLT2 inhibitors versus GLP-1 receptor agonists in metabolic dysfunction-associated steatotic liver disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The use of SGLT2i was associated with lower risk of ESRD compared to GLP-1RA in MASLD. The protective association was presented regardless of CKD status.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40998218",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of SGLT2i was associated with lower risk of ESRD compared to GLP-1RA in MASLD. The protective association was presented regardless of CKD status"
    },
    {
      "title": "Matrix metalloproteinases and tissue inhibitors of metalloproteinases as the biomarkers of Alzheimer's disease: a meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This study systematically investigated the associations of levels of matrix metalloproteinases (MMPs) and tissue inhibitors of metalloproteinases (TIMPs) with clinical-phase Alzheimer's disease (AD) to evaluate their potential as biomarkers.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40998199",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of brachial-ankle pulse wave velocity on progression of diastolic dysfunction: a cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Borderline and elevated baPWV were significantly associated with a higher prevalence and faster DD progression, as well as an increased mortality risk in the general population, suggesting that baPWV is an important factor in DD pathophysiology and a useful noninvasive tool for cardiovascular risk stratification.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40998160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "factor in DD pathophysiology and a useful noninvasive tool for cardiovascular risk stratification",
      "conclusion": "Borderline and elevated baPWV were significantly associated with a higher prevalence and faster DD progression, as well as an increased mortality risk in the general population, suggesting that baPWV is an important factor in DD pathophysiology and a useful noninvasive tool for cardiovascular risk s..."
    },
    {
      "title": "Fast Central Visual Field Progression in Patients with Normal-Tension Glaucoma and Nocturnal Blood Pressure Dip",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patients with NTG classified as over-dippers showed significantly faster central VF progression than non-dippers and dippers, with over 50% of over-dippers experiencing fast progression. Rapid central VF progression was significantly associated with the percentage of nocturnal MAP dip in eyes with early-to-moderate stage NTG. These findings highlight the importance of closely monitoring central VF changes in NTG patients with pronounced nocturnal BP dips to prevent functional...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997986",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with NTG classified as over-dippers showed significantly faster central VF progression than non-dippers and dippers, with over 50% of over-dippers experiencing fast progression. Rapid central VF progression was significantly associated with the percentage of nocturnal MAP dip in eyes with e..."
    },
    {
      "title": "Assessing Hospital Surgical Functions in South Korea: A Functional Analysis Using the Disease Control Priorities, 3rd edition Essential Surgery List (2013-2022)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Functional capacity for essential surgery remains highly uneven across hospitals and regions, undermining equitable access. Policy efforts should focus on strengthening lower-tier hospitals in underserved areas and implementing minimum functionality standards tailored to local needs. Clarifying institutional roles within South Korea's mixed healthcare system is essential to improving accountability and ensuring equitable distribution of essential surgical services.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Functional capacity for essential surgery remains highly uneven across hospitals and regions, undermining equitable access. Policy efforts should focus on strengthening lower-tier hospitals in underserved areas and implementing minimum functionality standards tailored to local needs"
    },
    {
      "title": "IFITM1 Influences Natural Killer Cell-Mediated Cytotoxicity by Modulation of HLA class I Expression in Triple-Negative Breast Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: IFITM1 overexpression was associated with Wnt/β-catenin signaling and NK cell-mediated cytotoxicity via downregulation of HLA class I in TNBC cells, suggesting that IFITM1 might have immunoregulatory effects on the tumor microenvironment.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997930",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "IFITM1 overexpression was associated with Wnt/β-catenin signaling and NK cell-mediated cytotoxicity via downregulation of HLA class I in TNBC cells, suggesting that IFITM1 might have immunoregulatory effects on the tumor microenvironment"
    },
    {
      "title": "Future of Condensed Matter Physics for the Next 10 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "This perspective outlines a selection of research directions that members of the JPCM editorial board anticipate may shape the frontier of condensed matter physics over the next decade. Rather than a comprehensive review or formal roadmap, this perspective reflects a set of informed views drawn from diverse areas of expertise. Our intention is to spark curiosity, provoke discussion, and encourage readers to imagine -- and pursue -- the exciting possibilities that lie ahead.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Silicon-based 3D beta ray radiopharmaceutical trackers: a Monte Carlo computational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Objective.Radiopharmaceutical development and dose planning requires detailed knowledge of isotope distribution on small distance scales. To quantify the radiotracer uptake and distribution in biological samples in cellular scale, digital autoradiography (DAR) techniques have been developed. However, conventional DARs are limited to imaging of thin tissue samples in a 2D planar detection modality. Radiopharmaceutical therapy (RPT) small-scale dosimetry would be greatly enhanced by a detector...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Throughput Formulation Using Fast mRNA Lipid Nanoparticle Assembly via Simple Thermomixing (HTF-FLASH)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Ionizable lipid nanoparticles (LNPs) have emerged as a highly effective platform for nucleic acid delivery, necessitating high-throughput formulation (HTF) strategies to identify top-performing LNPs from a large number of formulations. However, conventional LNP formulation methods, such as manual pipetting and microfluidic mixing, pose challenges for HTF, such as batch-to-batch variability and difficulty in parallelizing formulations. Herein, we present HTF using the fast lipid nanoparticle...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic and transcriptomic analyses of residual invasive triple-negative breast cancer after neoadjuvant chemotherapy in the prospective MIRINAE trial (a randomized phase II trial of adjuvant atezolizumab plus capecitabine compared to capecitabine; KCSG-BR18-21)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Residual TNBCs after standard NAC were predominantly basal-like or MES/BLIS subtypes with variable tumor microenvironment (TME). Early recurrence was associated with immune-cold TME, and further analyses on each treatment arm will provide deeper insights into the role of adjuvant immunotherapy.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40997746",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Residual TNBCs after standard NAC were predominantly basal-like or MES/BLIS subtypes with variable tumor microenvironment (TME). Early recurrence was associated with immune-cold TME, and further analyses on each treatment arm will provide deeper insights into the role of adjuvant immunotherapy"
    },
    {
      "title": "Freshwater shrimp (Neocaridina denticulata) as a nature-based restoration tool for macrophyte recovery and improved water quality in eutrophic ponds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Globally, eutrophication poses a serious threat to freshwater ecosystems, disrupting ecological balance and biodiversity. Effective restoration requires practical, sustainable, and ecosystem-based methods to reestablish healthy aquatic systems. The presence of submerged macrophytes in controlling algal blooms is crucial; however, research on ecological treatment approaches to promote their growth remains limited. Here, we investigated the ecological restoration potential of Neocaridina...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the ecological restoration potential of Neocaridina",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinician guidance in digital therapeutics for panic disorder: Meta-analytic dissection and implications for regulatory framing and scalable deployment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This meta-analysis revealed that self-guided digital interventions effectively reduce the overall symptom severity in panic disorder, whereas clinician involvement exerts a notably stronger influence on cognition-related outcomes. These findings support a domain-specific and context-sensitive understanding of guidance. Accordingly, the DTx design and policy should match the mechanistic pathways through which psychological change will occur.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis revealed that self-guided digital interventions effectively reduce the overall symptom severity in panic disorder, whereas clinician involvement exerts a notably stronger influence on cognition-related outcomes. These findings support a domain-specific and context-sensitive unders..."
    },
    {
      "title": "Design and synthesis of novel cyclin-dependent kinase 4/6(CDK4/6) and histone deacetylase (HDAC) dual inhibitors: In vitro and in vivo anticancer activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Resistance to CDK4/6 inhibitors in certain tumors arises from the upregulation of cyclin D1 and the downregulation of the cell cycle regulator p21. Conversely, HDAC inhibitors can counteract this resistance by upregulating acetyl-histone H3 and p21 expression levels. To address this challenge, we developed a series of novel dual-targeting inhibitors that simultaneously inhibit CDK4/6 and HDAC1. Among these, selected compounds MFDCH016, MFDCH022 and MFDCH025 potently inhibited CDK4 and HDAC1/6 at...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997620",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of hospital volume on complications and mortality following gastrectomy for gastric cancer: A nationwide Korean survey using propensity score weighting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although hospital volume did not significantly affect severe postoperative complication rates after adjusting for patient characteristics, higher mortality rates were observed in lower-volume hospitals. These findings call for standardized protocols and training programs, along with the maintenance of more than 100 operations per hospital, to reduce mortality.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40997614",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although hospital volume did not significantly affect severe postoperative complication rates after adjusting for patient characteristics, higher mortality rates were observed in lower-volume hospitals. These findings call for standardized protocols and training programs, along with the maintenance ..."
    },
    {
      "title": "Dual-sided single-atom bridges with interfaces for high-efficiency acidic water electrolysis: interfacial engineering beyond sacrificial corrosion resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Water electrolysis is a promising route to sustainable hydrogen, but catalysts often corrode and operate slowly in high-salinity environments. We develop a dual-sided single-atom bridge (DS-SAB) electrocatalyst by isolating Fe single atoms on a Janus N-doped carbon matrix (DS-FeSACs-C@NC). The Fe-N(x)/C side optimizes oxygen evolution reaction (OER) by modulating OH^(-) adsorption, while the FeC side accelerates hydrogen evolution reaction (HER) by facilitating H* intermediate desorption. The...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40997575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An easily accessible fluorometric probe for selective cyanide detection via nucleophilic addition: Applications to environmental water samples, smartphone, and bio-imaging of fungi and plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The monitoring of cyanide (CN^(-)) is of great significance due to its extreme toxicity to both humans and the environment. In this study, we report a convenient fluorescent sensor HNIC ((E)-7-hydroxy-8-(((2-((7-nitrobenzo[c][1,2,5]oxadiazol-4-yl)amino)phenyl)imino)methyl)-2H-chromen-2-one) for detecting CN^(-). On addition of CN^(-), HNIC exhibited a blue fluorescence turn-on response in aqueous media. Moreover, HNIC could selectively monitor CN^(-) over other interfering ions, with a detection...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "due to its extreme toxicity to both humans and the environment",
      "conclusion": null
    },
    {
      "title": "Re-evaluating the necessity of removing residual calcifications detected after surgery in HR-/HER2+ breast cancer with pathologic complete response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In HR-/HER2+ breast cancer patients achieving pCR after NAC, residual calcifications on postoperative imaging were not associated with worse survival outcomes. Close observation may be a reasonable option compared to additional surgery when negative margins and pCR are confirmed.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997484",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In HR-/HER2+ breast cancer patients achieving pCR after NAC, residual calcifications on postoperative imaging were not associated with worse survival outcomes. Close observation may be a reasonable option compared to additional surgery when negative margins and pCR are confirmed"
    },
    {
      "title": "Development of high-performance CaCu<sub>3</sub>Ti<sub>4</sub>O<sub>12</sub>/NaCl humidity sensors via microstructural processing during aerosol deposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CaCu(3)Ti(4)O(12) (CCTO) is a promising material for humidity sensing applications owing to its advantageous characteristics such as high dielectric constant. However, the low surface porosity induced during the preparation of pellet-based CCTO sensors results in poor sensitivity and minimal variation in capacitance in low-humidity environments. Notably, combining NaCl with CCTO is expected to enhance its sensing performance, surface hydrophilicity, and internal porosity, thereby solving the low...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40997441",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aerosol optical depth retrieval from Geostationary Environment Monitoring Spectrometer (GEMS): Advancing the first hyperspectral geostationary air quality mission using deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Aerosol optical depth (AOD) quantifies atmospheric aerosol loading and is fundamental for air quality monitoring, aerosol-climate interaction studies, and climate change assessments. Traditional satellite-based AOD retrieval methods using radiative transfer models are computationally intensive and prone to uncertainties stemming from assumptions about aerosol properties and surface reflectance. To mitigate these limitations, we proposed a deep learning-based AOD retrieval method using Attentive...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic landscape of IgM-MGUS and patients with stable or progressive asymptomatic Waldenström macroglobulinemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "IgM-Monoclonal gammopathy of undetermined significance (IgM-MGUS) and asymptomatic Waldenström (aWM) are precursor conditions of symptomatic Waldenström macroglobulinemia (sWM) with an annual 1.5-12% risk of progression. Although clinical prognostic models exist for risk stratification, it remains challenging to distinguish asymptomatic patients who will eventually progress from those who will not. Hence, the characterization of genomic features that shape disease progressors could potentially...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40997305",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "(IgM-MGUS) and asymptomatic Waldenström (aWM) are precursor conditions of symptomatic Waldenström macroglobulinemia (sWM) with an annual 1",
      "conclusion": null
    },
    {
      "title": "PROs vs clinician-reported adverse events in a large clinical trial: findings from the phase 3 POLARIX study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Diffuse large B-cell lymphoma (DLBCL) poses a challenge in hematology given its varied symptoms, and the complex interplay between disease and treatment effects on health-related quality of life (HRQoL). The phase 3 POLARIX study (NCT03274492) demonstrated superior progression-free survival (PFS) and a similar safety profile with polatuzumab vedotin plus rituximab, cyclophosphamide, doxorubicin and prednisone (Pola-R-CHP) vs rituximab, cyclophosphamide, doxorubicin, vincristine and prednisone...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997297",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to Liu <em>et al.</em>, Zhou <em>et al.</em>, and Dong <em>et al</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting protein-protein interactions in the human proteome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997207/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Protein-protein interactions (PPI) are essential for biological function. Coevolutionary analysis and deep learning (DL) based protein structure prediction have enabled comprehensive PPI identification in bacteria and yeast, but these approaches have had limited success for the more complex human proteome. We overcame this challenge by enhancing the coevolutionary signals with 7-fold deeper multiple sequence alignments harvested from 30 petabytes of unassembled genomic data and developing a new...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997207",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40997196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global selection on insect antipredator coloration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Natural selection has repeatedly led to the evolution of two alternative antipredator color strategies-camouflage to avoid detection and aposematism to advertise unprofitability-but we lack understanding of how ecological context favors one strategy over the other. We conducted a globally replicated predation experiment at 21 sites on six continents to test how predator community, prey community, and visual environment influenced the predation risk of 15,018 artificial paper \"moth\" prey with...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997168",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vision transformer and Mamba-attention fusion for high-precision PCB defect detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Defects in printed circuit boards (PCBs) are being detected using computer vision-based techniques. Defect-free PCBs are essential for the reliability of consumer electronics. However, deep learning-based methods often struggle with imbalanced defect distributions and limited generalization. To address these challenges, we propose ViT-Mamba, a hybrid framework that combines Vision Transformers with a Mamba-inspired attention mechanism for global feature extraction and precise defect...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Online Learning Framework for Neural Decoding in Embedded Neuromodulation Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Introduction: Advancements in brain-computer interfaces (BCIs) have improved real-time neural signal decoding, enabling adaptive closed-loop neuromodulation. These systems dynamically adjust stimulation parameters based on neural biomarkers, enhancing treatment precision and adaptability. However, existing neuromodulation frameworks often depend on high-power computational platforms, limiting their feasibility for portable, real-time applications. Methods: We propose RONDO (Recursive Online...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40997041",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing upper-limb strain in rehabilitation: usability evaluation of a detachable bidirectional propulsion device for spinal cord injury users",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "To determine whether a detachable bidirectional (push-pull) propulsion module for manual wheelchairs can be rapidly learned, perceived as safe, and accepted by long-term users with spinal cord injury (SCI). Twenty adult SCI wheelchair users (mean age 59.4 ± 11.2 yr; wheelchair experience 20.1 ± 12.3 yr) propelled their chairs, equipped with the module, along a 20 m indoor corridor, completing five push and five pull trials after ∼10 min of familiarization and seat-belt fitting. Usability was...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kinematic encoding of focus and edge-prominence in Seoul Korean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Articulatory gestures under phrasal prominence undergo strengthening, becoming longer, larger, and faster. Limited research, mainly on head-prominence languages, shows that prominence-induced strengthening interacts with focus structure, increasing gradually across focus types. However, it is unclear how focus structure is encoded in edge-prominence systems. Here, we examine Seoul Korean, an edge-prominence language, in which the focused word is known to start an accentual phrase (AP) and...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40996878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Nocardioides lacus</em> sp. nov., a novel member of the <em>Actinomycetota</em> isolated from a freshwater pond",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "A Gram-positive, aerobic, short rod-shaped, white-coloured bacterium, designated strain BP30^(T), was isolated from a freshwater pond. Growth occurred at 15-35 °C (optimum, 30 °C) and pH 5.5-8.5 (optimum, pH 7) in the presence of 0-0.5 % NaCl (optimum, 0 %). 16S rRNA gene phylogenetic analysis showed that this strain was most closely related to Nocardioides marinus CL-DD14ᵀ (97.07%), Nocardioides terrae VA15ᵀ (97.03%), Nocardioides opuntiae OS1-21ᵀ (96.96%), Nocardioides panacihumi Gsoil 616ᵀ...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ribociclib Plus Endocrine Therapy in Hormone Receptor-Positive/ERBB2-Negative Early Breast Cancer: 4-Year Outcomes From the NATALEE Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This exploratory analysis of the NATALEE randomized clinical trial, with a median follow-up beyond the 3-year treatment duration, demonstrated consistent iDFS benefit with ribociclib plus NSAI over NSAI alone.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996773",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This exploratory analysis of the NATALEE randomized clinical trial, with a median follow-up beyond the 3-year treatment duration, demonstrated consistent iDFS benefit with ribociclib plus NSAI over NSAI alone"
    },
    {
      "title": "Prevalence of Clinical Obesity in US Adults Based on a Newly Proposed Definition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40996764",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging EGFR-Targeted Therapy in Head and Neck Cancer: A Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: The emerging data of combinatorial approaches and novel EGFR-targeting therapeutic agents offer renewed optimism for patients with advanced HNSCC who have limited treatment options. Future progress will depend on novel agents leveraging a deeper understanding of tumor biology, innovative approaches to reduce on-target off-tumor toxic effects of targeting EGFR, and improving efficacy in the growing population of patients with HPV-positive HNSCC.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996745",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The emerging data of combinatorial approaches and novel EGFR-targeting therapeutic agents offer renewed optimism for patients with advanced HNSCC who have limited treatment options. Future progress will depend on novel agents leveraging a deeper understanding of tumor biology, innovat..."
    },
    {
      "title": "Automatic genetic phenotype normalization from dysmorphology physical examinations: an overview of the BioCreative VIII-Task 3 competition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "We present here an overview of the BioCreative VIII Task 3 competition, which called for the development of state-of-the-art approaches to automatic normalization of observations noted by physicians in dysmorphology physical examinations to the Human Phenotype Ontology (HPO). We made available for the task 3136 deidentified and manually annotated observations extracted from electronic health records of 1652 paediatric patients at the Children's Hospital of Philadelphia. This task is challenging...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40996704",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient methods of isolation and purification of extracellular vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Living cells produce nanometer scales of extracellular vesicles (EVs) that have attracted considerable interest due to their transformative effects on diagnostics and therapies for cancer and other diseases. While significant advancements have been made in grasping the physical and chemical foundations of separation techniques for EVs, challenges must be overcome to ensure effective EV purification for diverse life sciences and clinical applications. This review highlights the most significant...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40996676",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual inhibitors of P-glycoprotein and breast cancer resistance protein for overcoming the blood-brain barrier: in silico discovery and preclinical evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "P-glycoprotein (P-gp) and breast cancer resistance protein (BCRP) are typical ABC efflux transporters that play important physiological and pharmacological roles. At the blood-brain barrier (BBB), P-gp and BCRP function cooperatively as the main efflux transporters, hindering the entry of drugs into the brain. Therefore, dual inhibition of P-gp and BCRP is needed to deliver drugs effectively to the brain. This study sought potential dual P-gp/BCRP inhibitors to determine their ability to enhance...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996599",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "physiological and pharmacological roles",
      "conclusion": null
    },
    {
      "title": "Colloidal systems as experimental platforms for physics-informed machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Colloidal systems offer a unique experimental window for investigating condensed matter phenomena, uniquely enabling simultaneous access to microscopic particle dynamics and emergent macroscopic responses. Their particle-scale size, thermal motion, and tuneable interactions allow for real-time, real-space, and single-particle-resolved imaging. These features make it possible to directly connect local structural changes, dynamic rearrangements, and mechanical deformation with system-level...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996528",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning reconstruction for temporomandibular joint MRI: diagnostic interchangeability, image quality, and scan time reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DL-reconstructed TMJ MRI is diagnostically interchangeable with conventional MRI, offering improved image quality with a shorter scan time.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DL-reconstructed TMJ MRI is diagnostically interchangeable with conventional MRI, offering improved image quality with a shorter scan time"
    },
    {
      "title": "Work-related risk factors of sleep apnea: evidence from the Korean work, sleep, and health study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Work-related psychosocial and environmental factors contribute meaningfully to sleep apnea risk. Addressing workplace conditions may represent an important strategy for sleep apnea prevention.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40996448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "strategy for sleep apnea prevention",
      "conclusion": "Work-related psychosocial and environmental factors contribute meaningfully to sleep apnea risk. Addressing workplace conditions may represent an important strategy for sleep apnea prevention"
    },
    {
      "title": "Association of Handgrip Strength With Urinary Incontinence in Postmenopausal Korean Women: A Machine Learning Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Handgrip strength is independently associated with UI in postmenopausal women. As a practical and noninvasive measure, it may be useful in identifying individuals at increased risk of incontinence and guiding early interventions.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996442",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Handgrip strength is independently associated with UI in postmenopausal women. As a practical and noninvasive measure, it may be useful in identifying individuals at increased risk of incontinence and guiding early interventions"
    },
    {
      "title": "Delphi consensus on melasma management by international experts and pigmentary disorders society",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These recommendations aim to improve the outcomes of melasma patients globally by integrating expert opinion and evidence-based strategies. Future research should focus on evaluating emerging therapies and optimizing long-term maintenance strategies.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40996222",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to improve the outcomes of melasma patients globally by integrating expert opinion and evidence-based strategies",
      "significance": null,
      "conclusion": "These recommendations aim to improve the outcomes of melasma patients globally by integrating expert opinion and evidence-based strategies. Future research should focus on evaluating emerging therapies and optimizing long-term maintenance strategies"
    },
    {
      "title": "Multi-Channel Neural Interface for Neural Recording and Neuromodulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Neural interfaces have emerged as pivotal platforms for advancing digital neurotherapies by enabling the real-time acquisition and monitoring of neural signals. Traditional single-channel systems are inherently limited in their capacity to capture the complex and large-scale interactions among diverse neuronal populations. In contrast, multi-channel systems provide the high spatiotemporal resolution necessary to decode the dynamic activity of neural circuits across multiple brain and spinal cord...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995804",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuromorphic Visual Receptive Field Hardware with Vertically Integrated Indium-Gallium-Zinc-Oxide Optoelectronic Memristors over Silicon Neuron Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Event-driven processing in neuromorphic vision systems, utilizing spiking neural networks, can offer improved energy efficiency compared to conventional von Neumann systems. This study proposes an artificial retinal neuron with a vertically integrated optoelectronic memristor (optomemristor) and a neuron transistor (neuristor), inspired by the visual receptive field (VRF) of the biological retina. This design performs pre-processing in the sensor to extract essential image features, such as...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995767",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioengineered Skin Grafts from Patient-Derived Decellularized Extracellular Matrix and Autologous Cells for Personalized Regenerative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The skin, as the body's largest organ, plays vital protective and regulatory roles, making it a key target in regenerative medicine. However, current skin models often lack patient specificity and fail to recapitulate native extracellular matrix (ECM) composition, limiting their clinical relevance. This study presents a 3D-bioprinted skin model using a patient-derived decellularized ECM (pddECM) bioink combined with keratin-alginate (KA) bioink, mimicking native skin architecture and function....",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40995735",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultralong and Thermally Enhanced Persistent Luminescence in Printable Recycled Polymers for Advanced Thermal Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Achieving long persistent luminescence (LPL) in fully organic materials with both hour-level duration and high thermal stability remains a fundamental challenge attributable to rapid exciton quenching and poor resistance to thermal disturbances. Herein, a trap engineering strategy is reported based on rigidified triphenylamine derivatives and boronic ester functionalization embedded in recycled poly(ethylene terephthalate) (PET), enabling the first fully organic polymer-based LPL system that...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995733",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatocellular Carcinoma Risk in Chronic Hepatitis B Patients Treated With Tenofovir Alafenamide or Tenofovir Disoproxil Fumarate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study showed that TAF had a hepatoprotective effect against HCC in patients with CHB, providing valuable guidance for clinicians in selecting the appropriate initial treatment for these patients.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995685",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed that TAF had a hepatoprotective effect against HCC in patients with CHB, providing valuable guidance for clinicians in selecting the appropriate initial treatment for these patients"
    },
    {
      "title": "Specific detectivity-oriented low-noise management in organic photodetectors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The need to detect faint light signals with unparalleled precision is redefining organic photodetectors (OPDs) and unlocking their transformative applications in biosignal monitoring, optical communication, and quantum-level photodetection. The specific detectivity (D*) is an essential metric in such scenarios that captures the ability of an OPD to extract weak signals from noise and is a function of the active area, bandwidth, and noise-equivalent power of the device. This review reframes the...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40995670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive study of organic-inorganic hybrid [N(C<sub>2</sub>H<sub>5</sub>)<sub>4</sub>]<sub>2</sub>CdBr<sub>4</sub>: crystal structure, phase transitions, and structural geometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The compound [N(C(2)H(5))(4)](2)CdBr(4), an organic-inorganic hybrid compound, has garnered attention for its potential applications across various fields. In this study, single crystals of [N(C(2)H(5))(4)](2)CdBr(4) were grown, and two distinct phase transition temperatures were identified: approximately 232 K (T (C1)) and 476 K (T (C2)). Single-crystal X-ray diffraction analysis at 300 K revealed a tetragonal structure belonging to the space group P4̄2(1) m. The thermal properties of the...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the gastric microbiota based on body mass index using 16S rRNA gene sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Obesity is a multifactorial condition influenced by various factors, including the gut microbiota. However, the relationship between the gastric microbiota and obesity remains poorly understood. This study aimed to investigate the composition of gastric microbiota, excluding Helicobacter pylori, in relation to body mass index (BMI) and metabolic indicators.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "40995227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the composition of gastric microbiota, excluding Helicobacter pylori, in relation to body mass index (BMI) and metabolic indicators",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of combined transcranial direct current stimulation and cognitive training on brain microstructure and network homogeneity in late-life depression: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Cognitive training leads to improved white matter integrity in older adults experiencing cognitive deficit and depression. Changes in the structural integrity of the cingulum can predict clinical outcomes. No additional benefits of tDCS on white matter integrity or network homogeneity were observed.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995064",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cognitive training leads to improved white matter integrity in older adults experiencing cognitive deficit and depression. Changes in the structural integrity of the cingulum can predict clinical outcomes"
    },
    {
      "title": "Pharmacopuncture for patients with psychological stress caused by traffic accidents: A pragmatic randomized controlled pilot trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Stress-focused pharmacopuncture may alleviate anxiety and depression symptoms and potentially accelerate recovery after traffic accidents.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40995057",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Stress-focused pharmacopuncture may alleviate anxiety and depression symptoms and potentially accelerate recovery after traffic accidents"
    },
    {
      "title": "Validity of a claim-based algorithm for classifying disease activity levels using Systemic Lupus Erythematosus Disease Activity Index 2000 in Korean patients with systemic lupus erythematosus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A claims-based algorithm using diagnostic and medication codes demonstrated a PPV of 77.2% for classifying mild disease activity in SLE. This approach may offer a practical method for disease activity assessment in Korean claims-based research.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40995041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A claims-based algorithm using diagnostic and medication codes demonstrated a PPV of 77.2% for classifying mild disease activity in SLE"
    },
    {
      "title": "Surgical treatment of rheumatoid arthritis of the elbow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Rheumatoid arthritis (RA) is a chronic inflammatory condition that significantly impacts multiple joints, including the elbow, crucial for daily activities. Despite advancements in medical treatments like disease-modifying antirheumatic drugs that delay disease progression, surgical interventions are often necessary to improve the quality of life in RA patients. This review provides a comprehensive evaluation of the elbow, focusing on history taking, physical examination, and radiographic...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995039",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between serum urate, gout and chronic kidney disease: a scoping review of systematic reviews and meta-analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Hyperuricemia is highly prevalent in patients with chronic kidney disease (CKD) due to reduced renal urate clearance, which leads to an increased incidence of gout in this population. Additionally, hyperuricemia may be associated with the progression of CKD. Hyperuricemia, gout, and CKD are closely interconnected; however, high-quality evidence to guide the management of hyperuricemia and gout in CKD patients remains insufficient. This literature review aimed to describe the association between...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40995037",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rituximab in Sjögren's disease: reconciling evidence from randomized and observational studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40995034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40995034",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in Breast Cancer Screening Between Medicare Beneficiaries With and Without Food Insecurity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest the importance for identifying female Medicare beneficiaries who are at increased risk of food insecurity and missed breast cancer screening in clinical settings during and after the COVID-19 pandemic.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40994989",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the importance for identifying female Medicare beneficiaries who are at increased risk of food insecurity and missed breast cancer screening in clinical settings during and after the COVID-19 pandemic",
      "conclusion": "These findings suggest the importance for identifying female Medicare beneficiaries who are at increased risk of food insecurity and missed breast cancer screening in clinical settings during and after the COVID-19 pandemic"
    },
    {
      "title": "Correction: Isolation of a SARS-CoV-2 strain from pediatric patients in South Korea: biologic and genetic characterization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "[This corrects the article DOI: 10.3389/fmicb.2025.1654224.].",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: A case of traumatic subgaleal hematoma with delayed massive exophthalmos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Progressive exophthalmos occurring after minor trauma is very rare, it is important to consider subgaleal hematoma in the differential diagnosis. If diagnosis is delayed, permanent vision loss may occur due to optic nerve damage or corneal damage due to pressure, so performing decompression surgery at an appropriate time is effective in preventing blindness. A 16-year-old male patient with Lennox-Gastaut syndrome and developmental disability was admitted to the hospital 2 weeks after a head...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40994871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to consider subgaleal hematoma in the differential diagnosis",
      "conclusion": null
    },
    {
      "title": "Tumor-informed circulating tumor DNA detection for personalized monitoring of treatment response in epithelial ovarian cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrates the clinical utility of ddPCR for monitoring treatment responses in EOC by targeting patient-specific mutations. Integrating ddPCR with NGS-based mutation identification offers an effective approach for assessing therapeutic outcomes in EOC patients.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994830",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the clinical utility of ddPCR for monitoring treatment responses in EOC by targeting patient-specific mutations",
      "conclusion": "This study demonstrates the clinical utility of ddPCR for monitoring treatment responses in EOC by targeting patient-specific mutations. Integrating ddPCR with NGS-based mutation identification offers an effective approach for assessing therapeutic outcomes in EOC patients"
    },
    {
      "title": "Gait Improvement Following CSF Tap Test in NPH Patients With and Without Striatal Dopaminergic Deficit: A Preliminary Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: Recent studies have highlighted the occurrence of reduced striatal signal intensity on dopamine transporter (DAT) scans in patients with idiopathic normal pressure hydrocephalus (iNPH). The aim of our study was to investigate whether the extent of symptom improvement after a CSF tap test (TT) differs between iNPH patients with reduced striatal DAT uptake and those with normal uptake.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Recent studies have highlighted the occurrence of reduced striatal signal intensity on dopamine transporter (DAT) scans in patients with idiopathic normal pressure hydrocephalus (iNPH)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-based prediction of cerebral white matter hyperintensity burden using carotid magnetic resonance angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Carotid TOF MRA alone can serve as a predictive marker for WMH burden when analyzed using deep learning. This approach highlights the potential utility of extracranial carotid imaging as a non-invasive surrogate for early and accessible assessment of cerebrovascular risk.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Carotid TOF MRA alone can serve as a predictive marker for WMH burden when analyzed using deep learning. This approach highlights the potential utility of extracranial carotid imaging as a non-invasive surrogate for early and accessible assessment of cerebrovascular risk"
    },
    {
      "title": "Investigation of Bacteriocin Production Ability of <em>Pediococcus acidilactici</em> JM01 and Probiotic Properties Isolated From Tarak, a Conventional Korean Fermented Milk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "This study aimed to isolate and characterize a bacteriocin-producing lactic acid bacterium from Tarak, a traditional Korean fermented milk, for potential applications in food safety and health. Pediococcus acidilactici JM01 was identified and shown to produce a bacteriocin with strong antimicrobial activity against Listeria monocytogenes. The maximum activity (2560 AU/mL) was observed after 12 h of incubation and remained stable across a broad pH range (2-11) and under various heat treatments....",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "isolate and characterize a bacteriocin-producing lactic acid bacterium from Tarak, a traditional Korean fermented milk, for potential applications in food safety and health",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multinational Study of Patient and Caregiver-Reported Insights Into ADSS1 Myopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION/AIMS: Adenylosuccinate synthase-like 1 (ADSS1) myopathy is an ultra-rare disorder caused by biallelic pathogenic variants in the ADSS1 gene. This results in progressive muscle weakness, fatigue, dysphagia, and, in severe cases, cardiomyopathy and respiratory failure. The aim of the study was to evaluate how ADSS1 myopathy impacts patients' lives and to comprehensively assess their quality of life.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994431",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Adenylosuccinate synthase-like 1 (ADSS1) myopathy is an ultra-rare disorder caused by biallelic pathogenic variants in the ADSS1 gene",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of health insurance status on hospitalization and mortality from emergency department admission in patients with end-stage kidney disease: a Korean nationwide registry analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Young, economically active MA patients were less likely to be admitted but had poor clinical outcomes after admission, suggesting their reluctance toward hospitalization for economic reasons.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994421",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Young, economically active MA patients were less likely to be admitted but had poor clinical outcomes after admission, suggesting their reluctance toward hospitalization for economic reasons"
    },
    {
      "title": "Disaster preparedness and awareness among medical staff in Korean dialysis units",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: There were high levels of disaster preparedness among medical staff in HD units. Cooperation between each HD unit, the Korean Society of Nephrology, and the national government should be warranted to deal with future disasters in HD units.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994420",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There were high levels of disaster preparedness among medical staff in HD units. Cooperation between each HD unit, the Korean Society of Nephrology, and the national government should be warranted to deal with future disasters in HD units"
    },
    {
      "title": "Dual-Step Chemical Treatment of Wafer-Scale Metal-Organic Chemical Vapor Deposition Grown Monolayer Molybdenum Disulfides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Two-dimensional (2D) transition metal dichalcogenides (TMDs) possess distinct optical and electronic properties, making them promising candidates for optoelectronic applications. Recently, major advances in the wafer-scale growth of TMDs using the metal-organic chemical vapor deposition (MOCVD) have enabled their integration with standard electronics. However, such materials continue to suffer from defects and unwanted doping, which lower semiconductor performance, as exemplified by poor...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994289",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter: Risk Prediction Model for HCC in Subjects Without Apparent Chronic Liver Disease: A Dilemma in Asia. Author's Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detachable Microneedle Patch for Local Delivery of TGF-β Inhibitor to Suppress Scar Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Severe wounds often lead to delayed healing and fibrotic scar formation, primarily driven by dysregulated transforming growth factor beta (TGF-β) signaling, which causes excessive collagen accumulation. Current treatments face limitations, including poor drug delivery, systemic side effects, and patient compliance issues. To address these challenges, we developed a detachable microneedle (d-MN) patch made of biodegradable poly(lactic-co-glycolic acid) for the localized, sustained delivery of the...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40994244",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CT Findings for Differentiating Pulmonary Mucormycosis From Invasive Pulmonary Aspergillosis, Prior to Invasive Procedure Such as a Biopsy or Surgery: A 22-Year Single-Center Experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: CT findings of large consolidative lesions, the presence of a reverse halo sign, and the absence of airway invasion may aid in the early differentiation of PM from IPA.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT findings of large consolidative lesions, the presence of a reverse halo sign, and the absence of airway invasion may aid in the early differentiation of PM from IPA"
    },
    {
      "title": "Normalization of network activity in an epilepsy model with a constitutively active GABBR2 variant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "The neurotransmitter GABA activates G protein-coupled GABAB receptors (GBRs) that mediate neuronal inhibition in the brain. These receptors function as obligate heterodimers, consisting of the GB1 and GB2 subunits, with GB1 binding GABA and GB2 interacting with the G protein. The monoallelic variants p.A567T, p.S695I, and p.I705N in the GABBR2 gene, which encodes the GB2 subunit, have been associated with epileptic encephalopathy and Rett-like disorders. The clinical phenotypes overlap with...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994051",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating Birth and Thyroid Outcomes of Maternal-Fetal Environmental Exposures (IBM-E): A Cohort Protocol for Dietary Iodine and Endocrine Disruptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The IBM-E cohort is designed to enable the longitudinal assessment of gestational environmental exposures and their potential impacts on maternal and fetal thyroid function, as well as pregnancy and neonatal outcomes. The findings of this study may inform preventive strategies and guide policy development in perinatal environmental health.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40994047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The IBM-E cohort is designed to enable the longitudinal assessment of gestational environmental exposures and their potential impacts on maternal and fetal thyroid function, as well as pregnancy and neonatal outcomes. The findings of this study may inform preventive strategies and guide policy devel..."
    },
    {
      "title": "Association of Systolic and Diastolic Blood Pressure with the Risk of End-Stage Renal Disease in Older Type 2 Diabetes Mellitus Patients without Cardiovascular Disease: A Nationwide Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40994041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Maintaining blood pressure at less than 120/80 mm Hg might prevent progression to ESRD in older T2DM patients without cardiovascular disease.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40994041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Maintaining blood pressure at less than 120/80 mm Hg might prevent progression to ESRD in older T2DM patients without cardiovascular disease"
    },
    {
      "title": "A Giant Traumatic Pneumatocele Manifesting as Hemoptysis in an Adolescent: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40993974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Traumatic pneumatocele (TP) is a rare, benign pulmonary lesion that primarily affects children and young adults following blunt chest trauma. We present the case of a 16-year-old male judo athlete who developed persistent hemoptysis. Imaging identified a large hydropneumothorax. During video-assisted thoracoscopic surgery, a cystic lesion was discovered in the left lower lobe, and intraoperative bronchofibroscopy revealed a minor bronchopleural fistula. A wedge resection was performed, resulting...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40993974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Self-Myofascial Release and Dynamic Neuromuscular Stabilization Exercises on Pain, Balance, Muscle Function, and the Autonomic Nervous System in Women with Chronic Low Back Pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40993973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "BACKGROUND This study investigated the combined effects of self-myofascial release (SMR) and dynamic neuromuscular stabilization (DNS) exercises on pain, balance, muscle function, and autonomic nervous system regulation in women with chronic low back pain. MATERIAL AND METHODS Forty women with chronic low back pain, recruited from an exercise center in Seongnam City, were randomly assigned to an experimental group (n=20) or a control group (n=20). The experimental group performed 20 minutes of...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40993973",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the combined effects of self-myofascial release (SMR) and dynamic neuromuscular stabilization (DNS) exercises on pain, balance, muscle function, and autonomic nervous system regulation in women with c...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ketone body supplementation in keto-adapted mice reveals metabolic adaptations and glycogen-independent exercise capacity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Ketone body supplementation has gained attention for its metabolic effects, but its impact on exercise metabolism remains controversial. We hypothesized that the metabolic response to ketone supplementation differs between keto-adapted and keto-naïve states. In this study, we investigated the effects of β-hydroxybutyrate (BHB) supplementation in keto-adapted mice. Mice were assigned to three groups: control diet (CON), ketogenic diet (KD), or KD with sodium β-hydroxybutyrate supplementation...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of β-hydroxybutyrate (BHB) supplementation in keto-adapted mice",
      "significance": "on exercise metabolism remains controversial",
      "conclusion": null
    },
    {
      "title": "Two novel resveratrol dimers from Vatica albiramis: structural elucidation and UV-induced formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Two novel resveratrol dimers, vaticanols O (1) and P (2), were isolated from the bark and stem wood of Vatica albiramis (Dipterocarpaceae), a genus rich in highly oligomerized stilbenoids. Along with seven known constituents, their structures were elucidated by comprehensive spectroscopic analyses, including 1D and 2D NMR, HR-ESI-MS, and ECD measurements. Compound 1 possesses a rare fused ring skeleton comprising a 1,2-dihydrobenzo[1, 2-b:4,3-b'] difuran unit, while 2 features a...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999256",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical Monitoring of the Therapeutic Effects of Resveratrol on Neonatal Hypoxic-Ischemic Encephalopathy Using Diffuse Reflectance Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Hypoxic-ischemic encephalopathy (HIE), which precipitates during parturition, causes severe neurological sequelae in the neonate. We have previously reported an optical monitoring system based on diffuse reflectance spectroscopy to evaluate brain tissue damage that precedes HIE. This study aimed to evaluate the effects of resveratrol on the suppression of HIE development using this monitoring system. After left carotid artery ligation, neonatal rats were intraperitoneally injected with 20 or 40...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999216",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the effects of resveratrol on the suppression of HIE development using this monitoring system",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Fentanyl-Emerged Adverse Events and Pharmacokinetics in Neonates: A Physiologically Based Pharmacokinetic Modeling Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our PBPK model and proposed dosing strategy may contribute to safer and more effective fentanyl use in neonates.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999188",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our PBPK model and proposed dosing strategy may contribute to safer and more effective fentanyl use in neonates"
    },
    {
      "title": "Mechanochemical upcycling technologies for sustainable circular fluorine economy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40999079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of a high-protein and low-glycemic-index diet during pregnancy with offspring growth and obesity until the age of 18 years - a target trial emulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999063/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: An HPLGI diet during pregnancy was associated with higher offspring body weight and BMI at 18 years of age compared to an MPMGI diet. These findings suggest that maternal dietary composition during pregnancy may have long-term implications for offspring growth and obesity risk, underscoring the importance of evaluating dietary recommendations during pregnancy.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40999063",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for offspring growth and obesity risk, underscoring the importance of evaluating dietary recommendations during pregnancy",
      "conclusion": "An HPLGI diet during pregnancy was associated with higher offspring body weight and BMI at 18 years of age compared to an MPMGI diet. These findings suggest that maternal dietary composition during pregnancy may have long-term implications for offspring growth and obesity risk, underscoring the impo..."
    },
    {
      "title": "Unique electron transfer system of cytochrome P450 monooxygenase includes a mechanism of fatty acid β-oxidation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40999031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Cytochrome P450 comprises a group of monooxygenases that hydroxylate xenobiotics and natural compounds with diverse electron transfer systems. Here we identify a natural fusion protein of cytochrome (Cyt) b(5) and Cyt b(5) reductase (CBBR) that transfers electrons from NADH to the cytochrome P450 CYP540A2. This cytochrome P450 system hydroxylates medium-chain fatty acids (MCFAs) to generate (R)-β-hydroxy-MCFAs with 7-12 carbon atoms. Kinetic studies of CYP540A2 mutants indicate that side chains...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40999031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safe use of human milk for preterms in the context of maternal polypharmacy: a framework to improve practices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Maternal pharmacotherapy during lactation is an ongoing research field, which relies on scientific evidence, pharmacological reasoning and extrapolation to support risk-to-benefit assessment. Typically, drugs are studied individually for potential effects on a nursing infant, with limited information on the preterm infant. Polypharmacy during lactation is still poorly studied, leaving healthcare professionals without any scientific guidance when consulting on human milk safety in this scenario....",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical efficacy of neck stabilizer for cervical spine injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Restricting cervical spine movement after a collision and reducing its initial impact may prevent serious spinal cord injuries. This study aimed to use computer simulations to compare the head and neck behavior and spinal cord loading patterns with and without a neck stabilizer. A computer-simulated human body model was used to investigate this neck behavior in three collision directions (frontal, rear, and lateral) using an adult male at the 50th and 95th percentiles and an adult female at the...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40998982",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "use computer simulations to compare the head and neck behavior and spinal cord loading patterns with and without a neck stabilizer",
      "significance": "may prevent serious spinal cord injuries",
      "conclusion": null
    },
    {
      "title": "Platinum nanoparticle-decorated carbon nanowall anodes fabricated via top-down approach for abiotic glucose fuel cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "A glucose fuel cell (GFC) was fabricated using abiotic catalysts supported on carbon nanowalls (CNWs) as the anode electrode. The CNWs were immobilized on a 50 nm-thick patterned Pt thin film and selectively grown on the unmasked regions of heat-resistant spin-on-glass (SOG) films. They were vertically aligned and uniformly spaced at approximately 150 nm through radical injection plasma-enhanced chemical vapor deposition (RI-PECVD) at 650 °C. The top and side surfaces of the CNWs, serving as...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40998968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consistency verification and interpretation of explainable AI for predicting annual home runs of professional baseball players from sensor data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "This study aimed to verify and interpret a model for predicting the number of home runs per year using sensor data from professional baseball players during batting practice. A machine learning model was constructed using Random Forest from the bat kinematics and bat mass data of 41 professional baseball players collected by a bat-mounted sensor. Partial Dependence analysis and Feature Importance analysis by SHAP (SHapley Additive exPlanations) were used to explain the model's predictions. The...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998957",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "verify and interpret a model for predicting the number of home runs per year using sensor data from professional baseball players during batting practice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal neural operator for modeling time-dependent physical phenomena",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Neural Operators (NOs) are machine learning models designed to solve partial differential equations (PDEs) by learning to map between function spaces. Neural Operators such as the Deep Operator Network (DeepONet) and the Fourier Neural Operator (FNO) have demonstrated excellent generalization properties when mapping between spatial function spaces. However, they struggle in mapping the temporal dynamics of time-dependent PDEs, especially for time steps not explicitly seen during training. This...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998917",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The genetic diversity of Indonesian cattle has been shaped by multiple introductions and adaptive introgression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Genetic diversity is a crucial resource in livestock, determining their traits and ability to respond to selection. Indonesian cattle are unique due to their history of admixture involving both zebu (Bos indicus) and banteng (B. javanicus), and may therefore contain novel cattle genetic resources. We generated whole genome sequences from 126 Indonesian cattle, 51 domesticated banteng and three captive banteng. We show that Indonesian cattle have very high genetic diversity, especially the Madura...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40998788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reassessing PCA-based characterization of spiral ganglion neuron cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998234",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Per- and polyfluoroalkyl substances and the gut microbiota in infants: A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "PER: and polyfluoroalkyl substances (PFASs) are persistent environmental chemicals associated with adverse health effects. Emerging evidence suggests PFAS exposure may influence gut microbiota composition, which is a critical determinant of health particularly during infancy. A systematic search was conducted in PubMed to identify epidemiological studies investigating PFAS exposure and infant gut microbiota. Seven studies met the inclusion criteria, examining a range of PFASs derived from either...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Animal models of tau propagation in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Alzheimer's disease (AD) is characterized by extracellular amyloid plaques composed of amyloid-β and intracellular neurofibrillary tangles composed of aggregated tau protein. In sporadic AD, the distribution of pathological tau progresses in a stereotypical manner and correlates with clinical staging, whereas the distribution of amyloid-β plaques does not. This suggests that the spread of tau pathology is a critical process that plays a key role in neurodegeneration and disease progression....",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998177",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of a Liquid Chromatography-Tandem Mass Spectrometry Method for the Simultaneous Quantification of N<sup>τ</sup>-Methylhistidine, N-Acetyl-N<sup>τ</sup>-Methylhistidine, and Creatinine in Urine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These results suggest that the LC-MS/MS method operated in SIM mode and MRM mode can be used to measure urinary concentrations of N^(τ)-methylhistidine and N-acetyl-N^(τ)-methylhistidine.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the LC-MS/MS method operated in SIM mode and MRM mode can be used to measure urinary concentrations of N^(τ)-methylhistidine and N-acetyl-N^(τ)-methylhistidine",
      "conclusion": "These results suggest that the LC-MS/MS method operated in SIM mode and MRM mode can be used to measure urinary concentrations of N^(τ)-methylhistidine and N-acetyl-N^(τ)-methylhistidine"
    },
    {
      "title": "Effects of Common Cosmetic Ingredients on Growth of Dominant Human Skin Inhabitant Cutibacterium acnes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The response of C. acnes subspecies/strains to the cosmetic components varied with the different ingredient concentrations, often exhibiting opposite effects.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The response of C. acnes subspecies/strains to the cosmetic components varied with the different ingredient concentrations, often exhibiting opposite effects"
    },
    {
      "title": "Single-strain mobilome sequencing quantifies bacterial genetic response to stress, including activity of IS elements, prophages, RNAs, and REPINs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Microbial genomes are continuously being rearranged by mobile genetic elements (MGEs), leading to configurations that may confer novel phenotypic traits such as antibiotic resistance, degradation of compounds, or metabolic features. Standard genomic sequencing provides a snapshot of a genome in one configuration, but this static image does not give insight into the dynamics of genomic evolution and whether MGEs are actively changing a genome. We applied single-strain mobilome sequencing to...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitochondrial cardiolipin remodeling facilitates efficient myoblast differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40998035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "During myoblast differentiation, mitochondria undergo dynamic changes in their morphology and function. Although the mitochondrial membrane lipid environment is closely related to mitochondrial integrity, how mitochondrial lipid composition changes during myoblast differentiation and whether it is involved in efficient differentiation remains unclear. In this study, we applied LC-MS/MS-based untargeted lipidomics to the mitochondria isolated from C2C12 murine myoblasts and found that the...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40998035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Pressure Synthesis of Silicon-Rich Chromium Silicides: MoSi<sub>2</sub>-Type CrSi<sub>2</sub> and PdGa<sub>5</sub>-Type CrSi<sub>5</sub> with a Si Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Two novel chromium silicides, MoSi(2)-type CrSi(2) and PdGa(5)-type CrSi(5), were successfully synthesized under high-pressure and high-temperature (HPHT) conditions at 12 GPa and 600 °C. The \"missing\" MoSi(2)-type CrSi(2), which was theoretically predicted to be a stable phase of chromium disilicide, was experimentally obtained for the first time, and adopted a tetragonal I4/mmm structure with a = 3.09422(2) Å and c = 7.54051(5) Å. The crystal structure of MoSi(2)-type CrSi(2) differs from that...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Haploinsufficiency of Runx2 restores the cranial sutures in a mouse model of Pdgfrb-related craniosynostosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Syndromic forms of craniosynostosis occur as a result of dysregulation of various molecular signaling cascades. In humans, a specific gain-of-function mutation (W566R) in PDGFRB causes a distinctive overgrowth syndrome (OMIM # 616592). Affected individuals exhibit distinctive facial features and craniosynostosis. Using CRISPR/Cas9 gene editing, we generated a mouse model carrying the same pathogenic variant of PDGFRB. The Pdgfrb+/W565R mice exhibited craniosynostosis with skull-base...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Nitrogen-Vacancy Defects in Graphitic Carbon Nitride on Hydrogen Adsorption in Quartz Crystal Microbalance Sensor for Hydrogen Gas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "A graphitic carbon nitride (g-C3N4) with nitrogen-vacancy defects was synthesized by calcination of a mixture of melamine and potassium hydroxide (KOH). The nitrogen/carbon ratio (N/C) of the g-C3N4 film decreased with the addition of KOH, indicating that the KOH addition could control the nitrogen-vacancy defects in the g-C3N4. The g-C3N4 films with nitrogen-vacancy defects were formed on a quartz crystal substrate. The change in the resonant frequency of the crystal was measured before and...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997847",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Hybrid-Type Fluorescent GABA Sensor through Structure-Guided Efficient Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "γ-Aminobutyric acid (GABA) is a major inhibitory neurotransmitter in the brain, and visualizing its fast synaptic dynamics is crucial for understanding neural function. However, detecting these transient signals requires sensors with both high spatiotemporal resolution and robust performance under physiological conditions. Here, we report the development of a novel hybrid-type fluorescent GABA sensor generated by site-specifically labeling a fluorescent dye onto a GABA-binding protein. For...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997826",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Olfactory floral mimicry of injured ants mediates the attraction of kleptoparasitic fly pollinators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Specialized pollination by flies often involves specific floral mimicry of various food and brood substrates.¹^(,)²^(,)³ However, identifying a precise model is challenging due to the ecological diversity of flies, which subject plants to diverse selection pressures.⁴^(,)⁵ Here, I report that Vincetoxicum nakaianum (Apocynaceae) lures kleptoparasitic fly pollinators by producing a floral scent mimicking the volatiles released by injured ants. Field observations confirmed that V. nakaianum is...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysfunction of cortical GABAergic projection neurons as a major hallmark in a model of neuropsychiatric syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Neuropsychiatric disorders have a strong genetic component and are linked to developmental risk factors, yet it is unclear why symptoms appear only later in life and which neuronal types contribute to brain dysfunction. We addressed these questions using a robust mouse model of a neuropsychiatric syndrome-the 15q13.3 microdeletion. Single-nucleus transcriptomics revealed the largest gene expression alterations in the somatostatin (Sst) Sst_Chodl subtype, the long-range γ-aminobutyric acid...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997796",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Learning to be confident: How agents learn confidence based on prediction errors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Decision confidence should normatively reflect the posterior probability of making a correct choice, conditional on relevant information. However, how individuals learn to calibrate their sense of confidence to that probability remains unknown. The standard approach to estimate any quantity is to use trial-by trial samples of that quantity to train a function approximator (such as a neural network) based on the prediction errors (quantity minus prediction of the quantity). We tested whether...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997750",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"RIFM fragrance ingredient safety assessment, 1,3,5-undecatriene, CAS Registry Number 16356-11-9\" [Food Chem. Toxicol. (2024 Mar) 183 Suppl 1 114303. doi: 10.1016/j.fct.2023.114303. Epub 2023 Dec 4]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to \"Integrating optical and behavioral measures in fNIRS visual search\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating atomic counts in metal nanoclusters via scanning transmission electron microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Nanoscale metal atom aggregates, metal nanoclusters (NCs), exhibit unique electronic properties that strongly depend on the number of constituent atoms. Precise control over atomic composition is highly anticipated to advance NC-based materials science, particularly for fine-tuning photonic responses, catalytic reactivity, and electronic spin characteristics. In this study, we employed high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) to observe platinum (Pt)...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997689",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deciphering actomyosin functions in plant cytokinesis: A half-century odyssey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Half a century ago, it was discovered that in somatic plant cells actin microfilaments play a critical role in division plane orientation but not in cell plate assembly during cytokinesis. Because plant cytokinesis is brought about by the microtubule-based phragmoplast, the actomyosin system must be required for the centrifugally expanding phragmoplast to recognize the cortical division zone established by the microtubular preprophase band (PPB). It has been intriguing to learn how the two...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An autopsy case of eosinophilic coronary periarteritis with coronary arterial degeneration and repaired dissection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Eosinophilic coronary periarteritis (ECPA) is a rare disease, almost exclusively diagnosed postmortem, characterized by a clinical course of vasospastic angina (VSA) attacks and histologically observed periarterial eosinophilic infiltration in the coronary arteries. Although the etiology of ECPA remains uncertain, its pathogenesis may be attributed to an allergic reaction. In addition, ECPA is often associated with spontaneous coronary artery dissection (SCAD); however, the pathogenesis...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997612",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of riboflavin and nicotinamide in vitamin B12 production by Propionibacterium freudenreichii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Riboflavin (RF) serves as a precursor for the biosynthesis of 5,6-dimethylbenzimidazole (DMBI), the lower ligand of vitamin B12, in Propionibacterium freudenreichii. Nicotinamide (NAM) has been reported to enhance this biosynthetic pathway. In this study, we investigated the effect of RF and NAM supplementation on vitamin B12 production by P. freudenreichii DSM 20271 in barley malt extract-based model medium. A medium containing 10 % (w/v) concentrated malt extract supplemented with lactate and...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997606",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effect of RF and NAM supplementation on vitamin B12 production by P",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence for diagnosis in interstitial lung disease and digital ontology for unclassified interstitial lung disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The algorithm based on multimodal information can assist in diagnosing interstitial lung disease and is suitable for ontology diagnosis. (242 words).",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997588",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The algorithm based on multimodal information can assist in diagnosing interstitial lung disease and is suitable for ontology diagnosis. (242 words)"
    },
    {
      "title": "Association of the center of pressure position, trunk and lower limb joint kinematics with knee extensor moment during single-leg squatting after anterior cruciate ligament reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Reduced knee extensor moment after anterior cruciate ligament reconstruction is associated with quadriceps weakness, increased risk of second anterior cruciate ligament injuries, and early onset of knee osteoarthritis. This study investigated the association between the knee extensor moment, anterior-posterior center of pressure, and trunk and lower limb joint angles during single-leg squatting following anterior cruciate ligament reconstruction.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between the knee extensor moment, anterior-posterior center of pressure, and trunk and lower limb joint angles during single-leg squatting following anterior cruciate ligament reconstr...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Center of mass displacement and lower limb kinematics during the side hop test in individuals with and without chronic ankle instability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Compared with healthy individuals, those with CAI exhibited longer SHT times, likely due to a characteristic movement pattern involving increased COM lowering and greater hip flexion during the landing phase.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with healthy individuals, those with CAI exhibited longer SHT times, likely due to a characteristic movement pattern involving increased COM lowering and greater hip flexion during the landing phase"
    },
    {
      "title": "Evaluation of gastrointestinal biopsies with two-slide serial sections: Analysis of 1715 cases with emphasis on clinical impact",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Although serial sectioning may improve diagnostic yield, no standardized protocol currently exists for endoscopic gastrointestinal (GI) biopsies. The aim of this study was to determine whether examining two serially sectioned slides from each biopsy specimen increases the detection of clinically relevant histopathological findings. In this prospective study, 1715 endoscopic GI biopsy specimens were evaluated using a two-slide serial sectioning approach, with eight consecutive sections per slide....",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997377",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "this prospective study",
      "objective": "of this study was to determine whether examining two serially sectioned slides from each biopsy specimen increases the detection of clinically relevant histopathological findings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recommended approaches to sharing individual research results in Alzheimer's disease research: A multidisciplinary expert Delphi consensus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "BackgroundAs criteria for diagnosing Alzheimer's disease and Alzheimer's disease related dementias (AD/ADRD) evolves, AD-related biological measures of biomarkers (e.g., amyloid, tau) and genetic status (e.g., APOE) have gained heightened value in research, and, notably, increased personal significance for participants.ObjectiveTo identify recommended approaches for sharing individual research results with participants in AD/ADRD research and determine expert consensus on best practices for...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997223",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for participants",
      "conclusion": null
    },
    {
      "title": "Megabase-scale human genome rearrangement with programmable bridge recombinases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40997214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Bridge recombinases are naturally occurring RNA-guided DNA recombinases that we previously demonstrated can programmably insert, excise, and invert DNA in vitro and in Escherichia coli. In this study, we report the discovery and engineering of the bridge recombinase ortholog ISCro4 for universal rearrangements of the human genome. We defined strategies for the optimal application of bridge systems, leveraging mechanistic insights to improve their targeting specificity. Through rational...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40997214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Timing of postmastectomy radiation therapy in two-stage expander/implant-based breast reconstruction: a systematic review and meta-analysis for the 2022 Japanese breast cancer society clinical practice guideline",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: PMRT to expander was associated with higher reconstruction failure and lower severe capsular contracture rates, with no significant differences in major complications by timing. There is insufficient evidence to favor one approach over the other.",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40996596",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PMRT to expander was associated with higher reconstruction failure and lower severe capsular contracture rates, with no significant differences in major complications by timing. There is insufficient evidence to favor one approach over the other"
    },
    {
      "title": "Cellular responses in rainbow trout Oncorhynchus mykiss to experimental Anisakis simplex infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Fish in wild and cultured populations may be infected with numerous types of pathogens but the host responses vary dependent on both host and parasite species. The present study demonstrates how an experimental infection with endoparasitic nematode larvae (Anisakis simplex) induces cellular and humoral immune responses in rainbow trout Oncorhynchus mykiss. The nematode larvae invaded the peritoneal cavity of the fish following oral administration and became encapsulated by a range of host cells...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40996445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paradoxical embolism due to a pulmonary arteriovenous fistula with a string-like thrombus traversing the left atrium and ventricle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40996421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Poly(3-Hydroxybutyrate-Co-3-Hydroxyhexanoate): Real-Time Monitoring of Microbial Degradation via Quartz Crystal Microbalance and Electrochemical Measurement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40996354/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250926033656&v=2.18.0.post9+e462414",
      "description": "Poly(3-hydroxybutyrate-co-3-hydroxyhexanoate) (PHBH), produced by some bacteria, including Aeromonas strains, exhibits excellent environmental biodegradability, even in marine environments where biodegradation is typically poor. However, the exact mechanisms underlying this biodegradability remain to be elucidated. To evaluate the mechanisms of microbial degradation of PHBH, focusing on the initial stages, PHBH degradation by Comamonas testosteroni is analyzed, using a quartz crystal...",
      "pubDate": "2025-09-25T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40996354",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}