{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-23T07:37:50.218Z",
  "totalItems": 150,
  "totalArchived": 17919,
  "newPapersAdded": 270,
  "institutionBreakdown": {
    "KAIST": 12,
    "SNU": 81,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 64,
    "IBS": 9,
    "UNIST": 1,
    "Hanyang University": 4,
    "KIST": 3,
    "GIST": 1,
    "Kyung Hee University": 8,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 84,
    "Cancer Research": 19,
    "Biomedical": 25,
    "Neuroscience": 5,
    "Computer Science": 3,
    "Materials Science": 14
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Augmented reality-assisted infraclavicular first rib resection for arterial and venous thoracic outlet syndrome: a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AR technology enables intraoperative three-dimensional assessment of the location of major vessels and the extent of resection, which may contribute to improved outcomes.",
      "pubDate": "2025-10-23T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41126284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AR technology enables intraoperative three-dimensional assessment of the location of major vessels and the extent of resection, which may contribute to improved outcomes"
    },
    {
      "title": "Long-lasting insecticidal net ownership and malaria infection by socio-economic status: a cross-sectional household study in an area along Lake Victoria, Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results suggest that promoting the use of one LLIN by no more than two people, as recommended by WHO, can reduce the risk of malaria. Efforts to promote LLINs as an effective means of preventing malaria in children might encourage LLIN compliance and maintain community level control targets. If households have been excluded from LLIN distribution, LLINs should be distributed immediately along with information about their effectiveness. The effectiveness of LLINs varies by...",
      "pubDate": "2025-10-23T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41126278",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results suggest that promoting the use of one LLIN by no more than two people, as recommended by WHO, can reduce the risk of malaria. Efforts to promote LLINs as an effective means of preventing malaria in children might encourage LLIN compliance and maintain community level control targets"
    },
    {
      "title": "Minimizing acute kidney injury in cytoreductive surgery with hyperthermic intraperitoneal chemotherapy: institutional insights into goal-directed fluid therapy and epidural analgesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "We read with interest the meta-analysis by Chen et al. on postoperative acute kidney injury (AKI) following cytoreductive surgery with hyperthermic intraperitoneal chemotherapy (CRS + HIPEC) published in World Journal of Surgical Oncology. In response, we share our institutional experience using a standardized perioperative protocol incorporating goal-directed fluid therapy (GDFT) and epidural analgesia. This approach was intended to support hemodynamic stability and provide effective analgesia....",
      "pubDate": "2025-10-23T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41126273",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "World Journal of Surgical Oncology",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preclinical Pharmacokinetics of DM5167, a Novel Selective PARP1 Inhibitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DM5167 exhibited a favorable pharmacokinetic profile in vivo and in vitro. These findings support its potential for further clinical development and provide valuable insights to guide future preclinical and clinical studies of DM5167 and other PARP inhibitors.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41126009",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DM5167 exhibited a favorable pharmacokinetic profile in vivo and in vitro. These findings support its potential for further clinical development and provide valuable insights to guide future preclinical and clinical studies of DM5167 and other PARP inhibitors"
    },
    {
      "title": "Correction: Functional characterization of a novel plant growth-promoting rhizobacterium enhancing root growth and salt stress tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41125811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A gene regulatory element modulates myosin expression and controls cardiomyocyte response to stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "A hallmark of heart disease is gene dysregulation and reactivation of fetal gene programs. Reactivation of these fetal programs has compensatory effects during heart failure, depending on the type and stage of the underlying cardiomyopathy. Thousands of putative cardiac gene regulatory elements have been identified that may control these programs, but their functions are largely unknown. Here, we profile genome-wide changes to gene expression and chromatin structure in cardiomyocytes derived...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41125440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of mineral resources on the growth of the harmful algal species Microcystis aeruginosa: From screening to understanding the underlying mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "The bloom-forming toxic cyanobacterium Microcystis aeruginosa synthesizes multiple secondary metabolites that pose significant risks to human health. Consequently, various studies have focused on strategies to control the growth of M. aeruginosa. However, little is known about the effect of natural minerals on the physiological activity of M. aeruginosa. This study aimed to investigate the potential of diverse natural minerals for controlling harmful cyanobacterial growth. Among the five tested...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41124846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the potential of diverse natural minerals for controlling harmful cyanobacterial growth",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect-directed analysis and nontarget screening for identifying AhR-active substances in black-tailed gull eggs from South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This study identifies major aryl hydrocarbon receptor (AhR) agonists in the eggs of black-tailed gulls (Larus crassirostris) from South Korea using effect-directed analysis and nontarget screening (NTS). Significant AhR-mediated potency is observed in the mid-polar fraction (F2) of the egg extracts, as determined by the H4IIE-luc bioassay, with notable activity detected in subfractions F2.3 and F2.6-F2.9, corresponding to log K(OW) ranges of 2.0-3.0 and 5.0-9.0, respectively. Fourteen targeted...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41124814",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cumulative burden of lifestyle risk factors on Alzheimer's disease in older Korean adults: A nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "BackgroundPrevalence of Alzheimer's disease (AD) is increasing worldwide. Certain lifestyles are associated with AD; however, the long-term combined effects of lifestyle risk factors on AD have not been investigated.ObjectiveWe investigated the cumulative effect of lifestyle risk factors over an 8-year period on AD among older Korean adults.MethodsWe analyzed 142,763 participants aged ≥65 years using the National Health Insurance Service-Senior Cohort. Lifestyle factors (smoking status, alcohol...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41124323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the cumulative effect of lifestyle risk factors over an 8-year period on AD among older Korean adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of diffusion mechanisms on persistence and spreading",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "We examine a generalized KPP equation with a \"q-diffusion\", which is a framework that unifies various standard linear diffusion regimes: Fickian diffusion ( q = 0 ), Stratonovich diffusion ( q = 1 / 2 ), Fokker-Planck diffusion ( q = 1 ), and nonstandard diffusion regimes for general q ∈ R . Using both analytical methods and numerical simulations, we explore how the ability of persistence (measured by some principal eigenvalue) and how the asymptotic spreading speed depend on the parameter q...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41123696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimized method for analyzing volatile compounds in edible yeast using headspace SPME-GC-MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Volatile compounds produced by edible yeasts play a critical role in food flavor and consumer perception. This study aimed to evaluate how different yeast preparation methods influence the detection of volatile compounds using gas chromatography-mass spectrometry (GC-MS) coupled with headspace solid-phase microextraction (HS-SPME). Saccharomyces cerevisiae was prepared using four methods-broth culture, agar culture, supernatant, and yeast cell pellet-and volatile profiles were compared with...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41123668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "evaluate how different yeast preparation methods influence the detection of volatile compounds using gas chromatography-mass spectrometry (GC-MS) coupled with headspace solid-phase microextraction (HS...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From GWAS signal to function: targeted CRISPR activation enables functional characterization of non-coding SNPs in chickens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Genome-wide association studies (GWAS) have identified numerous single nucleotide polymorphisms (SNPs) associated with complex traits in poultry. However, most GWAS-identified variants reside in non-coding regions, making their functional relevance to their phenotypes unclear. Emerging evidence suggests that many of these markers overlap cis-regulatory elements, yet experimental validation of their biological function remains limited. Here, we investigated non-coding GWAS variants associated...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41122295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "non-coding GWAS variants associated",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantum Phase Transitions in Graphene Coupled to a Twisted WSe<sub>2</sub> Moiré Ferroelectricity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Sublattice symmetry in graphene governs its Dirac semimetal behavior, where electrons exhibit linear dispersion, limiting its potential for technological applications. Here, moiré ferroelectricity in twisted WSe(2) (t-WSe(2)) is exploited to break graphene's sublattice symmetry, inducing a metal-to-insulator transition (MIT) near room temperature. The periodic polarization domains in t-WSe(2) imprint an electrostatic potential onto graphene, breaking its sublattice symmetry and leading to the...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41122053",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular phylogeny of the marine littoral Adota Casey (Coleoptera: Staphylinidae: Aleocharinae) and its implication for biogeographic patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Recent studies have proposed different biogeographic patterns of intertidal Diaulota and marine littoral Psammostiba along the Pacific coasts of the Northern Hemisphere. To compare the biogeographic patterns of different lineages of aleocharine beetles and explore the recurrent patterns among them, we studied coastal Adota, with a distribution range almost identical to those of Diaulota and Psammostiba. We performed phylogenetic analysis of the marine littoral Adota occurring on the Pacific...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41121669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge, attitudes, and practices toward zoonotic disease transmission among wildlife farmers in Vietnam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights low risk perception and gaps between knowledge and practices among wildlife farmers, underscoring the urgent need for One Health interventions that promote low-cost preventive measures, build trust with authorities, and deliver targeted health education for reducing zoonotic risks.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41121209",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights low risk perception and gaps between knowledge and practices among wildlife farmers, underscoring the urgent need for One Health interventions that promote low-cost preventive measures, build trust with authorities, and deliver targeted health education for reducing zoonotic ri..."
    },
    {
      "title": "Systemic chemotherapy in metastatic TNBC polarizes effector T cell differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Collectively, this study is the first to provide potential diagnostic and therapeutic targets of East Asian chemotherapy-treated mTNBC with regard to effector T cells.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41126263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, this study is the first to provide potential diagnostic and therapeutic targets of East Asian chemotherapy-treated mTNBC with regard to effector T cells"
    },
    {
      "title": "Ischemic heart disease mortality due to fine particulate matter in Seoul between 2016 and 2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study assessed the burden of IHD mortality attributable to ambient PM(2.5) and the potential health benefits associated with its reduction in Seoul between 2016 and 2020. The findings suggest that continued efforts to reduce PM(2.5) concentrations could significantly mitigate IHD mortality, particularly in the context of an aging population.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41126115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study assessed the burden of IHD mortality attributable to ambient PM(2.5) and the potential health benefits associated with its reduction in Seoul between 2016 and 2020"
    },
    {
      "title": "Comparative evaluation of relative fat mass and body mass index in predicting cardiometabolic multimorbidity in older adults: results from the English Longitudinal Study of Ageing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Relative fat mass (RFM) is a more accurate measure of body fat percentage than body mass index (BMI). However, its association with cardiometabolic multimorbidity (CMM) and its predictive value have not been examined. This study evaluated and compared the associations and predictive utility of RFM and BMI for CMM. We analyzed data from 3,348 adults (mean age 64 years; 45.1% male) in the English Longitudinal Study of Ageing who were free of hypertension, coronary heart disease, diabetes, and...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "data from 3,348 adults (mean age 64 years; 45",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DKK2 contributes to context discrimination and adult hippocampal neurogenesis by suppressing Wnt/PCP signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Wnt signaling plays a pivotal role in normal brain development and function. Dickkopf-related protein 2 (DKK2), a member of the DKK protein family (DKK1 - 4), modulates Wnt signaling either positively or negatively by interacting with the WNT co-receptors low-density lipoprotein receptor-related proteins 5 and 6 (Lrp5/6). However, the role of DKK2 in the brain remains unclear. Here, we demonstrated that the DKK2-mediated suppression of Wnt signaling is essential for hippocampal function....",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125965",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "pH-engineered TiO<sub>2</sub> nanoparticles with enhanced photocatalytic degradation of malachite green",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This study examines how changing the pH engineering, as a green and simple strategy, morphological, optical, and photocatalytic properties of titanium dioxide nanoparticles (TiO(2)). The Debye-Scherrer equation yields an average crystalline size of 13-16 nm at pH values of 2, 5, 9, and 12. The average particle size of TiO(2) nanoparticles measured by HR-TEM was 15 nm. The photocatalytic test requires adjusting several factors, including the time of the light exposure, the initial dye...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41125906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive resistance profiling of chronic myeloid leukaemia associated ABL1 variants against five tyrosine kinase inhibitors using prime editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "There are four generations of tyrosine kinase inhibitors (TKIs) that target BCR-ABL1 mutations, a fusion oncogene, in chronic myeloid leukaemia, but predicting the resistance profiles of these TKIs for patients with ABL1 mutations is sometimes difficult, especially when the mutations are not included by clinical guidelines. Here we use prime editing to generate 97% (2,802/2,892) of all possible single-nucleotide variants in the sequence encoding the ABL1 kinase domain, which covers 98%...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41125871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What are we missing with fungal infection? - preventive role of surgical hoods in inflatable penile prosthesis surgery: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Fungal infections after inflatable penile prosthesis (IPP) surgery are uncommon but clinically significant due to their association with prosthesis loss and reoperation. While antifungal prophylaxis has been proposed as a preventive strategy, supporting evidence remains limited and inconsistent. At our institution, perioperative antifungal agents have never been part of the IPP protocol. Among 1772 cases performed without antifungal use, we encountered a single fungal infection caused by...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "USP13 depletion sensitizes colorectal cancer cells to necroptosis by destabilizing cIAP2 proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Ubiquitin removal by deubiquitinating enzymes (DUBs) is a crucial cellular process. Among the DUBs, ubiquitin-specific protease 13 (USP13) is overexpressed in multiple cancers and is associated with tumorigenesis and poor prognosis. However, its involvement in the cell death pathway is poorly understood. Thus, we describe the novel function of USP13 as a crucial regulator of necroptosis. USP13 interacts with cellular IAP2 (cIAP2), stabilizing cIAP2 proteins in colorectal cancer (CRC) cells. The...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "SNU"
      ],
      "pmid": "41125793",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural covariance network topology in individuals at clinical high risk for psychosis: the ENIGMA-CHR Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Brain network architecture is anticipated to influence future grey matter loss in individuals at Clinical High Risk (CHR) for psychosis. However, existing studies on grey matter structural network properties in CHR are scarce and constrained by small sample sizes. Here, we examined network topology differences comparing a) CHR versus healthy controls (HC); b) CHR who transitioned to psychosis (CHR-T) versus those who did not (CHR-NT); and c) different subsyndromes. We included structural scans...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41125743",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "network topology differences comparing a) CHR versus healthy controls (HC); b) CHR who transitioned to psychosis (CHR-T) versus those who did not (CHR-NT); and c) different subsyndromes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cigarette filters as a major source of microfibers in aquatic environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Cigarette butts (CBs) are known as one of the most prevalent forms of environmental waste, needing global attention to mitigate their detrimental health and ecological impacts. Owing to their filter composition, discarded CBs can persistently release microfibers (MFs) into the environment. In this research, the levels, characteristics, and ecological risks associated with MFs released from cigarette filters (CFs) into water (distilled and seawater) were investigated under various environmental...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41125695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural influence of knitting patterns on mechanical, electrical and durability characteristics of conductive fabrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This study investigates the influence of knitting structure on the electrical performance and durability of conductive fabrics for smart clothing applications. Fabrics with plain (PN), cable (CB), and miss (MS) stitches were knitted using cotton and silver-coated yarns, and subjected to ten cycles of artificial perspiration immersion and washing (PW). Despite using the least amount of conductive yarn, the MS structure exhibited the lowest surface resistance (3.18 Ω/m²) and the highest heating...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel portfolio construction strategy based on the core- periphery profile of stocks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This paper highlights the significance of mesoscale structures, particularly the core-periphery structure, in financial networks for portfolio optimization. We build portfolios of stocks belonging to the periphery part of the Minimum Spanning Trees and Planar maximally filtered subgraphs of the underlying network of stocks created from Pearson correlations between pairs of stocks and compare its performance with some well-known strategies of Pozzi et. al. hinging around the local indices of...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of mesoscale structures, particularly the core-periphery structure, in financial networks for portfolio optimization",
      "conclusion": null
    },
    {
      "title": "The role of cytochrome bc<sub>1</sub> inhibitors in future tuberculosis treatment regimens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Tuberculosis (TB) remains the foremost cause of death from infectious diseases globally, prompting ongoing efforts to improve treatment options. This includes developing compounds with novel modes of action and identifying optimal treatment regimens that allow for treatment shortening. One promising strategy involves targeting cytochrome bc(1) oxidase in Mycobacterium tuberculosis, a key enzyme in the respiratory chain. In this study, we evaluate the potential of cytochrome bc(1) inhibitors as...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound observational anatomical guideline for retrobulbar hyaluronidase injection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "The growing use of injectable cosmetic fillers has been accompanied by an increase in reports of acute vision loss, typically caused by inadvertent intravascular injection and subsequent embolization of the ophthalmic artery, resulting in ocular ischemia. Effective management of this complication remains challenging, as clear clinical guidelines for retrobulbar hyaluronidase injection are lacking. This ultrasound-based observational anatomical guideline provides practical recommendations for...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125554",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Generation of an Induced Pluripotent Stem Cell Line from a Patient with Phenylketonuria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Phenylketonuria (PKU), an autosomal recessive genetic disorder, has been documented to exhibit over 950 distinct mutations. This condition primarily affects the metabolism of phenylalanine, which is affected by a deficiency in the hepatic enzyme phenylalanine hydroxylase. The optimal treatment for PKU disease remains to be determined, necessitating further research. The severity of the disease and the most effective treatment method vary depending on the specific mutation, which necessitates the...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125553",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete Revascularization in Coronary Artery Bypass Grafting: Separating the Wheat from the Chaff",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Coronary artery bypass grafting (CABG) has been established as the most effective treatment for patients with multi-vessel coronary artery disease. To maximize outcomes by restoring perfusion to the largest possible myocardial territory, complete revascularization (CR) has long been a key objective of CABG. Because the anatomic severity of coronary artery stenosis on coronary angiography has been the main criterion for selecting target vessels for several decades, the definition of CR has...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125547",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of CABG",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum: Staphylococcus parequorum sp. nov. and Staphylococcus halotolerans sp. nov., isolated from traditional Korean soybean foods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Systemic Therapy for Renal Cell Carcinoma With a Tumor Thrombus: Results From the Intercontinental Collaboration on Renal Cell Carcinoma Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There appears to be an OS and CSS benefit to preoperative systemic therapy for mRCC-TT. Further analysis is required to elucidate the best therapy regimens and ideal timing.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125506",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There appears to be an OS and CSS benefit to preoperative systemic therapy for mRCC-TT. Further analysis is required to elucidate the best therapy regimens and ideal timing"
    },
    {
      "title": "Development and Validation of a Lectin-independent Liquid Chromatography-Tandem Mass Spectrometry Method for Serum Glycosylated Alpha-fetoprotein Analysis and Comparison with a Liquid-phase Binding Assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The validated LC-MS/MS method demonstrated robust analytical performance and superior diagnostic accuracy over LiBA for HCC diagnosis while avoiding the inherent limitations of lectin-based assays. Our LC-MS/MS assay shows promise for early HCC detection and may contribute to enhanced patient care.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125415",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The validated LC-MS/MS method demonstrated robust analytical performance and superior diagnostic accuracy over LiBA for HCC diagnosis while avoiding the inherent limitations of lectin-based assays. Our LC-MS/MS assay shows promise for early HCC detection and may contribute to enhanced patient care"
    },
    {
      "title": "Immunoglobulin G4-related Disease with Solitary Nasopharynx Involvement Mimicking Nasopharyngeal Tumor: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Immunoglobulin G4-related disease (IgG4-RD) presenting with isolated nasopharyngeal involvement is rare. A 51-year-old man presented with left-sided otalgia and temporal tingling. Magnetic resonance imaging showed a 2.5-cm infiltrative soft tissue lesion in the left nasopharynx, initially suspected of being nasopharyngeal carcinoma. Serum IgG4 levels were normal. The first biopsy was inconclusive; however, a second, deeper biopsy confirmed IgG4-RD based on storiform fibrosis, dense...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41125375",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic significance of carbohydrate antigen 19-9 (CA19-9) change during immediate postoperative periods in patients with stage I-III colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The amalgamation of preoperative and postoperative CA19-9 levels demonstrated enhanced prognostic stratification, allowing for a more detailed classification of patients with nonmetastatic CRC.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125250",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The amalgamation of preoperative and postoperative CA19-9 levels demonstrated enhanced prognostic stratification, allowing for a more detailed classification of patients with nonmetastatic CRC"
    },
    {
      "title": "Patient-reported outcomes in the SERENA-6 trial of camizestrant plus CDK4/6 inhibitor in patients with advanced breast cancer and emergent ESR1 mutations during first-line endocrine-based therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Together with the clinical efficacy and manageable safety profile of camizestrant-CDK4/6i, and reduced risk of GHS/QoL deterioration, the PROs from the SERENA-6 trial support switching to this combination as a potential new treatment strategy to optimise and improve outcomes in patients with HR+/HER2- advanced breast cancer and ESR1m emergence, ahead of disease progression, during first-line AI-CDK4/6i.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125211",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together with the clinical efficacy and manageable safety profile of camizestrant-CDK4/6i, and reduced risk of GHS/QoL deterioration, the PROs from the SERENA-6 trial support switching to this combination as a potential new treatment strategy to optimise and improve outcomes in patients with HR+/HER..."
    },
    {
      "title": "Intratympanic delivery of dexamethasone palmitate-loaded lipid nanoparticles in dual viscosity hyaluronic acids hydrogel for prolonged retention and hearing loss treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "In this study, dexamethasone palmitate (DXP)-loaded solid lipid nanoparticles (DXP-SLNs) were incorporated into a dual-viscosity hyaluronic acids mixture-based hydrogel (DXP-SLNs DHA-gel) to prolong retention and improve hearing outcomes in ototoxic hearing loss. The optimized DXP-SLNs, formulated with DXP, stearyl alcohol, Tween 60, Span 60, and Myrj S40 at 1/1/1.2/0.2/5 (w/w ratios), showed a small particle size (125.3 nm), narrow PDI (0.289), adequate zeta potential (-24.6 mV), and high...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41125176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limited Effect of Remote Ischemic Preconditioning on Survival in Rodent Models of Sepsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Despite previous evidence in mice and sheep, RIPC did not improve survival or serum markers in rat sepsis models. The lack of benefit may reflect interspecies differences and highlights the need for further investigation before applying RIPC clinically in human sepsis.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41125058",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite previous evidence in mice and sheep, RIPC did not improve survival or serum markers in rat sepsis models. The lack of benefit may reflect interspecies differences and highlights the need for further investigation before applying RIPC clinically in human sepsis"
    },
    {
      "title": "Adrenal glands as secondary target organs of inhaled benzalkonium chlorides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Benzalkonium chloride (BKC) is a quaternary ammonium compound widely used in aerosol disinfectants and sanitizers, raising concerns about its biodistribution and potential systemic toxicity following inhalation exposure. In this study, biodistribution using ^(14)C-labeled BKC and the toxicity of unlabeled BKC were evaluated in rats following intratracheal and oral administration. Biodistribution after a single intratracheal instillation revealed accumulation of BKC in the adrenal glands, which...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41125042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of factors distinguishing suicide attempters among suicidal ideators and factors associated with suicidal ideation and attempts using machine learning models in South Korean adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Most adolescents with suicidal ideation (SI) do not attempt suicide; fewer than one-third report a suicide attempt. Yet, characteristics distinguishing suicide attempters among adolescents with (SI) remain underexplored. This study applied four machine learning (ML) algorithms, namely regularized logistic regression (LR), decision tree, random forest, and extreme gradient boosting, to identify key variables for suicide attempt (SA) among adolescents with SI (SA-SI) and for SA and SI in the total...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41125008",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in proteinuria and the risk of urogenital cancer in Korean men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The incidence of urogenital cancer was significantly higher for persistent proteinuria and (to a lesser degree) incident proteinuria than for persistently negative or resolved proteinuria. The risk of kidney cancer was similar to that of urogenital cancer, while other cancers had weaker associations with proteinuria. The results highlight the importance of monitoring proteinuria regularly for urogenital cancer risk assessment.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41124754",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The incidence of urogenital cancer was significantly higher for persistent proteinuria and (to a lesser degree) incident proteinuria than for persistently negative or resolved proteinuria. The risk of kidney cancer was similar to that of urogenital cancer, while other cancers had weaker associations..."
    },
    {
      "title": "Comparison of mechanical and thermal effects of focused ultrasound on drug delivery efficiency and toxicity for pancreatic cancer treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Pancreatic cancer remains one of the most lethal malignancies due to low response to chemotherapy. Focused ultrasound (FUS) has emerged as a promising strategy for enhancing tumor-specific drug delivery. However, chemotherapy in combination with FUS has still been limited by the unique tumor environment of pancreatic cancer. Thus, FUS application to clinical trials has been sufficiently considerable by several side effect. Therefore, many preclinical and clinical trials have been conducted to...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124727",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Vemircopan as Monotherapy in Patients With Paroxysmal Nocturnal Hemoglobinuria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Paroxysmal nocturnal hemoglobinuria (PNH) is a rare, complement-mediated hematologic disease. We present the results of a phase 2, open-label clinical trial of vemircopan monotherapy in patients with PNH (NCT04170023) to explore whether inhibiting the complement alternative pathway via factor D is safe and effective for patients with PNH. Adults (≥18 years) with PNH who were treatment-naive, switched from eculizumab with hemoglobin (Hgb) <10 g/dL, or rolled over from danicopan monotherapy...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41124654",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peripheral T-Cell Lymphoma Management in East and Southeast Asia: Real-World Challenges and Aspirations of the Asian Lymphoma Study Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Significant challenges remain for PTCL management in Asia. Concerted efforts to enhance diagnostic accuracy, improve access to innovative therapies, and establish robust international partnerships are crucial for achieving better outcomes for patients with PTCL in the region.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124625",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant challenges remain for PTCL management in Asia. Concerted efforts to enhance diagnostic accuracy, improve access to innovative therapies, and establish robust international partnerships are crucial for achieving better outcomes for patients with PTCL in the region"
    },
    {
      "title": "Becoming a Rapid Shooter in a Game Using Embodied Electrical Muscle Stimulation: Development and Usability Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings indicate that embodied EMS enhances performance in complex game scenarios while maintaining users' sense of agency, with individualization yielding additional benefits. These results extend prior evidence to more complex game contexts and provide valuable implications for the personalized design of EMS systems in sports training, rehabilitation, and serious gaming.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41124612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the personalized design of EMS systems in sports training, rehabilitation, and serious gaming",
      "conclusion": "The findings indicate that embodied EMS enhances performance in complex game scenarios while maintaining users' sense of agency, with individualization yielding additional benefits. These results extend prior evidence to more complex game contexts and provide valuable implications for the personaliz..."
    },
    {
      "title": "Kinetics and Management of Adverse Events Associated With Lorlatinib After 5 Years of Follow-Up in the CROWN Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This post hoc analysis suggests that with longer lorlatinib exposure, no new safety signals emerged, and treatment discontinuation due to AEs remained low after 5 years of follow-up. Most AEs were effectively managed with dose modifications, indicating that current management strategies can be effective to mitigate toxicity.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This post hoc analysis suggests that with longer lorlatinib exposure, no new safety signals emerged, and treatment discontinuation due to AEs remained low after 5 years of follow-up. Most AEs were effectively managed with dose modifications, indicating that current management strategies can be effec..."
    },
    {
      "title": "In situ characterization of mitochondrial Hsp60-Hsp10 chaperone complex under folding stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial proteostasis is critical for maintaining mitochondrial function, and its disruption induces mitochondrial unfolded protein response, which up-regulates chaperones to alleviate protein-folding stress. However, how these chaperones mitigate protein-folding stress remains unclear. Here, using correlated cryo-electron tomography, we show that folding stress triggers marked mitochondrial morphological changes, including the accumulation of amorphous protein aggregates and increased...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124257",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GENRISE-induced superior extracellular vesicles for scalable therapeutic cargo delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Extracellular vesicles (EVs) demonstrate immense potential as naturally derived carriers of active therapeutics. To maximize their capacity, it is crucial to develop effective methods for manipulating cargo and ensuring scalability. To address this challenge, we propose that protein-free mRNA granule-like structures, named gene-encoded nanoparticle RNA for inducing superior EVs (GENRISE), can function as active translational sponge and as transient subcellular compartments. The overexpression of...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41124251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sacituzumab Govitecan in Untreated, Advanced Triple-Negative Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sacituzumab govitecan led to significantly longer progression-free survival than chemotherapy among patients with advanced triple-negative breast cancer who were not candidates for treatment with PD-1 or PD-L1 inhibitors. The incidence of adverse events of grade 3 or higher with sacituzumab govitecan was similar to that with chemotherapy, but adverse events were common. (Funded by Gilead Sciences; ASCENT-03 ClinicalTrials.gov number, NCT05382299.).",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124233",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": "Sacituzumab govitecan led to significantly longer progression-free survival than chemotherapy among patients with advanced triple-negative breast cancer who were not candidates for treatment with PD-1 or PD-L1 inhibitors. The incidence of adverse events of grade 3 or higher with sacituzumab goviteca..."
    },
    {
      "title": "ctDNA-Guided Adjuvant Atezolizumab in Muscle-Invasive Bladder Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among patients with muscle-invasive bladder cancer, ctDNA-guided adjuvant therapy with atezolizumab led to significantly longer disease-free survival and overall survival than placebo. (Funded by F. Hoffmann-La Roche; IMvigor011 ClinicalTrials.gov number, NCT04660344.).",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124204",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients with muscle-invasive bladder cancer, ctDNA-guided adjuvant therapy with atezolizumab led to significantly longer disease-free survival and overall survival than placebo. (Funded by F"
    },
    {
      "title": "Improved Survival with Enzalutamide in Biochemically Recurrent Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall survival was significantly longer with the combination of enzalutamide and leuprolide than with leuprolide alone among patients with prostate cancer with high-risk biochemical recurrence. Enzalutamide monotherapy was not superior to leuprolide alone in the analysis of overall survival. (Funded by Pfizer and Astellas Pharma; EMBARK ClinicalTrials.gov number, NCT02319837.).",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124201",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall survival was significantly longer with the combination of enzalutamide and leuprolide than with leuprolide alone among patients with prostate cancer with high-risk biochemical recurrence. Enzalutamide monotherapy was not superior to leuprolide alone in the analysis of overall survival"
    },
    {
      "title": "Association between diurnal temperature range and sinusitis: a multi-city time-series analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This study aimed to examine the association between diurnal temperature range (DTR) and the risk of sinusitis, a common upper respiratory tract infection, using the Korean National Health Information Database (NHID). We extracted data on hospital visits for acute and chronic sinusitis from the NHID spanning 16 administrative regions of South Korea from 2006 to 2019. The relationship between DTR and hospital visits was examined using a two-stage analytical approach that incorporated generalised...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41124004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine the association between diurnal temperature range (DTR) and the risk of sinusitis, a common upper respiratory tract infection, using the Korean National Health Information Database (NHID)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tuning Gas Sensor Selectivity via Morphological Engineering of Au Catalysts on TiO<sub>2</sub>-based Nanosheets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Recent studies on catalyst development have primarily focused on discovering novel catalyst compositions, rather than exploiting the morphology and interface effects of existing catalytic materials. This study develops a novel material-driven gas sensor selectivity strategy by tailoring the surface energy of TiO(2-) (y) (TO) and Ti(1-) (x)Pt(x)O(2-) (y) (TPO) nanosheet (NS) supports to control the morphology of decorated Au catalysts. Through precise modulation of the substrate surface energies...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41123971",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting brand share after LOE in chronic disease market using machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Loss of Exclusivity (LOE) marks a turning point for brand-name drugs, triggering rapid share erosion as generics enter the market. Yet existing forecasting methods-often based on simple parametric decay curves-struggle with data scarcity, suffer from low predictive accuracy, and fail to capture counter-trend share rebounds. In this study, we assemble a 20-year panel of chronic-disease LOE events in South Korea (Hypertension, Lipidemia, Diabetes) and evaluate a range of forecasting algorithms,...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123869",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding Parenting Practices, Challenges, and Self-Efficacy among Korean American Immigrant Parents: Insights from a Community Needs Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Raising children in a foreign cultural context presents unique challenges for immigrant parents. This study explores parenting perceptions, practices, and self-efficacy among Korean American (KA) immigrant parents, with a focus on differences between Korean-speaking (KS) and English-speaking (ES) parents. A community-based, mixed-methods needs assessment was conducted in partnership with a KA community organization and Korean language schools. Twenty-two KA parents of children aged 0-5 years (13...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41123863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune checkpoint inhibition in breast cancer: targeting PD-1/PD-L1 pathway for therapeutic advances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Breast cancer (BC) is among the most prevalent and immunogenic malignancies in women, characterized by rapid proliferation and significant immune cell infiltration into the tumor microenvironment (TME). The programmed cell death protein 1 (PD-1) and its ligand PD-L1 form a critical immune checkpoint axis exploited by tumors to evade immune detection. Targeting this pathway with immune checkpoint inhibitors (ICIs) has shown clinical promise, particularly in triple-negative breast cancer (TNBC)....",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123812",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential gene expression in peripheral vascular smooth muscle cells of patients with peripheral artery disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: UNC5B was overexpressed only in pathologic peripheral VSMCs under calcifying conditions, whereas downregulated in normal aortic VSMCs. Further research on the effect of UNC5B on peripheral VSMC is warranted. (IRB number: H-1711-022-897).",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UNC5B was overexpressed only in pathologic peripheral VSMCs under calcifying conditions, whereas downregulated in normal aortic VSMCs. Further research on the effect of UNC5B on peripheral VSMC is warranted"
    },
    {
      "title": "Supine sleep position and angina frequency: an analysis from the sleep heart health study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sleeping in the supine position was significantly associated with more angina episodes. The study lacked information on other sleep positions. Identifying optimal sleep positions to support cardiovascular health could significantly contribute to CVD prevention.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sleeping in the supine position was significantly associated with more angina episodes. The study lacked information on other sleep positions"
    },
    {
      "title": "Revealing and Engineering Assembly Pathways of 3D DNA Origami Crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Recent developments in nanomaterial self-assembly demonstrate the capability to create tailored nanostructures by engineering both the binding coordination and specificity of interactions between material subunits. DNA origami frames allow for the design and fabrication of a broad variety of ordered 3D nanoscale architectures through self-assembly, facilitated by frame-to-frame bonds with designable strength and specificity. While the bond design is critical to lattice formation, the assembly...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123427",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generalized Energy Band Alignment Model for van der Waals Heterostructures with a Charge Spillage Dipole",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "The energy band alignment at the interface of van der Waals heterostructures (vdWHs) is a key design parameter for next-generation electronic and optoelectronic devices. Although the Anderson and midgap models have been widely adopted for bulk semiconductor heterostructures, they exhibit severe limitations when applied to vdWHs, particularly for type-III systems. Based on first-principles calculations for approximately 10³ vdWHs, we demonstrate that these traditional models miss a critical...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41123383",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating Chromophore Flexibility in GEVIs through Threonine-Based Molecular Switches Reveals an Influence of Membrane Curvature on Protein Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Many genetically encoded voltage indicators (GEVIs) rely on fluorescent protein (FP) domains to report changes in membrane potential. Rapid and reversible disruption of steady-state fluorescence during voltage sensor activation revealed transient conformational changes near the chromophore in the FP domain, implicating chromophore flexibility as a potential mechanism of signal modulation. Substitution of a bulky phenylalanine near the chromophore with threonine (F165T) introduced a distinct...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41123309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA-bound structure of Clostridioides difficile heme-sensing HsmR gives insight on how the unique dimer mode governs DNA specificity in MarR transcriptional regulators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Clostridioides difficile is a pathogenic bacterium responsible for illnesses ranging from diarrhea to life-threatening colitis and has emerged as a significant public health concern due to its resistance to antibiotics. During its infection, intestinal bleeding causes lysis of the red blood cells releasing heme, a toxic oxidant for the bacterium. To counteract, HsmR of the MarR family transcriptional regulator senses the heme and induces the expression of HsmA to sequester the heme. The...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fenofibrate Attenuates Rotator Cuff Muscle Fatty Infiltration via Modulation of the PPARα-FABP4 Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Fenofibrate reduces muscle fatty infiltration by modulating the PPARα-FABP4 metabolic pathway in the setting of RCT. These findings support the potential of fenofibrate as a drug repositioning candidate to prevent muscle degeneration and enhance tissue quality in rotator cuff (RC) injuries.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41123109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fenofibrate reduces muscle fatty infiltration by modulating the PPARα-FABP4 metabolic pathway in the setting of RCT. These findings support the potential of fenofibrate as a drug repositioning candidate to prevent muscle degeneration and enhance tissue quality in rotator cuff (RC) injuries"
    },
    {
      "title": "GLP-1 receptor agonists in patients with MGUS: A real-world propensity-matched study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GLP-1 RA therapy was associated with significantly improved PFS and OS in MGUS patients with metabolic comorbidities. While fewer cardiovascular events were observed, these findings were not statistically confirmed over time.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41123105",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GLP-1 RA therapy was associated with significantly improved PFS and OS in MGUS patients with metabolic comorbidities. While fewer cardiovascular events were observed, these findings were not statistically confirmed over time"
    },
    {
      "title": "Multifunctional ZnO-based optical memristors for synapse-neuron integration and neuromorphic vision systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This work presents a comprehensive analysis of ZnO-based memristive devices integrated with ITO electrodes, focusing on optical and neuromorphic properties. The precise layered structure and chemical composition of the ITO/ZnO/ITO stack were identified by cross-sectional Transmission Electron Microscopy (TEM) and energy-dispersive X-ray (EDX) analyses. Synaptic properties were investigated using light stimulation at 405 nm. The device exhibited distinct functionalities depending on the light...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122983",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Boosting Conductive Bioplastic Applications with SpyCatcher-SpyTag Technology and Cellulose Scaffolds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Bioplastics offer eco-friendly alternatives to conventional plastics. This study aimed to expand the application scope of bioplastics by developing a functional material with enhanced conductivity. We recombined the SpyCatcher-SpyTag system from Streptococcus pyogenes with leghemoglobin from Glycine max to generate SpyCatcher-GmLegC(2)-SpyTag, SpyCatcher-GmLegC(2)-SpyCatcher, and SpyTag-GmLegC(2)-SpyTag proteins, which assembled into a conductive polymer. This polymer exhibited electrical...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41122779",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "expand the application scope of bioplastics by developing a functional material with enhanced conductivity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sarcopenia, under-recognized yet clinically significant aspect of gastrointestinal emergencies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122767/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122767",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiology of sepsis in emergency departments: insights from the National Emergency Department Information System (NEDIS) database in Korea, 2018-2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122762",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Angiogenesis induction using organoid-tissue modules: A platform for modular vessel construction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Angiogenesis is essential for successful tissue regeneration, particularly in clinical contexts such as ischemic injury, wound healing, and reconstructive therapies. However, the establishment of functional vasculature remains a major limitation in organoid-based systems. In this study, we developed vascularized organoid tissue modules (Angio-TMs) by incorporating human umbilical vein endothelial cells (HUVECs) into scaffold-free, self-organized constructs. Remarkably, the inclusion of HUVECs at...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122761",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design principles of spacer cations for suppressing phase segregation in 2D halide perovskites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Suppression of photoinduced halide segregation in mixed halide perovskites remains a significant challenge for their application as wide bandgap semiconductors in solar cells. In addition to stability issues, halide segregation leads to a loss in power conversion efficiency in solar cells and a shift in emission wavelength in light-emitting devices. However, employing low-dimensional halide perovskites, such as two-dimensional (2D) or quasi-2D structures, offers a strategy to mitigate this...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122479",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of the modified BODE index using the activity domain of St George's Respiratory Questionnaire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The mBODE index reflected the clinical characteristics and showed association with exacerbations and mortality comparable to those of the traditional BODE index.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41122420",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The mBODE index reflected the clinical characteristics and showed association with exacerbations and mortality comparable to those of the traditional BODE index"
    },
    {
      "title": "Comparing Manual and ChatGPT Deep Research on Systematic Search and Selection in the PubMed Database on the Topic of Dental Implantology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ChatGPT's deep research function can support, but not replace manual systematic search and selection. It offers substantial benefits in writing support and preliminary synthesis due to acceptable accuracy, but limitations in reliability and low sensitivity (47.8%) require cautious use and transparent reporting of any AI involvement in scientific research.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ChatGPT's deep research function can support, but not replace manual systematic search and selection. It offers substantial benefits in writing support and preliminary synthesis due to acceptable accuracy, but limitations in reliability and low sensitivity (47"
    },
    {
      "title": "Differences in judgments on the importance of performance psychological factors among Korean and Chinese football experts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The differences in judgments regarding the importance of PPF in Korean and Chinese FE may reflect varying evaluations of psychological factors influenced by each country's football culture. Overall, this study can serve as a resource for mutual understanding and communication between the two countries.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The differences in judgments regarding the importance of PPF in Korean and Chinese FE may reflect varying evaluations of psychological factors influenced by each country's football culture. Overall, this study can serve as a resource for mutual understanding and communication between the two countri..."
    },
    {
      "title": "The role of antioxidants in facial nerve injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Oxidative stress contributes to the pathogenesis of facial nerve injury (FNI), yet the role of antioxidants in driving regeneration and functional recovery remains incompletely defined. This narrative review synthesizes studies published between 2008 and 2025 that evaluated antioxidant interventions in FNI across animal and limited human contexts. We systematically searched five databases and included 19 studies assessing oxidative stress markers and neural outcomes following antioxidant...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41122240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial Profiling of Saliva, Oral Rinse, Subgingival Plaque and GCF Reveals Site-Specific Dysbiosis in Periodontitis: A Within-Subject Comparison of 150 Participants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GCF yielded the clearest microbial differentiation between health and periodontitis, supporting its diagnostic utility.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122073",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GCF yielded the clearest microbial differentiation between health and periodontitis, supporting its diagnostic utility"
    },
    {
      "title": "Posterior pillar hypertrophy as a novel anatomical predictor of surgical success in obstructive sleep apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION.: The presence of posterior pillar hypertrophy serves as an important anatomical predictor of surgical success in obstructive sleep apnea treatment. This index helps in choosing patients and planning surgeries, potentially enhancing treatment.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122071",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "anatomical predictor of surgical success in obstructive sleep apnea treatment",
      "conclusion": null
    },
    {
      "title": "Context-Based mapping of patient educational materials and standard clinical terminology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Examining the keywords mapped to each SNOMED CT concept in different categories provided valuable insights into how terms are distributed and improved our understanding of the specific terms used in PEM. When educational materials are mapped to standard clinical terminologies and integrated into the Electronic Health Record (EHR), patients receive personalised and relevant health information, potentially improving engagement and health outcomes. This approach may reduce the workload...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41122049",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Examining the keywords mapped to each SNOMED CT concept in different categories provided valuable insights into how terms are distributed and improved our understanding of the specific terms used in PEM. When educational materials are mapped to standard clinical terminologies and integrated into the..."
    },
    {
      "title": "Burnout among Korean Neurosurgeons Following a National Trainee Withdrawal during 2024-2025 Medical Crisis in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Burnout among Korean neurosurgeons is widespread after the national medical crisis, with substantial deterioration in workload and lifestyle. Coordinated efforts at both hospital and national levels are essential to protect surgeon well-being and maintain the quality of neurosurgical care.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121957",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Burnout among Korean neurosurgeons is widespread after the national medical crisis, with substantial deterioration in workload and lifestyle. Coordinated efforts at both hospital and national levels are essential to protect surgeon well-being and maintain the quality of neurosurgical care"
    },
    {
      "title": "Pericosine A as a Marine-Derived Anticancer Agent: Molecular Targets, Bioactivity and Therapeutic Potential Through EGFR and Topoisomerase II Inhibition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Marine-derived natural products have emerged as a rich source of novel anticancer compounds, often exhibiting unique mechanisms distinct from those of terrestrial origin. Pericosine A, a carbasugar metabolite isolated from Periconia byssoides, possesses a rare hybrid shikimate-polyketide framework, contributing to its structural and biological uniqueness. Despite increasing interest in marine-derived bioactives, the anticancer mechanisms and therapeutic relevance of Pericosine A remain...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41121898",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retraction: Corrigendum: Staphylococcus parequorum sp. nov. and Staphylococcus halotolerans sp. nov., isolated from traditional Korean soybean foods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost-Effectiveness Analysis of Real-Time Continuous Glucose Monitoring Versus Self-Monitoring of Blood Glucose in People With Type 2 Diabetes Treated With Non-Intensive Insulin Therapy in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: rt-CGM is likely to be cost-effective versus self-monitoring of blood glucose in the management of patients with type 2 diabetes receiving basal insulin regimens in South Korea.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121684",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "rt-CGM is likely to be cost-effective versus self-monitoring of blood glucose in the management of patients with type 2 diabetes receiving basal insulin regimens in South Korea"
    },
    {
      "title": "Dermatologic Comorbidities in Patients with Neurofibromatosis Type 1: A Nationwide Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121680",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Walking Speed and Hand Grip Strength as Predictors of Hypertension Risk in Older Adults: The Impact of Insulin Resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings indicate that WS is an effective predictor of hypertension risk in older adults, particularly among individuals with lower insulin resistance.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that WS is an effective predictor of hypertension risk in older adults, particularly among individuals with lower insulin resistance"
    },
    {
      "title": "Emerging Triboelectric Nanogenerators for In-Body Implantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Emerging implantable medical devices (IMDs) collect critical health data for individualized treatment strategies, providing noninvasive, real-time monitoring to efficiently manage diseases. However, their reliance on conventional batteries introduces surgical risks and operational limitations, necessitating the exploration of alternative energy solutions, such as triboelectric nanogenerators (TENGs). As these implantable TENGs develop, they are increasingly used to power medical devices and...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121587",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global Disproportionality Analysis of Adverse Event Reports on Interstitial Lung Diseases for Cancer-Targeted Therapies, 1968-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although causal inference cannot be drawn, this global disproportionality study highlights reporting signals between cancer-targeted mAbs and ILD subtypes, underscoring the importance of strengthening adverse event reporting systems before and after mAb administration.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41121456",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although causal inference cannot be drawn, this global disproportionality study highlights reporting signals between cancer-targeted mAbs and ILD subtypes, underscoring the importance of strengthening adverse event reporting systems before and after mAb administration"
    },
    {
      "title": "Liver-specific propanoate metabolism-derived 2-ethylhexanol as a novel biomarker for precise diagnosis and prognosis of hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Alterations in propanoate metabolism are increasingly recognized as significant biomarkers for various liver disorders, notably hepatocellular carcinoma (HCC). To enhance diagnostic specificity for HCC, we conducted integrated binary omics and targeted metabolomics analyses, identifying liver-specific propanoate metabolism (LPM) gene signatures and associated metabolites. Leveraging data from 40 tissues and 81 cell subclasses, hepatocytes showed the highest metabolic specificity. Clinical...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41121421",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial analysis of tumor immune microenvironment of TNBC with different neoadjuvant chemotherapy outcomes using multiplex Immunofluorescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, our findings suggest that tumoral CD8 + and CD20 + ICs are pivotal determinants of NAC response in TNBC. The enrichment of CD20 + IC under high-TIL conditions underscores the potential role of B-T cell interactions in shaping immune-mediated chemotherapy responses. These insights provide a foundation for leveraging immune-based biomarkers to stratify patients with TNBC and optimize NAC outcomes.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121362",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, our findings suggest that tumoral CD8 + and CD20 + ICs are pivotal determinants of NAC response in TNBC. The enrichment of CD20 + IC under high-TIL conditions underscores the potential role of B-T cell interactions in shaping immune-mediated chemotherapy responses"
    },
    {
      "title": "CT-derived proximal tibial bone density imbalance is associated with knee osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Knees with OA were associated with asymmetric remodeling patterns of the proximal tibia, including higher medial subchondral density and lower metaphyseal bone density, suggestive of a compartmental imbalance. CT-derived HU values, along with absolute and relative compartmental differences, may serve as exploratory radiologic markers to support OA risk stratification.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Knees with OA were associated with asymmetric remodeling patterns of the proximal tibia, including higher medial subchondral density and lower metaphyseal bone density, suggestive of a compartmental imbalance. CT-derived HU values, along with absolute and relative compartmental differences, may serv..."
    },
    {
      "title": "Hydrogen sulfide induces regulatory B cells via glycolysis and mitochondrial ROS, attenuating LPS-induced lung injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study reveals that H(2)S shifts B cells to have regulatory phenotypes via shifting metabolic pathway and enhancing mitochondrial expenditure. H(2)S can serve as one of the inducers and environmental signals for B(regs) to resolve inflammation via signaling and metabolic pathways in B cells.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals that H(2)S shifts B cells to have regulatory phenotypes via shifting metabolic pathway and enhancing mitochondrial expenditure. H(2)S can serve as one of the inducers and environmental signals for B(regs) to resolve inflammation via signaling and metabolic pathways in B cells"
    },
    {
      "title": "Hypertriglyceridemic waist phenotype in relation to diabetes mellitus and cardiovascular diseases in the Indonesian and Korean populations: evidence from two national surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HTGW prevalence was comparable in Indonesia and Korea, but sex-specific differences suggest distinct underlying mechanisms and the need for tailored interventions. Smoking and alcohol use were key contributors, whereas physical activity was protective, underscoring modifiable lifestyle factors in phenotype expression. HTGW was consistently associated with DM and CVD across both populations, reinforcing its value as a marker of cardiometabolic risk.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HTGW prevalence was comparable in Indonesia and Korea, but sex-specific differences suggest distinct underlying mechanisms and the need for tailored interventions. Smoking and alcohol use were key contributors, whereas physical activity was protective, underscoring modifiable lifestyle factors in ph..."
    },
    {
      "title": "Combination of chemotherapy and immune checkpoint inhibitors in non-small cell lung cancer with actionable gene alterations other than EGFR, ALK, and ROS1 mutations: a retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The combination of chemotherapy with ICIs in NSCLC patients with AGAs other than common EGFR, ALK, and ROS1 mutations demonstrated similar clinical outcomes compared to conventional chemotherapy. Patients with METex14 were associated with higher response rate and longer PFS among patients with AGAs when treated with chemotherapy plus ICIs. Also, the efficacy of the chemotherapy plus ICIs is positively correlate to the PD-L1 expression.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41121006",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combination of chemotherapy with ICIs in NSCLC patients with AGAs other than common EGFR, ALK, and ROS1 mutations demonstrated similar clinical outcomes compared to conventional chemotherapy. Patients with METex14 were associated with higher response rate and longer PFS among patients with AGAs ..."
    },
    {
      "title": "Correlates of mild behavioural impairment in older adults: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120988",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From loss of Ca<sup>2+</sup>-influx to altered organelle temperature and energy failure: A neonatal-lethal TRPV4 mutant (L618P)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "TRPV4 is a thermosensitive and non-selective cation channel which is expressed widely. So far, several point mutations in TRPV4 have been identified and all these mutants induce pathophysiological defects that range from mild-phenotype to neonatal lethality, suggesting that TRPV4 mutation-induced channelopathies have differential levels of phenotypic penetrations. The reasons for such variability are still poorly understood. In this work, we aim to characterize TRPV4-L618P, a mutation that has...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41125143",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to characterize TRPV4-L618P, a mutation that has",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Surface-Energy Capped Hydrogel Micropillar Arrays for Transparent Superhydrophobic Antifogging Surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Transparent substrates widely used in applications such as optical displays, solar cells, and medical devices are highly susceptible to fogging and contamination, often degrading their visual clarity. While various antifogging approaches have been explored, achieving sustained transparency across diverse environments through a simple and scalable design remains a critical challenge in surface engineering. Herein, a structurally simple, low-surface-energy polydimethylsiloxane (PDMS) capped...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41123980",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preserved elastic modulus and enhanced adhesion in long-term and thermally stable glycol gels <em>via</em> affine shrinkage upon water evaporation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Glycol-based polymer gels have emerged as stable alternatives to water-based hydrogels, offering intrinsic advantages owing to the ultra-low volatility and high thermal stability of glycol solvents. However, progress has been limited by persistent challenges in simultaneously achieving both long-term mechanical reliability and strong interfacial adhesion under ambient and extreme conditions. Here, we report a strategy to overcome these limitations by selectively evaporating water from...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41123460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Construction of a practice model of evidence-based health service development for public health nursing in Japan: a Delphi survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results of the Delphi survey showed that the Practice Model, which underwent revisions after each round, achieved a high level of consensus and was modified. The Practice Model clearly outlined the structure of evidence-based health service development. The novelty of this model lies in its structure, which includes three stages-the preparation stage (Type 1 evidence focus), the implementation stage (Type 2 evidence focus), and the dissemination stage (Type 3 evidence focus)-and...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41126220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results of the Delphi survey showed that the Practice Model, which underwent revisions after each round, achieved a high level of consensus and was modified. The Practice Model clearly outlined the structure of evidence-based health service development"
    },
    {
      "title": "Developing Subcutaneous Formulations for Irisin as a Potential Therapeutic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings lay a foundation for advancing irisin-based therapies for obesity and related diseases.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41126008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings lay a foundation for advancing irisin-based therapies for obesity and related diseases"
    },
    {
      "title": "Acute appendicitis in a malpositioned appendix leading to retroperitoneal abscess and sepsis: a forensic autopsy case",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41126005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "We report an autopsy case of a 74-year-old man with lower back pain who was referred to an orthopedic surgeon. Three days after he was prescribed acetaminophen for lumbar disc herniation, he was found dead in his bed. The autopsy revealed a perforated appendicitis attached to the retroperitoneum in the upper right abdomen, massive hemorrhages in the cecum, a retroperitoneal abscess, and skin discoloration from the abdomen to the back. The patient had died from sepsis caused by a retroperitoneal...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41126005",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary epithelioid angiosarcoma of the liver",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "A 67-year-old woman presented with abdominal pain and fever and was found to have multiple liver masses, up to 6 cm in size, that had not been detected on ultrasound 2 months earlier. The rapid onset of lesions, elevated inflammatory markers, and mildly increased liver enzymes initially suggested liver abscesses based on radiographic findings. However, the patient showed no response to antimicrobial therapy, and contrast-enhanced ultrasonography indicated a primary liver tumor. Biopsy revealed a...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125963",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A 2-year prospective study on the evolution of Low Anterior Resection Syndrome (LARS) following rectal cancer surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The majority of spontaneous improvement in LARS occurred within the first 6 months postoperatively, with little improvement thereafter. These findings highlight the need for early proactive management rather than expectant follow-up.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125949",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The majority of spontaneous improvement in LARS occurred within the first 6 months postoperatively, with little improvement thereafter. These findings highlight the need for early proactive management rather than expectant follow-up"
    },
    {
      "title": "Functional landscape of ubiquitin linkages couples K29-linked ubiquitylation to epigenome integrity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Linkage-specific ubiquitin chains govern the outcome of numerous critical ubiquitin-dependent signaling processes, but their targets and functional impacts remain incompletely understood due to a paucity of tools for their specific detection and manipulation. Here, we applied a cell-based ubiquitin replacement strategy enabling targeted conditional abrogation of each of the seven lysine-based ubiquitin linkages in human cells to profile system-wide impacts of disabling formation of individual...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41125851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Effect of Internet-Based Cognitive Behavioral Therapy (I-CBT) for Severe Fatigue in Adolescents with Immune Dysregulation Disorders: Preliminary Findings using a Multiple Single-Case Experimental Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Severe fatigue in adolescents with immune dysregulation disorders (IDD) is prevalent and affects daily functioning. This study tested Internet-based cognitive behavior therapy (I-CBT) for the treatment of persistent fatigue in adolescents with IDD. This study used a multiple single-case experimental design (SCED) with a randomized waiting list period of 7-26 weeks, followed by 26 weeks of I-CBT and a 16-week follow-up. Nine adolescents participated, focusing on fatigue severity as the primary...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125848",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic accuracy of different exercise blood pressure metrics in identifying hypertension on 24-h ambulatory blood pressure monitoring in athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Exercise blood pressure (BP) metrics have been promoted as a means of identifying latent or mild hypertension in athletes. We evaluated the diagnostic accuracy of four exercise BP metrics to diagnose hypertension, defined by 24-h ambulatory BP monitoring (ABPM) as mean ≥130/80 mmHg, daytime ≥135/85 mmHg and/or nighttime ≥120/70 mmHg. Fifty-four endurance-trained athletes (48 [IQR 24-58] years, 67% male) underwent exercise testing with serial BP measurements and 24-h ABPM. Exaggerated exercise BP...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural characterization of an extracellular contractile injection system from Photorhabdus luminescens in extended and contracted states",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Contractile injection systems (CISs) are phage tail-like nanosyringes that mediate bacterial interactions by puncturing target cell membranes. Within these systems, Photorhabdus Virulence Cassettes (PVCs) can translocate toxins across eukaryotic target cell membranes and have been engineered to deliver diverse protein cargoes into non-natively-targeted organisms. Despite the structural insights into several CISs, including one PVC from P. asymbiotica, information on PVCs from other species and...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative coronary angiography and outcomes in acute type A aortic dissection with coronary malperfusion: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among patients with ATAAD with coronary malperfusion, in-hospital mortality did not differ significantly between those who underwent coronary angiography followed by aortic repair and those who underwent direct aortic repair.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125468",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients with ATAAD with coronary malperfusion, in-hospital mortality did not differ significantly between those who underwent coronary angiography followed by aortic repair and those who underwent direct aortic repair"
    },
    {
      "title": "Kinetic measurement of gene-specific RNA polymerase II transcription elongation rates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Transcription is regulated at multiple levels, including initiation, elongation, and termination. Whereas much research has focused on the initiation of transcription, regulation of elongation plays an important role not only in transcription dynamics but also in cotranscriptional RNA processing and genome stability. Despite advances in high-throughput approaches for global quantification of RNA polymerase II (RNAPII) speed, RNAPII elongation rate studies have been limited to a relatively small...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role not only in transcription dynamics but also in cotranscriptional RNA processing and genome stability",
      "conclusion": null
    },
    {
      "title": "Effects of exercise on muscle fatigability in COPD: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "This systematic review aims to summarise the impact of exercise training on peripheral muscle fatigability in people with COPD, addressing different assessment methods and exercise interventions (i.e. endurance, resistance and combined training).PubMed, CENTRAL, CINAHL and PEDro databases and trial registers were searched from inception to September 2024. We identified randomised and nonrandomised trials assessing pre-to-post-training changes in muscle fatigue resistance, assessed as a reduction...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to summarise the impact of exercise training on peripheral muscle fatigability in people with COPD, addressing different assessment methods and exercise interventions (i",
      "significance": "of exercise training on peripheral muscle fatigability in people with COPD, addressing different assessment methods and exercise interventions (i",
      "conclusion": null
    },
    {
      "title": "Adverse effects of overdiagnosis on our understanding of disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving ADME Prediction with Multitask Graph Neural Networks and Assessing Explainability in Lead Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Early evaluation of absorption, distribution, metabolism, and excretion (ADME) properties is crucial for streamlining drug development. Traditional in vivo and in vitro approaches are often expensive. Moreover, during lead optimization, these methods rely heavily on the expertise of specialists, leading to efficiency challenges. Consequently, in silico methods for ADME prediction are attracting increasing attention. However, existing in silico methods face two major issues: a decline in...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125231",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of semaglutide on vessel morphology: Studies on the chicken chorioallantoic membrane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Glucagon-Like Peptide-1 (GLP-1) receptor agonists are widely used to manage type 2 diabetes and promote weight loss. Semaglutide (SEM)-a long acting GLP-1-has experienced an extraordinary surge in popularity since its approval in 2017. Between 2021 and 2023, SEM prescription fills in the U.S. climbed to 2.56 million per month. Yet, the uptake of SEM into larger populations has raised safety concerns, with provocative findings now suggesting that SEM could negatively affect ocular and...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125168",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrafine partial nitritation-hydroxyapatite granules facilitate stable high-rate partial nitritation of anaerobic digestate of waste activated sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "High-rate partial nitritation (PN) in two-stage PN-anammox (PN/A) processes for anaerobic digestate is often limited by biomass loss due to poor settleability. This study developed a novel PN-hydroxyapatite (PN-HAP) granular sludge process leveraging high pH (>8.0) and phosphorus (15 mg/L) in digestate to induce in situ HAP precipitation, forming ultrafine PN-HAP granules (∼100 μm). These granules significantly enhanced settleability and biomass retention (17.1 ± 0.4 g/L). At 310.9 mg/L...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bio-3D printing with smooth muscle cells derived from human iPSCs via neural crest and its application for the tracheal regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Smooth muscle cells derived from induced pluripotent stem cells (iPSCs) have been used for scaffold-free structures; however, their use in regenerated organs is rare and not well established. The induction of mesenchymal stem cells (MSCs) via neural crest cells (NCCs) from iPSCs offers advantages such as a large-scale cell stock. While research has progressed on the chondrogenic differentiation and regenerative medicine applications of cartilage derived from human induced pluripotent stem...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanical function of scaffold-free cardiac tissue fabricated using a temperature-responsive culture dish depends on the degree of shrinkage and load",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Cardiac tissues derived from human-induced pluripotent stem cells (hiPSCs) are a promising platform for physiological modeling and drug screening. Among the various strategies used to recreate the in vivo environment for cardiac tissues, mechanical stress has been widely studied for its diverse effects. However, the effects of cellular structure and mechanical loading on the function of scaffold-free tissues remain unclear.&#xD;Methods: Scaffold-free cardiac tissues were fabricated by layering...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Upcycling zinc-carbon batteries for tunable manganese dioxides and zinc electrolytes in rechargeable batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41125040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "A key challenge in battery recycling is the development of processes that can transform waste materials into value-added electrode materials for use in rechargeable batteries. Here, we demonstrate a novel upcycling approach of spent zinc-carbon batteries to enable phase-controlled synthesis of MnO(2) polymorphs (α-, γ-, β-, and λ-MnO(2)) as cathode materials in rechargeable zinc-ion batteries. Through manual dismantling under controlled condition and selective separation, manganese was recovered...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41125040",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of the estrogen receptor subtypes associated with testis-ova induction in the medaka",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Exposure to estrogenic endocrine disrupting chemicals (EDCs) poses a significant threat to aquatic wildlife. They are known to induce a range of adverse reproductive and developmental disorders that include induction of oocytes in the testis (testis-ova), however, mechanisms underlying the testis-ova induction are not fully understood. In this study, applying the use of estrogen receptor (esr) 1, esr2a and esr2b knock out (KO) in medaka exposed to 17β-estradiol (E2), we investigated which Esr...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "which Esr",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trans-localization of p210 BCR-ABL to the mitochondria is mediated by the interaction of its PH domain with cardiolipin exposed on the outer membrane",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "p210 BCR-ABL, a chimeric protein composed of breakpoint cluster region (BCR) and Abelson proto-oncogene (ABL) tyrosine kinase, is a principal driver of chronic myeloid leukemia (CML). We previously reported that the recombinant pleckstrin homology (PH) domain of p210 BCR-ABL (p210-PH) binds efficiently to cardiolipin (CL), a mitochondrial inner membrane-specific phospholipid, in vitro. Additionally, p210 BCR-ABL expressed in HEK293T cells trans-localizes from the cytosol to the mitochondria upon...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the Effectiveness of Digital Social Robots in Reducing Loneliness Among Community-Dwelling Older Adults in Japan: Randomized Controlled Trial and Qualitative Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Social robots can reduce loneliness among community-dwelling older adults in non-Western societies. Information and communication technology appears to be an effective approach for alleviating loneliness and enhancing well-being among older adults in community settings.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Social robots can reduce loneliness among community-dwelling older adults in non-Western societies. Information and communication technology appears to be an effective approach for alleviating loneliness and enhancing well-being among older adults in community settings"
    },
    {
      "title": "Conversion of pathogenic T cells into functionally stabilized T<sub>reg</sub> cells for antigen-specific immunosuppression in pemphigus vulgaris",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Antigen-specific immunotherapy represents one candidate strategy for treating autoimmune diseases such as pemphigus vulgaris, a skin autoimmune disorder mediated by anti-desmoglein 3 (Dsg3) autoantibodies. We developed a therapeutic strategy by which Dsg3-specific pathogenic autoreactive CD4^(+) T cells were converted in vitro into functionally stable Foxp3^(+) regulatory T (T(reg)) cells, designated stable and functional induced T(reg) (S/F-iT(reg)) cells. The conversion was achieved by...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generating functionally stable and antigen-specific T<sub>reg</sub> cells from effector T cells for cell therapy of inflammatory diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "One strategy for antigen-specific immunosuppression is to convert antigen-specific conventional T (T(conv)) cells into Foxp3^(+) regulatory T (T(reg)) cells that are as stably suppressive as naturally occurring T(reg) (nT(reg)) cells. To achieve the conversion in vitro for mice and humans, we induced high Foxp3 expression in antigen- and interleukin-2 (IL-2)-stimulated T(conv) cells by CDK8/19 inhibition. We further established T(reg) cell-specific epigenetic changes by depriving CD28...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124283",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The chloride intracellular channel 1 (CLIC1) is essential for microglial morphodynamics and neuroinflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Microglial functions rely on their morphodynamic versatility and inflammatory response, yet the molecular determinants, particularly ion channels and receptors, remain poorly understood. Here, we identify chloride intracellular channel 1 (CLIC1), a protein known to exist in both soluble and membrane-associated forms, as highly enriched in human and murine microglia, with minimal expression in other brain cells. Acute blockade or genetic deletion of CLIC1 markedly attenuates microglial...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124273",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A dynamic gene regulatory code drives synaptic development of hippocampal granule cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Connecting neurons into functional circuits requires the formation, maturation, and plasticity of synapses. While advances have been made in identifying individual genes regulating synapse development, the molecular programs orchestrating their action during circuit integration of neurons remain poorly understood. Here, we take a multiomic approach to reconstruct gene regulatory networks (GRNs), comprising transcription factors (TFs), regulatory regions, and predicted target genes, in...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124261",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Designing a deposit-refund system for cigarette butts: What do smokers care about?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Cigarette butts (CBs) are the world's most littered item and significantly contribute to environmental pollution. A deposit-refund system (DRS) has been proposed to reduce CB littering, but its effective design remains underexplored. This study addressed this gap by investigating smokers' perceptions and preferences in hypothetical DRS scenarios for CBs. We conducted a discrete choice experiment in Japan (n = 1,865) and Indonesia (n = 2,000). Respondents were divided into treatment and control...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An inadequate number of first-line chemotherapy cycles provides poor survival outcomes in patients with metastatic urothelial carcinoma receiving avelumab maintenance: results from the chu-shikoku Japan urological consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: An inadequate number of first-line chemotherapy cycles was associated with poor survival outcomes. Four or more cycles of first-line platinum-based chemotherapy may be beneficial to ensure the efficacy of avelumab maintenance treatment in patients with mUC.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124086",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An inadequate number of first-line chemotherapy cycles was associated with poor survival outcomes. Four or more cycles of first-line platinum-based chemotherapy may be beneficial to ensure the efficacy of avelumab maintenance treatment in patients with mUC"
    },
    {
      "title": "Shape-Encoded Hydrogel Sensor Particles Enable Multiplex Odorant Detection Through Deep-learning Classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Simultaneous detection of multiple odorants is a major challenge in the development of portable, cell-based biohybrid sensors, primarily due to the difficulty of distinguishing between different sensor cell types. Here, a strategy that encodes odorant sensor cell types using the shape of hydrogel particles, enabling shape-based identification through deep learning is reported. Each particle shape corresponds to a unique sensor cell type expressing a distinct odorant receptor (OR). A...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenging the Paradigm: Non-Canonical Exoprotease Cheating in Clinical Pseudomonas aeruginosa Isolates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Pseudomonas aeruginosa is a model for studying social behaviors in bacteria, such as the exploitation of exoprotease by social cheaters. The current paradigm holds that continuous culture of exoprotease-producing individuals with protein as the sole carbon source selects for exoprotease-non-producers-mutants with an impaired quorum-sensing regulator, LasR, which controls exoprotease expression. However, recent studies with reveal that some isolates lacking functional LasR still produce...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The evolution of plasticity and evolvability in a simple gene regulatory network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41124012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Organisms adapt to environmental change by plastic phenotypic responses, genetic adaptation, or a combination of the two. Beyond adapting to the environment, organisms can also evolve the ability to adapt more effectively. Evolution can enhance their capacity to respond to environmental cues (increased plasticity), but also their capacity to harness the effects of mutations (increased evolvability). However, it is unclear how these different adaptive capacities co-evolve. Here, we present an...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41124012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Size-Tunable Superparamagnetic Iron Oxide/Fluorescent Conjugated Polymer Composite Nanoparticles for Sentinel Lymph Node Biopsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Sentinel lymph nodes (SLNs) are critical diagnostic targets for detecting breast cancer metastasis. Integrating preoperative magnetic detection and fluorescence-guided surgical resection is a promising strategy for accurate and minimally invasive SLN biopsy. Achieving this requires tracers with strong fluorescence, high superparamagnetism, and precise size tunability within the 10-100 nm range because particle size significantly affects SLN accumulation. Conjugated polymer nanoparticles (Pdots)...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123982",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Thermal- and Photostability of Trace Pyrazine-Incorporated Hydrogen Boride Nanosheets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Hydrogen boride (HB) nanosheets are emerging hydrogen-rich materials with controllable hydrogen-release properties under UV, electrochemical, and thermal stimuli. However, their practical application in high-temperature environments and harsh conditions, such as neutron shielding, requires improved stability against heat and light exposure. Herein, the synthesis of pyrazine-incorporated HB nanosheets (Pyrazine-HB) is reported via a simple solution-mixing and drying process. Despite a low...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123973",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perioperative management of thoracoscopic left cardiac sympathetic denervation for refractory long QT syndrome: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case demonstrates the safe perioperative management of LCSD for drug-refractory LQTS by incorporating strategies to minimize QT prolongation and suppress malignant arrhythmias.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case demonstrates the safe perioperative management of LCSD for drug-refractory LQTS by incorporating strategies to minimize QT prolongation and suppress malignant arrhythmias"
    },
    {
      "title": "JSH practical guidelines for hematological malignancies, 2023: II. Lymphoma 10. Hodgkin lymphoma (HL)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Venous air embolism induced by burr hole drilling before dural incision in craniotomy: two case reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These cases highlight that VAE can occur even before dural incision. Vigilant intraoperative monitoring and prompt intervention are essential for preventing potentially fatal outcomes.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123766",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These cases highlight that VAE can occur even before dural incision. Vigilant intraoperative monitoring and prompt intervention are essential for preventing potentially fatal outcomes"
    },
    {
      "title": "Effects of ischemic time in living-donor kidney transplantation: a retrospective, propensity score-matched cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Longer ischemic time was correlated with early postoperative renal dysfunction, although the effect on renal function at 1 year was minimal with short ischemic times. Adverse effects of ischemic time on renal function after 1 year should be considered with older donors.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Longer ischemic time was correlated with early postoperative renal dysfunction, although the effect on renal function at 1 year was minimal with short ischemic times. Adverse effects of ischemic time on renal function after 1 year should be considered with older donors"
    },
    {
      "title": "Neonatal acute kidney disease in the National Center for Child Health and Development (NCCHD)-neoAKI cohort: risk factors and prognostic outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Neonatal AKD was common and associated with increased mortality and major adverse kidney events. Our findings support AKD as a useful concept for identifying high-risk neonates and highlight the need for long-term kidney monitoring in this vulnerable population.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Neonatal AKD was common and associated with increased mortality and major adverse kidney events. Our findings support AKD as a useful concept for identifying high-risk neonates and highlight the need for long-term kidney monitoring in this vulnerable population"
    },
    {
      "title": "Reduced human-body advantage in mental rotation among patients with knee osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Mental rotation can be performed more efficiently for objects that resemble the human body than for abstract objects. This human-body advantage is thought to reflect the involvement of body representations and motor processes. The present study investigated whether this advantage is reduced in older adults with knee osteoarthritis (OA), a condition associated with motor degeneration and altered body representation. Fifty-nine women with knee OA and thirty-six age-matched healthy controls...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123651",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning models for radiography body-part classification and chest radiograph projection/orientation classification: a multi-institutional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These models help automatically verify image labels in large radiographic databases, improving quality control across multiple institutions.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These models help automatically verify image labels in large radiographic databases, improving quality control across multiple institutions"
    },
    {
      "title": "NANO 2024 - nanostructured materials for energy, bio, photonics, and electronics applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123430",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial Perspective: The challenge of evaluating ADHD parenting interventions - towards a hybrid approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Behavioural parent training (BPT) has been recommended as part of multi-modal intervention strategies for children with attention-deficit/hyperactivity disorder (ADHD). The evaluation of its effectiveness, however, is challenging, as meta-analyses have indicated a discrepancy between effects on most proximal (MPROX) and probably blinded (PBLIND) outcome measures. In this editorial perspective, we provide five hypotheses that may explain this discrepancy. The first three hypotheses assume that...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Listeria monocytogenes rhombencephalitis: a case report and review of current literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123313/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Listeria monocytogenes Meningoencephalitis is a severe infectious disease with marked morbidity that can occur in previously immunocompetent hosts, regardless of age.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123313",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Listeria monocytogenes Meningoencephalitis is a severe infectious disease with marked morbidity that can occur in previously immunocompetent hosts, regardless of age"
    },
    {
      "title": "Epidemiology and Impact of Accessory Navicular on Physical Function in the General Population: Insights From a Large Population-Based Cohort ROAD Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "BackgroundThe accessory navicular is a common anatomical variant of the foot that may become symptomatic and occasionally require treatment, particularly in younger individuals. Recent evidence indicates that accessory navicular may be associated with posterior tibial tendon dysfunction in middle-aged and elderly individuals, potentially affecting physical function. However, research on its impact in this demographic remains limited. This study aims to assess the epidemiology and impact of...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to assess the epidemiology and impact of",
      "significance": "in this demographic remains limited",
      "conclusion": null
    },
    {
      "title": "Modulation of Spinal Nociceptive Excitability by Nociceptive-Visual Interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This suggests that spinal nociceptive excitability can be modulated by the presence of external visual stimuli that have no explicit emotional or task-related valence. Whether the proximity of the visual stimuli might play a role in such interactions needs to be further investigated.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This suggests that spinal nociceptive excitability can be modulated by the presence of external visual stimuli that have no explicit emotional or task-related valence. Whether the proximity of the visual stimuli might play a role in such interactions needs to be further investigated"
    },
    {
      "title": "Arterial stiffness is associated with small and large fiber neuropathy: The Maastricht Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41123059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings show that arterial stiffening is associated with both small-fiber and large-fiber neuropathies. Further longitudinal research is needed to clarify whether arterial stiffening is a direct cause of neuropathy.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41123059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings show that arterial stiffening is associated with both small-fiber and large-fiber neuropathies. Further longitudinal research is needed to clarify whether arterial stiffening is a direct cause of neuropathy"
    },
    {
      "title": "UV/Ozone Treatment of Polymer Surfaces to Enhance Cell Adhesion: The Mechanism and Guidelines for Optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Despite the widespread use of UV/ozone (UVO) treatments to improve cell adhesion and proliferation on polymer substrates, a complete understanding of the mechanism has not been achieved. This study investigates the effect of UVO treatment on the physicochemical properties of polymer surfaces (polystyrene and cyclo-olefin polymer) and protein adsorption, focusing on its impact on cell adhesion and the underlying mechanisms. UVO treatment with short time (1 or 2 min) significantly enhances cell...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41122995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "on cell adhesion and the underlying mechanisms",
      "conclusion": null
    },
    {
      "title": "Site-1 protease-mediated cholesterol metabolism is essential for lymphatic development in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Recent evidence suggests that cellular metabolism, including glycolysis and fatty acid synthesis in lymphatic endothelial cells (LECs), plays essential roles in developing functional lymphatic systems. Site-1 protease (S1P) proteolytically activates membrane-bound latent transcription factor sterol regulatory element-binding proteins (SREBPs), which are required to induce lipid biosynthesis. In this study, we generated mice with pan-endothelial or LEC-specific deficiency of either S1P or SREBP2....",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41122969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain management after hallux valgus repair surgery: an updated systematic review and procedure-specific postoperative pain management (PROSPECT) recommendations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Hallux valgus repair surgery is associated with moderate-to-severe postoperative pain. The aim of this systematic review was to assess the available literature and update previous PROSPECT (PROcedure SPECific Postoperative Pain ManagemenT) recommendations for optimal pain management after hallux valgus repair surgery.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41122054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this systematic review was to assess the available literature and update previous PROSPECT (PROcedure SPECific Postoperative Pain ManagemenT) recommendations for optimal pain management after hallu...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Room-Temperature Paramagnetic-to-Diamagnetic Switching Behavior in an Open-Shell Ionic Liquid with a Tetracyanoquinodimethane Radical Anion Salt",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41122046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "An ionic liquid consisting of a 7,7,8,8-tetracyanoquinodimethane (TCNQ) radical anion and a tetra-n-octylphosphonium ion, 1^(+)•TCNQ^(•-), undergoes a transformation near room temperature from paramagnetic liquid to diamagnetic solid accompanied by significant changes in photophysical properties. A blue solid of 1^(+)•TCNQ^(•-) melts upon heating above 328 K, yielding a green liquid. The green liquid exhibits a magnetic susceptibility of 5 × 10^(-4) emu mol^(-) ¹. Upon cooling, the liquid...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41122046",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal and quantitative analyses of phosphoinositides - fluorescent probe-and mass spectrometry-based approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Comprehensive understanding of phosphoinositide signaling requires both spatiotemporal visualization and precise quantitative analysis of individual lipid species. Phosphoinositides, a family of phosphorylated derivatives of phosphatidylinositol (PI), are structurally diverse lipid messengers that orchestrate a wide range of cellular functions, including membrane trafficking, cytoskeletal dynamics, and signal transduction. Due to their dynamic metabolism and compartment-specific localization,...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41121998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Helical Polymer-Based Polycarboxylate as Chiral Ligands in Cu-Catalyzed Enantioselective Diels-Alder Reaction in Water",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Water-soluble poly(quinoxaline-2,3-diyl)s (PQXlac) bearing chiral carboxylic acid side chains derived from l-lactic acid were used for Cu-catalyzed enantioselective Diels-Alder reaction in water. The reaction of azachalcone with cyclopentadiene in the presence of PQXlac (1000mer, 1 mol% monomer unit) and Cu(NO(3))(2) (1 mol% Cu) proceeded at 5 °C in good yield with high enantioselectivity up to 99% ee. The utilization of the corresponding oligomers shorter than 10mer resulted in low chemical...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41121942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Simple Design of UV-curable Covalent Adaptive Networks Operated by Thiourea Bond Exchange",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "Using the concept of covalent adaptive networks (CANs), or vitrimers, sustainable and reprocessable cross-linked polymer materials can be developed. Advances in molecular design and understanding of the underlying physics are essential for translating such bond exchange concepts into practical applications. In this study, we demonstrate the design of a simple CAN system via UV-curing of a thiol-ene click reaction, where the network is formed by reacting telechelic allyl monomers with...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41121894",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Air sampling and analysis method to determine worker exposure levels to N-isopropyl-N'-phenyl-p-phenylenediamine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41121735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251023033745&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We successfully developed a method to measure workers' exposure to airborne IPPD within the concentration range of 0.05-4 mg/m3, which will assist risk assessments.",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41121735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We successfully developed a method to measure workers' exposure to airborne IPPD within the concentration range of 0.05-4 mg/m3, which will assist risk assessments"
    }
  ]
}