{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-22T19:19:30.191Z",
  "totalItems": 150,
  "totalArchived": 17649,
  "newPapersAdded": 144,
  "institutionBreakdown": {
    "KAIST": 28,
    "SNU": 59,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 59,
    "IBS": 0,
    "UNIST": 4,
    "Hanyang University": 4,
    "KIST": 4,
    "GIST": 7,
    "Kyung Hee University": 5,
    "Pusan National University": 6
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 99,
    "Materials Science": 18,
    "Cancer Research": 12,
    "Computer Science": 2,
    "Biomedical": 13,
    "Neuroscience": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Complete genome of Leuconostoc mesenteroides B22051 from Panax ginseng Meyer C. A. in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: Leuconostoc menseteroides is a species of lactic acid bacteria with established safety, frequently isolated from fermented foods such as kimchi, and is Generally Regarded as Safe (GRAS). This species is used as a starter culture for kimchi fermentation in South Korea. In this study, we aimed to evaluate the probiotic potential of Leconostoc menseteroides B22051, isolated from Panax ginseng C. A. Meyer (Ginseng), through genome analysis by assessing probiotic traits including...",
      "pubDate": "2025-10-22T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41120829",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Leuconostoc menseteroides is a species of lactic acid bacteria with established safety, frequently isolated from fermented foods such as kimchi, and is Generally Regarded as Safe (GRAS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discharge Neurological Deficit as a Predictor of Early Stroke Recurrence: A Nationwide Registry-Based Propensity-Matched Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Discharge NIHSS score significantly reflects risk of early recurrence compared with initial stroke severity. These findings support incorporating discharge neurological status into poststroke risk stratification and follow-up planning.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41120808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Discharge NIHSS score significantly reflects risk of early recurrence compared with initial stroke severity. These findings support incorporating discharge neurological status into poststroke risk stratification and follow-up planning"
    },
    {
      "title": "Design, fabrication, and optical imaging performance comparison of precision microlens arrays for application in plenoptic microscopy systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This study focuses on analyzing the characteristics of a microlens array produced by 3D diffusion lithography and the characteristics of the optical system based on the arrangement of the lenses. The microlens array, with an 85 μm pitch, 2.1 mm focal length, and 1 μm sag, was designed to match the numerical aperture of a 10×, 0.25 NA objective lens. Photoresist, aluminum, and photoresist layers were deposited onto a silicon substrate. After patterning with a photomask, the aluminum layer was...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41120568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "lens",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of stigmasterol derived AChE inhibitors for Alzheimer's disease using high throughput virtual screening and molecular dynamics simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD), a progressive neurodegenerative disorder, poses a significant global health burden due to its intricate pathology and the absence of curative treatments. Current therapies primarily offer symptomatic relief, often with limited efficacy and complications, thereby underscoring the urgent need for innovative, safer, and more effective interventions. Stigmasterol, a plant-derived phytosterol, has demonstrated neuroprotective properties, including anti-inflammatory and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41120520",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of deposition conditions on ALD based Ru passivation for Cu-Cu hybrid bonding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Cu-Cu hybrid bonding is a key technology for fine-pitch interconnections in advanced semiconductor packaging. However, native Cu oxidation and interface instability hinder reliable low-temperature bonding. While noble metal passivation can mitigate oxidation, conventional sputtering-based methods pose challenges for Cu/SiO(2) hybrid bonding. Atomic layer deposition (ALD) offers a promising alternative for area-selective metal passivation, enabling precise deposition on Cu surfaces without...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41120460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usable time estimation and suitable battery selection for electric tractor considering agricultural operational load",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This study estimates battery usable time and discharge rates, and selects a suitable battery for a single-motor electric tractor using dynamometer tests and rotary tillage at L-slow, L-fast, and M-slow gear stages. The dynamometer results were validated for rotary tillage to determine a suitable battery for full-day (8 h) operations. In dynamometer tests, battery power consumption for light, medium, and heavy-duty loads was 6.25, 8.76, and 14.51 kW, resulting in usable times of 3.00, 2.33, and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41120431",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Solar-hybrid biocatalyst for methane hydroxylation to methanol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Methane hydroxylation presents a promising approach to produce high-energy methanol from potent greenhouse gases, thereby contributing to a more sustainable future. Despite its environmental importance, current research on this process remains challenging due to the harsh operating conditions for the activation of inert C-H bond in methane. In nature, methane monooxygenase converts methane by activating the C-H bonds through its hydroxylase, under ambient conditions, receiving electrons from...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41120351",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hospital-Based Surveillance of Pediatric Invasive Pneumococcal Diseases, 2016-2023 in Korea: Serotype Trends and Vaccination Policy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Given the approval of two new PCVs, the study results identified the substantial contribution of non-PCV13 serotypes to pediatric IPD and provide critical insights for optimal vaccination strategies to protect children against pneumococcal diseases.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41120105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given the approval of two new PCVs, the study results identified the substantial contribution of non-PCV13 serotypes to pediatric IPD and provide critical insights for optimal vaccination strategies to protect children against pneumococcal diseases"
    },
    {
      "title": "A new species of Andricus Hartig (Hymenoptera: Cynipidae: Cynipini) from South Korea, Andricus koreanus sp. nov",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new species of gall wasp in the genus Andricus Hartig, 1840 is described from South Korea. Andricus is the most diverse genus in the tribe Cynipini within the family Cynipidae, and the newly described species is known only from individuals of a sexual generation that induces galls on the leaves of Quercus mongolica. A diagnosis, description, and biology of this new species are provided.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41119889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the genus Andricus Hartig",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic review of the genus Psallops Usinger, 1946 (Hemiptera: Miridae) from the Afrotropical Region, with descriptions of two new species and a discussion on the internal revision of Psallops",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The plant bug genus Psallops Usinger, 1946 (Hemiptera: Heteroptera: Miridae: Psallopinae) has been represented so far in Africa by three species: P. linnavuorii Herczek, Popov & Gorczyca, 2016, P. niedzwiedzkii Herczek & Popov, 2016 and P. webbi Herczek & Popov, 2014. In this paper, the genus Psallops is taxonomically reviewed for the Afrotropical Region. Two new species, Psallops madagascariensis sp. nov. from Madagascar and P. namibiensis sp. nov. from Namibia and Botswana, are described....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41119637",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aleochara (Calochara) hongi Ahn &amp; Jung (Coleoptera: Staphylinidae: Aleocharine), a new species from animal feces with a discussion of its phylogenetic relationships",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A systematic study of the Aleochara Gravenhorst Calochara Casey using morphological and molecular characters is presented. As a result of a taxonomic study of the subgenus in Korea, we found a new species from animal feces [Aleochara (Calochara) hongi Ahn & Jung, new species]. The subgenus Calochara Casey is new to the East Asian fauna, and its phylogenetic relationships are discussed using partial COI and COII sequences. Diagnoses and illustrations of the habitus photographs, median lobe, and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41119379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Note on the genus Peritropis Uhler (Hemiptera: Miridae: Cylapinae), with descriptions of two new species from the Indochina Peninsula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Two new species of the fungal-inhabiting plant bug genus Peritropis Uhler, 1891 are described from the Indochina Peninsula: P. andrzeji sp. nov. and P. cheroti sp. nov. In addition, P. thailandica is recorded from Vietnam for the first time. Morphological information, including a detailed description of male and female genitalia, is presented. The importance of structural examination in the genus Peritropis is discussed, and a key to the species of Peritropis occurring in the Indochina Peninsula...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41119340",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic review of the genus Eurystylus Stl (Hemiptera: Miridae: Mirinae) from Vietnam, including a new species description",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The plant bug genus Eurystylus Stl is taxonomically reviewed in Vietnam. Five species are recognized including one new species, Eurystylus yasunagai sp. nov. and a new record for the country, E. sauteri. Detailed morphological descriptions and diagnostic figures are provided for all species. An identification key to the Vietnamese fauna is also presented.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41119305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three new species of the genus Argyresthia Hbner, [1825] (Lepidoptera: Argyresthiidae) from Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "In this study, three new species of the genus Argyresthia Hbner, [1825], A. (Blastotere) argentilucens Kim & Byun, sp. nov., A. (B.) koreana Kim & Byun, sp. nov., and A. (B.) maculofasciata Kim & Byun, sp. nov. are described from Korea, bringing the total number of Argyresthia species recorded in the country to 19 species. The adult habitus and genitalia of the species are illustrated. The COI barcode sequences are provided for the species, and a neighbor-joining (NJ) tree is used as...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41118970",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The genus Limbobotys Munroe &amp; Mutuura, 1970 (Lepidoptera, Crambidae, Pyraustinae) from Laos, with the description of a new species and a newly combined species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The genus Limbobotys is recorded from Laos for the first time, including three newly recorded species (L. ptyophora, L. acanthi, and L. limbolalis), one newly combined species (L. acutangulalis comb. nov.), and one new species (Limbobotys digitatus sp. nov.), described herein. This study provides photographs of adults and genitalia for all examined species, along with an identification key for the Limbobotys species occurring in Laos.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41118840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailored Stitching and Vertical Stacking for High-Voltage Multifunctional Structural Batteries with Enhanced Electrochemical-Mechanical Coupling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Multifunctional structural batteries combining mechanical load-bearing and energy storage offer strong potential for lightweight systems. However, conventional carbon-fiber-reinforced polymer (CFRP)-based designs face persistent challenges including electrode delamination, inter-cell dead space, poor electrolyte stability, and insufficient interfacial bonding. This study introduces a CFRP-based, vertically stacked high-voltage structural battery that integrates through-thickness aramid fiber...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41118560",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetics of Double-Layer Patches With Microneedles Containing Procyclidine and Rivastigmine in Guinea Pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Reversible cholinesterase inhibitors have been investigated to address prophylactic and therapeutic outcomes against organophosphorus nerve poisoning, and procyclidine is concomitantly used to compensate for their adverse effects. We designed double-layer patches with microneedles composed of a cream layer for immediate release and a hyaluronic acid-based thin solid layer for sustained release. Rivastigmine and procyclidine were added to the two layers with different doses, and their transdermal...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41118200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Features and Outcomes of Primary Colorectal Diffuse Large B-Cell Lymphoma: A Multicenter Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings confirm the efficacy of front-line R-CHOP in primary GI DLBCL and suggest that primary tumor resection may be a useful component of treatment for localized primary colorectal DLBCL.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41117486",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings confirm the efficacy of front-line R-CHOP in primary GI DLBCL and suggest that primary tumor resection may be a useful component of treatment for localized primary colorectal DLBCL"
    },
    {
      "title": "Boric acid-mediated sol-gel construction of transparent, photoactive TiO<sub>2</sub> films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A water-based sol-gel strategy driven by boron coordination enables the direct fabrication of transparent, photoactive TiO(2) films under ambient conditions. Mixing ammonium oxo-lactato titanate with boric acid produces non-fluidic gels that dry into amorphous TiO(2) films containing rutile-like domains.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41117187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral Toxicity Study of Silicon Dioxide Nanoparticles on Fertility and Early Embryonic Development in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results demonstrated that oral exposure to SiO(2)NPs at dose levels up to 1000 mg/kg did not induce any significant adverse effects on fertility, early embryonic development, or general systemic health. These findings contribute to the human health risk assessment of SiO(2)NPs, and further toxicological studies should address different physicochemical properties and additional exposure routes to resolve remaining uncertainties.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41116870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results demonstrated that oral exposure to SiO(2)NPs at dose levels up to 1000 mg/kg did not induce any significant adverse effects on fertility, early embryonic development, or general systemic health. These findings contribute to the human health risk assessment of SiO(2)NPs, and further toxic..."
    },
    {
      "title": "The role of sestrin2 in skeletal muscle regeneration after injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Despite advances in the understanding of muscle degeneration, the mechanisms governing muscle regeneration under stress conditions remain poorly defined. Sestrin2 (Sesn2) is a stress-inducible gene that plays a crucial role in metabolic balance, nutrient sensing, and redox homeostasis, while protecting against muscle atrophy through multiple pathways. However, its precise role in skeletal muscle differentiation and regeneration, particularly under injury conditions, remains incompletely...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41116692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-cellulose-based solar evaporators with improved wet mechanical integrity via mercerization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "With rising demand for sustainable technologies, renewable energy-driven water purification and desalination have gained increasing attention. Here, we present a newly developed all-cellulose interfacial solar evaporator system with enhanced wet mechanical integrity through mercerization. The devices consist of a porous microfibrillated cellulose supporting layer and a cellulose nanofibril photothermal layer integrated with carbon nanotubes. Post-fabrication mercerization, an alkali treatment...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41116581",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experimental study of the distributions of off-diagonal scattering-matrix elements of quantum graphs with symplectic symmetry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We report on experimental studies of the distribution of the off-diagonal elements of the scattering (S) matrix of open microwave networks with symplectic symmetry and chaotic wave dynamics. These consist of two geometrically identical subgraphs with unitary symmetry described by complex conjugate Hamiltonians that are coupled by a pair of bonds. The results are compared to random-matrix theory (RMT) predictions obtained on the basis of the Heidelberg approach for the S matrix of open...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41116452",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic Exposure and Cardiovascular Disease Risk: A Nationwide Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large population-based cohort study of Korean adults, long-term antibiotic exposure may be associated with a higher risk of CVD. Further research is warranted to establish causality and elucidate the underlying mechanisms for this association.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large population-based cohort study of Korean adults, long-term antibiotic exposure may be associated with a higher risk of CVD. Further research is warranted to establish causality and elucidate the underlying mechanisms for this association"
    },
    {
      "title": "Metabolic Syndrome and Risk of Moyamoya Vasculopathy and Subsequent Stroke in Young Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Metabolic syndrome could substantially increase the risk of MMV development and subsequent stroke events in young adults. These findings emphasize the importance of managing metabolic health to prevent MMV and related neurological outcomes.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Metabolic syndrome could substantially increase the risk of MMV development and subsequent stroke events in young adults. These findings emphasize the importance of managing metabolic health to prevent MMV and related neurological outcomes"
    },
    {
      "title": "Nutritional interventions and sleep quality in obese individuals: a systematic review and meta-analysis of randomized control trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nutritional interventions, especially those that include calorie restriction, high-protein diets, and plant-based supplementation, have the potential to improve sleep quality in adults with obesity. Long-term interventions (≥ 16 weeks) may offer the most effective benefits.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nutritional interventions, especially those that include calorie restriction, high-protein diets, and plant-based supplementation, have the potential to improve sleep quality in adults with obesity. Long-term interventions (≥ 16 weeks) may offer the most effective benefits"
    },
    {
      "title": "Restoration of the Mucosal Barrier by Lactobacillus gasseri HDS0266 and Enterococcus faecium HDS0288 in Dextran Sodium Sulfate and Clostridioides difficile-Induced Colitis Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Inflammatory bowel disease (IBD), which includes Crohn's disease and ulcerative colitis, along with Clostridioides difficile (C. difficile) infection (CDI), are significant gastrointestinal disorders characterized by microbial dysbiosis and influenced by environmental factors. The success of current treatments for IBD and CDI, such as anti-inflammatory drugs and antibiotics, is limited by recurrence, antibiotic resistance, and disruption of healthy gut microbiota. These limitations have given...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41120658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intelligent optimization of track and field teaching using machine learning and wearable sensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Traditional track and field education relies heavily on subjective assessment and manual feedback systems, creating critical barriers to personalized instruction in large-scale educational settings. This study presents a novel machine learning framework for optimizing track and field teaching through intelligent analysis and personalization of instructional content. This study developed a multi-layered system architecture integrating wearable IMUs (200 Hz), high-definition cameras (120fps), and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41120642",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Filler Injection Techniques and Ultrasound Observations: Ultrasound-Based Classification of Volume Deficiency in Nasolabial Folds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Ultrasound-guided, anatomy-based filler injection offers enhanced safety, precise plane targeting, and real-time monitoring of filler distribution in NLF correction. Integrating ultrasound into aetiologic classification improves treatment planning and reduces complications, particularly in populations with variable vascular anatomy. Larger controlled trials are recommended to validate long-term outcomes.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120613",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ultrasound-guided, anatomy-based filler injection offers enhanced safety, precise plane targeting, and real-time monitoring of filler distribution in NLF correction. Integrating ultrasound into aetiologic classification improves treatment planning and reduces complications, particularly in populatio..."
    },
    {
      "title": "Implication of dopamine transporter and electroencephalography biomarkers in dementia with lewy bodies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Dopamine transporter (DAT) imaging and electroencephalography (EEG) are recommended biomarkers for diagnosing dementia with Lewy bodies (DLB). However, their interrelationship and independent associations with clinical symptoms remain unclear. We retrospectively analyzed 120 patients with DLB who underwent neuropsychological tests, DAT positron emission tomography, and quantitative EEG analysis. In the first step, partial correlation and univariable logistic regression analyses were conducted to...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120550",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative study of thermal response for tetra nanofluid through a vertically oriented needle device inspired by combined convection and porous media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Investigation of thermal behaviour of tetra nanofluids is a rich research direction for enhanced thermal efficiency, optimizing the renewable energy systems by improving the fluid properties, and in heat exchangers for reducing energy consumption and operational costs. Additionally, the physical effects like magnetic field, combined convection, dissipation, Joule heating, porous matrix, and heating source are also help to optimize the performance. Thus, the study is performed for tetra nanofluid...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120548",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of removal frequency on site-specific force profile and dimensional stability of clear aligners in relation to dental crowding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This in vitro comparative study examined the effects of high removal frequency on force generation and gap width changes in direct-printed aligners (DPAs) compared with thermoformed aligners (TFAs), considering different tooth positions and crowding conditions. A total of 104 aligners, comprising 26 pairs of DPAs and 26 pairs of TFAs, were fabricated for both crowded and noncrowded maxillary arch models. Force measurements were conducted at initial placement and after every 20 removal cycles for...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41120538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the therapeutic effects of continuous kidney replacement therapy in patients with severe acidosis using deep learning-based causal inference",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Continuous kidney replacement therapy (CKRT) is an essential treatment for uncontrolled severe metabolic acidosis. However, CKRT can increase workload and lead to complications, thus necessitating its selective application to patients who stand to benefit significantly. This study aimed to investigate the therapeutic effect of CKRT in patients with severe acidosis by utilizing a deep learning-based causal inference model to assess the potential impact of CKRT on the risk of in-hospital...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120516",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the therapeutic effect of CKRT in patients with severe acidosis by utilizing a deep learning-based causal inference model to assess the potential impact of CKRT on the risk of in-hospital",
      "significance": "of CKRT on the risk of in-hospital",
      "conclusion": null
    },
    {
      "title": "Improving phishing email detection performance through deep learning with adaptive optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Phishing email attacks are becoming increasingly sophisticated, placing a heavy burden on cybersecurity, which requires more advanced detection techniques. Attackers often craft emails that closely resemble those from trusted sources, making it difficult for users and traditional filters to distinguish between legitimate and malicious messages. This paper introduces a new hybrid deep learning and optimizer architecture for detecting phishing emails based on the Mountain Gazelle Optimizer (MGO)....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of oral health on smoking cessation intention in current smokers with insights from a nationally representative survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This study examined the influence of oral health factors, including oral health status, behaviors, and service utilization, on smoking cessation intentions among current smokers. We conducted a cross-sectional analysis using data from the Korean Community Health Survey (2010-2023), which included 551,982 current smokers. The primary outcome was smoking cessation intention, and key predictors included self-rated oral health, chewing difficulty, periodontal symptoms, oral health behaviors...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the influence of oral health factors, including oral health status, behaviors, and service utilization, on smoking cessation intentions among current smokers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spin-coated mg-doped ZnO thin films as electron transport layers for efficient and stable perovskite solar cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This study investigates the influence of magnesium (Mg) doping on ZnO thin films prepared through spin coating to enhance their efficiency and stability in perovskite solar cells (PSCs). The incorporation of Mg significantly enhanced charge transport, reduced recombination losses, and enhanced overall device stability. The structural, optical, morphological, and electrical properties were investigated using UV-Vis spectroscopy, field-emission scanning electron microscopy (FESEM),...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120427",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short term demand forecasting of electric vehicle charging stations using context aware temporal transformer model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The growing number of electric vehicles (EVs) on the road poses great challenges to the power supply and causes outages. Most existing research works focus on individual or aggregated charging station data at the city level. However, charging behaviors at different city locations might demonstrate different patterns and characteristics. This study proposed a Context-Aware Temporal Transformer (CAT-Former) model using Temporal and Contextual features for short-term EV charging demand forecasting...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing melanoma treatment through systemic delivery of an immune boosting Staphylococcus epidermidis strain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A unique strain of Staphylococcus epidermidis, AIT01 (AIT, Airway Immune Trainer), identified in our previous research, has demonstrated immune-boosting properties. This study aimed to evaluate the systemic immune-modulatory effects and potential anti-tumor properties of this immune-enhancing skin microbiota strain. A series of ex vivo and in vivo experiments were conducted to assess immune cell proliferation, cytokine production, and anti-tumor efficacy. In ex vivo studies, splenocytes treated...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120413",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "evaluate the systemic immune-modulatory effects and potential anti-tumor properties of this immune-enhancing skin microbiota strain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Circulating tumor cells by Next Generation Flow Cytometry as a new prognostic biomarker for patients with asymptomatic monoclonal gammopathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120266",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cyclic Plasma Treatment for Enhancing the Synaptic Performance of Bulk-Conductive Resistive Switching Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Plasma-based interfacial treatments have previously enhanced the performance of filamentary-conductive resistive switching memories (RSMs). Still, strategies for improving bulk-conductive RSMs remain limited. While the bulk-conductive RSM has been explored for neuromorphic computing due to its gradual and analog switching behavior that allows for linear conductance change, it suffers from endurance degradation under repeated cycling. This study introduces a cyclic plasma treatment (CPT) method,...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41120246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide coverage of molecular drug susceptibility testing in patients with pulmonary multidrug/rifampicin-resistant tuberculosis in South Korea: a retrospective cohort study (2015-2021)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although the increasing mDST coverage is a positive development, further efforts are needed to achieve nationwide and universal implementation, particularly for the Xpert MTB/RIF assay, in South Korea.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41120184",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the increasing mDST coverage is a positive development, further efforts are needed to achieve nationwide and universal implementation, particularly for the Xpert MTB/RIF assay, in South Korea"
    },
    {
      "title": "Psychological Adverse Events and Associated Safety Profiles of Doxepin: A Pharmacovigilance Study Using VigiBase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although no definitive safety signals were detected in our AESI analyses, we identified safety signal for drug abuse. Clinicians should carefully weigh the risks and benefits when prescribing doxepin and emphasize the need for vigilant monitoring of AEs.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although no definitive safety signals were detected in our AESI analyses, we identified safety signal for drug abuse. Clinicians should carefully weigh the risks and benefits when prescribing doxepin and emphasize the need for vigilant monitoring of AEs"
    },
    {
      "title": "<em>Mycoplasma pneumoniae</em> Infections Among Children and Adolescents in Korea, 2014-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate a significant rise in M. pneumoniae infections among Korean children, especially those aged 12 years or younger, suggesting a nationwide epidemic. The increase in A2063G mutation rates underscores the need for monitoring antibiotic resistance and further research into resistance factors for future epidemic responses.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate a significant rise in M. pneumoniae infections among Korean children, especially those aged 12 years or younger, suggesting a nationwide epidemic"
    },
    {
      "title": "Comparison of Cardiac Events and Survival Between Asymptomatic Diabetic and Nondiabetic Patients: Coronary CT Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While diabetes is an independent risk factor for CAD, its impact on survival rate varies with the severity of CAD, highlighting the value of CCTA as a prognostic tool for CAD risk stratification in asymptomatic T2DMs.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120106",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on survival rate varies with the severity of CAD, highlighting the value of CCTA as a prognostic tool for CAD risk stratification in asymptomatic T2DMs",
      "conclusion": "While diabetes is an independent risk factor for CAD, its impact on survival rate varies with the severity of CAD, highlighting the value of CCTA as a prognostic tool for CAD risk stratification in asymptomatic T2DMs"
    },
    {
      "title": "Informed Consent in Radiation Oncology: A Nationwide Survey of Institutions in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study uncovered notable inter-institutional variations in RT consent forms across Korea, especially in specifying side effects. These findings establish a basis for developing standardized consent forms, which could enhance patient-centered care, strengthen legal clarity, and promote ethical practices in radiation oncology.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41120104",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study uncovered notable inter-institutional variations in RT consent forms across Korea, especially in specifying side effects. These findings establish a basis for developing standardized consent forms, which could enhance patient-centered care, strengthen legal clarity, and promote ethical pr..."
    },
    {
      "title": "Identification of clinically meaningful automatically detected postprandial glucose excursions in individuals with type 1 diabetes using personal continuous glucose monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "SUBJECTS: This study aimed to identify and longitudinally validate characteristics of postprandial glucose excursions detected by the Glucose Rate Increase Detector algorithm (GRID-excursions) that are associated with clinically meaningful glycemic changes in adults with type 1 diabetes.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41120068",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify and longitudinally validate characteristics of postprandial glucose excursions detected by the Glucose Rate Increase Detector algorithm (GRID-excursions) that are associated with clinically m...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diatomite coated plate and frame filter press as novel harvest method of microalgae biomass: Design and pilot-scale study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Filtration-based methods, proposed for recovering microalgae biomass, have limitations in practical applications. The difficulty in managing filter-cloth porosity leads to fouling and inefficiency, posing obstacles for industrial scalability. This study demonstrated that these challenges can be overcome by employing diatomite (DE) as a precoating material for the filtration. In plate and frame filter press, the effects of DE-precoating on harvesting efficiency was assessed. The optimal applied...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41120015",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New records of Macrocera Meigen 1803 (Diptera, Keroplatidae) from the Korean Peninsula with description of a new species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new speciesMacrocera interrupta sp. nov.is described from Wando, South Korea. We also report the first records of M. abdominalis Okada 1937 and M. maculosa Matsumura 1915 from South Korea. DNA barcoding data for all three species are presented. Their relationships with other Macrocera species from the Palearctic Region are briefly discussed.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41119791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pristolepis pentacantha Plamoottil 2015, and Catopra tetracanthus Gnther 1862: two junior synonyms of Pristolepis marginata Jerdon 1849",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The identities of three species of Pristolepis described from the Western Ghats of India, Pristolepis marginata Jerdon 1849, Catopra tetracanthus Gnther 1862, and Pristolepis pentacantha Plamoottil 2015, are resolved. Combined evidence from morphology and mitochondrial COI gene sequences reveals that Pristolepis pentacanthais a junior synonym of P. marginata, and comparison of morpho-meristic data from the two syntypes of C. tetracanthus and topotypic specimens of P. marginata demonstrate that...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41119110",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "On the identity of Pilumnopeus granulatus Balss, 1933 (Crustacea: Decapoda: Brachyura: Pilumnidae), and description of a new Pilumnopeus from Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The identity of the poorly known pilumnid crab, Pilumnopeus granulatus Balss, 1933, originally described as a subspecies of Pilumnopeus serratifrons Kinahan, 1856, from Fiji and New Guinea, is clarified based on examination of a syntype. A lectotype is designated and the species is figured and rediagnosed. Specimens from Korea previously assigned to this species are shown to belong to an undescribed taxon, here named Pilumnopeus kimorum sp. nov. The new species differs markedly from P....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41119102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First records of the genus Acerocnema Becker (Diptera: Scathophagidae) from South Korea, with a new species and a newly recorded species using DNA barcodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This study reports the first Korean records of the genus Acerocnema Becker, 1894, with one new species, Acerocnema saurischia sp. nov., and one newly recorded species, A. flavifrons Iwasa. A key to the Korean Acerocnema is provided with morphological diagnosis and images of habitus and male genitalia structures. To assist in species identification, mitochondrial cytochrome c oxidase subunit I (COI) gene sequences were obtained from all specimens to assess DNA barcoding.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41119019",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First record of Herdmania pallida (Ascidiacea: Stolidobranchia: Pyuridae) in South Korea and genetic evidence suggesting cryptic diversity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The first record ofHerdmania pallida(Ascidiacea: Stolidobranchia: Pyuridae) in South Korea is presented based on specimens collected from Jejudo Island. The specimens displayed morphological characteristics consistent withH. pallida, such as body form, branchial sac structure, and gonad arrangement, thus clearly differentiating them from otherHerdmaniaspecies found in Korea (H. japonica,H. mirabilis, andH. momus). Seven partial sequences (856 bp) of the mitochondrial cytochrome c oxidase subunit...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Additions, corrections, and bibliographic issues on the Heteropteran fauna of Korea (Insecta: Hemiptera)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We address issues of faunistic studies on Korean true bugs (Hemiptera: Heteroptera) and critically review the literature records on recently (20112024) reported species. Furthermore, 18 species in 11 families are newly reported from Korea: CimicomorphaAnthocoridae: Elatophilus (Elatophilus) nipponensis Hiura, 1966, Temnostethus (Temnostethus) gracilis Horvth, 1907; Miridae: Stethoconus takaii Nakatani & Yasunaga, 2018, Yamatofulvius miyamotoi Yasunaga, 2000; Reduviidae: Oncocephalus heissi...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "11 families are newly reported from Korea: CimicomorphaAnthocoridae: Elatophilus (Elatophilus) nippo",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Working memory readout varies with frontal theta rhythms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Increasing evidence suggests that attention varies rhythmically, phase locked to ongoing cortical oscillations. Here, we report that the phase of theta oscillations (3-6 Hz) in the frontal eye field (FEF) is associated with the spatiotemporal variation of information readout from working memory (WM). Non-human primates were briefly shown a sample array of colored squares. A short time later, they viewed a test array and were rewarded for identifying which square changed color (the target)....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance evaluation of the AccuPower HBV Quant assay compared to the Cobas 6800 HBV assay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The AccuPower HBV Quant assay, using the ExiStation FA system, was demonstrated to be a sensitive and reliable method for quantifying HBV DNA levels.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41118696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AccuPower HBV Quant assay, using the ExiStation FA system, was demonstrated to be a sensitive and reliable method for quantifying HBV DNA levels"
    },
    {
      "title": "Preclinical evaluation and dosimetry of [<sup>64</sup>Cu/<sup>67</sup>Cu]Cu-NGUL for PSMA-targeted prostate cancer theranostics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: [^(64)Cu]Cu-NGUL was efficiently radiolabeled and demonstrated PSMA-specific uptake in vitro and in vivo, supporting its potential for clinical translation as a PSMA-targeted tracer. Dosimetry findings indicate a favorable safety profile and warrant further evaluation of its ^(67)Cu analogue for theranostic applications in PCa.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118693",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "[^(64)Cu]Cu-NGUL was efficiently radiolabeled and demonstrated PSMA-specific uptake in vitro and in vivo, supporting its potential for clinical translation as a PSMA-targeted tracer. Dosimetry findings indicate a favorable safety profile and warrant further evaluation of its ^(67)Cu analogue for the..."
    },
    {
      "title": "Two centuries of carbon emissions (1800-2022): The role of government spending, economic growth, and population density in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Over the past two centuries, since the onset of the Industrial Revolution, human activities have exerted an unparalleled influence on the environment, with CO(2) emissions posing a major challenge to ecological sustainability. In this context, the United States (U.S.) stands out as a prominent historical emitter, providing a unique perspective for examining the underlying triggers of environmental degradation. This study analyzes in-depth the effects of government spending, economic growth, and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41118691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Christ's Two Natures and the Modern Plastic Surgeon: A Psychiatric-Theological Reflection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The paradox of Christ's 2 natures-fully human and fully divine-has long shaped Christian theology, but it also provides a fruitful lens for understanding modern experiences of embodiment, vulnerability, and transformation. This paper explores the dialogue between Christology, psychiatry, and plastic surgery. Drawing on apocryphal infancy gospels, canonical narratives, and developmental psychology, it highlights how stories of Jesus' childhood reveal impulses, growth, and identity formation,...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beauty: Descent or Ascent? A Plastic Surgeon's Reflection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The nature of beauty has long provoked reflection: does it descend from heaven into the body or ascend from the body to heaven? For craniofacial surgeons, this duality is practical as well as philosophical. In Hesiod's Theogony, beauty is born from divine foam as Aphrodite, radiant and irresistible, representing a descent into corporeal form. Conversely, Plotinus' Enneads depict beauty as the radiance of form that awakens the soul, guiding it from the body toward Intellect and the One-a model of...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118478",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MRI-Based Assessment of Microfocused Ultrasound-Induced Midface Lifting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118446",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accurate semi-supervised automatic speech recognition for ordinary and characterized speeches via multi-hypotheses-based curriculum learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "How can we build accurate transcription models for both ordinary speech and characterized speech in a semi-supervised setting? ASR (Automatic Speech Recognition) systems are widely used in various real-world applications, including translation systems and transcription services. ASR models are tailored to serve one of two types of speeches: 1) ordinary speech (e.g., speeches from the general population) and 2) characterized speech (e.g., speeches from speakers with special traits, such as...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of ceiling-mounted mosquito nets for malaria vector control in a Peruvian Amazon riverine community: A stepped-wedge cluster randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Malaria remains a major global health concern, especially in tropical regions such as the Peruvian Amazon. Installing ceiling-mounted mosquito nets in houses has been proposed as a strategy to reduce mosquito-human contact and, in turn, lower malaria transmission. We aimed to assess the effectiveness of ceiling-mounted mosquito nets in reducing Anopheles mosquito density in a high-transmission Amazonian setting. We conducted a stepped-wedge cluster-randomized trial from March to December 2024 in...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the effectiveness of ceiling-mounted mosquito nets in reducing Anopheles mosquito density in a high-transmission Amazonian setting",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating a 3D-printed switch as an alternative input device for computer-based cognitive assessments in stroke survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest the feasibility of 3D-printed switches as cost-effective and accessible alternatives to commercial assistive devices for computer-based cognitive tasks in stroke survivors.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118272",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the feasibility of 3D-printed switches as cost-effective and accessible alternatives to commercial assistive devices for computer-based cognitive tasks in stroke survivors",
      "conclusion": "These findings suggest the feasibility of 3D-printed switches as cost-effective and accessible alternatives to commercial assistive devices for computer-based cognitive tasks in stroke survivors"
    },
    {
      "title": "Large Language Model Assistant for Emergency Department Discharge Documentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this comparative effectiveness study, use of an on-site LLM assistant was associated with reduced writing time for ED discharge notes compared with manual note-taking, without compromising documentation quality, representing a critical advancement in the use of artificial intelligence for clinical practice.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118162",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this comparative effectiveness study, use of an on-site LLM assistant was associated with reduced writing time for ED discharge notes compared with manual note-taking, without compromising documentation quality, representing a critical advancement in the use of artificial intelligence for clinica..."
    },
    {
      "title": "Effects of hypertension on menopausal onset",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study found an association between hypertension and the onset of menopause, such that women diagnosed with hypertension before menopause had a higher menopausal age. However, the timing of the diagnosis of hypertension was not related to the onset age of menopause.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found an association between hypertension and the onset of menopause, such that women diagnosed with hypertension before menopause had a higher menopausal age. However, the timing of the diagnosis of hypertension was not related to the onset age of menopause"
    },
    {
      "title": "Targeting phosphofructokinase 2 the isoform PFKFB4 suppresses glioblastoma proliferation and malignancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results underscore the oncogenic role of PFKFB4 in enhancing the Warburg effect and promoting malignant phenotypes in GBM, and support its potential as a therapeutic target for GBM treatment.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118116",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results underscore the oncogenic role of PFKFB4 in enhancing the Warburg effect and promoting malignant phenotypes in GBM, and support its potential as a therapeutic target for GBM treatment"
    },
    {
      "title": "Induction of TRIM22 during Clonorchis sinensis infection triggers intracellular ROS accumulation by suppressing the mTOR-mediated Nrf2 signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: TRIM22 upregulation during C. sinensis infection contributes to hepatobiliary abnormalities by disrupting redox homeostasis.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TRIM22 upregulation during C. sinensis infection contributes to hepatobiliary abnormalities by disrupting redox homeostasis"
    },
    {
      "title": "Weight change and diabetes risk following breast cancer: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that transitioning to or maintaining an obese status post-diagnosis is associated with an increased diabetes risk, while substantial weight loss post-diagnosis is associated with a notable decrease in diabetes risk. Addressing obesity could significantly decrease the incidence of new-onset diabetes after breast cancer development.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118112",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that transitioning to or maintaining an obese status post-diagnosis is associated with an increased diabetes risk, while substantial weight loss post-diagnosis is associated with a notable decrease in diabetes risk. Addressing obesity could significantly decrease the incidence o..."
    },
    {
      "title": "Comparison of Recurrence Rates of Odontogenic Keratocyst and Ameloblastoma following surgical excision and peripheral ostectomy in the Maxilla",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Surgical excision with peripheral ostectomy appears to be a viable conservative treatment option for both OKC and ameloblastoma in the maxilla, with a relatively low recurrence rate observed in this study. Notably, recurrences observed even after long-term follow-up indicate the necessity for prolonged monitoring.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgical excision with peripheral ostectomy appears to be a viable conservative treatment option for both OKC and ameloblastoma in the maxilla, with a relatively low recurrence rate observed in this study. Notably, recurrences observed even after long-term follow-up indicate the necessity for prolon..."
    },
    {
      "title": "Impact of obesity on breast cancer recurrence by menopausal status and subtype: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Obesity is a significant, potentially modifiable risk factor for recurrence in premenopausal females with luminal-type breast cancer.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118047",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Obesity is a significant, potentially modifiable risk factor for recurrence in premenopausal females with luminal-type breast cancer"
    },
    {
      "title": "Comparison of active sentry and ozil handpiece in cataract surgery according to the grade of nucleosclerosis and challenging conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Because of the fast-reacting ASM, phacoemulsification time, CDE, and BSS volume were saved in the Active Sentry handpiece rather than in the Ozil handpiece. Therefore, ASM in the Active Sentry handpiece helps the surgeon perform safer cataract surgery in higher nucleosclerosis grade, zonule weakness, poor mydriasis, and pseudoexfoliation syndrome.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41118011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Because of the fast-reacting ASM, phacoemulsification time, CDE, and BSS volume were saved in the Active Sentry handpiece rather than in the Ozil handpiece. Therefore, ASM in the Active Sentry handpiece helps the surgeon perform safer cataract surgery in higher nucleosclerosis grade, zonule weakness..."
    },
    {
      "title": "Tunable acoustic metamaterial using length-variable labyrinth for broadband soundproofing and ventilationa)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We propose a tunable acoustic metamaterial that enables broadband soundproofing and ventilation while maintaining a consistent external geometry. It is meticulously engineered to induce Fano-like interference between continuous-state sound waves from a central orifice and discrete-state waves from surrounding azimuthal labyrinths. Building on the principle that the physical length of the labyrinthine channels critically determines the attenuation region of Fano-like interference, the structure...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117813",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Palpitations Associated With Frequent Premature Ventricular Contractions as an Important Manifestation of Gastroesophageal Reflux Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: There has been growing interest in the association between gastriesophageal reflux disease (GERD) and cardiac arrhythmias.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implantoplasty vs. Rotating Titanium Brushes in the Surgical Treatment of Peri-Implantitis: A 1-Year Randomised Controlled Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Both groups showed favourable outcomes, demonstrating non-inferiority of titanium brushes to implantoplasty.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117707",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both groups showed favourable outcomes, demonstrating non-inferiority of titanium brushes to implantoplasty"
    },
    {
      "title": "Preoperative Breast MRI and Survival Outcomes in Women 50 Years or Younger with Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Background Data on the impact of preoperative MRI on long-term outcomes in young patients with breast cancer are insufficient. Purpose To investigate the associations of preoperative MRI with recurrence and survival outcomes in patients 50 years or younger with newly diagnosed breast cancer, and the impact of hormone receptor status on these associations. Materials and Methods This retrospective study included patients aged 50 years or younger with newly diagnosed unilateral breast cancer who...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117653",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To investigate the associations of preoperative MRI with recurrence and survival outcomes in patients 50 years or younger with newly diagnosed breast cancer, and the impact of hormone receptor status ...",
      "significance": "of preoperative MRI on long-term outcomes in young patients with breast cancer are insufficient",
      "conclusion": null
    },
    {
      "title": "Delineating molecular mechanisms on the acquisition of <em>in vitro-</em>adapted colistin-resistant <em>Klebsiella pneumoniae</em> by transcriptomic analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The worldwide dissemination of colistin-resistant pathogens, despite global efforts, is a serious public health concern, considering that colistin is regarded as a last-resort antimicrobial agent for the clinical treatment of multidrug-resistant (MDR) Gram-negative bacterial infections. Since the development of novel strategies and technologies, such as limiting bacterial adaptation, is essential for our society, adaptive laboratory evolution (ALE) was conducted under colistin pressure to...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117630",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retrosynthetic Design of Dinuclear Copper Enzymes for Azide-Alkyne Cycloaddition via Clickable Noncanonical Amino Acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Copper-catalyzed azide-alkyne cycloaddition (CuAAC) has enabled numerous synthetic and biological applications, driven by advances in the synthesis and optimization of copper-binding ligands. However, to the best of our knowledge, no bottom-up protein-based ligands have been specifically developed to catalyze this reaction. Here, we present a retrosynthetic protein design that leverages the introduction, duplication, and diversification of metal-chelating amino acid residues via a clickable...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117501",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between miRNA polymorphisms and rheumatoid arthritis susceptibility: a meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This meta-analysis demonstrates that miRNA polymorphisms exhibit variable associations with RA susceptibility. MiR-499 rs3746444 increases risk, while miR-146a rs2910164 and miR-149 rs2292832 provide protection, with ethnic-specific effects for miR-146a rs2910164.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41117494",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis demonstrates that miRNA polymorphisms exhibit variable associations with RA susceptibility. MiR-499 rs3746444 increases risk, while miR-146a rs2910164 and miR-149 rs2292832 provide protection, with ethnic-specific effects for miR-146a rs2910164"
    },
    {
      "title": "Structure of Bacillus subtilis Ku-mediated DNA synaptic complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "DNA double-strand breaks (DSBs) pose a severe threat to genomic integrity, and cells rely on two major pathways for repair: homologous recombination and non-homologous end joining (NHEJ). While eukaryotic NHEJ requires a multi-component assembly including the Ku70/80 heterodimer, bacterial NHEJ operates with a simpler toolkit comprising a Ku homodimer and the multifunctional LigD. Despite this simplicity, the mechanism by which broken DNA ends are bridged together has remained unclear in...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41118517",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prussian Blue Analog as a Functional Additive for Restoring Sulfide Solid Electrolytes: Enhancing Moisture Stability in All-Solid-State Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Sulfide-based solid-state electrolytes (SSEs) hold significant potential for all-solid-state batteries (ASSBs), but their severe degradation upon exposure to moisture remains a major barrier to their practical application. In this work, Prussian blue analogs (PBAs) are introduced as functional additives into the SSEs to enhance moisture stability. It is demonstrated that PBAs can not only suppress moisture-induced degradation of SSEs but also actively reverse it, offering a reviving function...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41117092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ordering-disordering dynamics of the q-voter model under random external bias",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We investigate a variant of the two-state q-voter model in which agents update their states under a random external field (which points upward with probability s and downward with probability 1-s) with probability p or adopt the unanimous opinion of q randomly selected neighbors with probability 1-p. Using mean-field analysis and Monte Carlo simulations, we identify an order-disorder transition at p_{c} when s=1/2. Notably, in the regime of p>p_{c}, we estimate the time for systems to reach...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41116426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial-Intelligence-based Surgical Phase Recognition in Robot-Assisted Radical Prostatectomy and Cross-Surgeon Validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The AI we developed not only showed high accuracy, but also demonstrated generalizability across different surgeons. By comprehensively evaluating surgical videos, our AI may be used to assess the quality of surgeries, thereby providing valuable feedback to surgeons and enhancing the effectiveness of surgical education.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The AI we developed not only showed high accuracy, but also demonstrated generalizability across different surgeons. By comprehensively evaluating surgical videos, our AI may be used to assess the quality of surgeries, thereby providing valuable feedback to surgeons and enhancing the effectiveness o..."
    },
    {
      "title": "An experimental demonstration of irreversible mesoscopic carrier transport phenomena in InGaN quantum wells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Light-induced carrier transport in mesoscopic systems exhibits a complex interplay between classical and quantum phenomena. Through direct spectroscopic measurements of optoelectronic energy transport in semiconductor quantum wells, we reveal the irreversible nature of carrier dynamics in the mesoscopic regime. A 2-probe near-field optical microscopy setup based on multiprobe scanning tunnelling microscopy detected the local excitation and emission at nanoscale resolution. By systematically...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120680",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modelling cyclic compression of ballast aggregates using bounding surface model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The bounding surface model is commonly employed to simulate the monotonic and cyclic loading behavior of granular materials. However, it faces challenges in accurately capturing drained cyclic compression behavior under a high number of loading cycles, especially as the void ratio approaches its minimum physical limit-a critical factor in evaluating the long-term performance of railway ballast aggregates. This study examines the triaxial drained monotonic and cyclic compression behavior of...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120622",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of repeated high serum osmolarity with cognitive function in older Japanese adults in a KOBE study subanalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120579/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The relationship between serum osmolarity and cognitive function has not been fully characterized. This study aimed to examine the cross-sectional association between repeated high serum osmolarity and cognitive performance among elderly community residents. We performed a subanalysis of the Kobe Orthopedic and Biomedical Epidemiological Study, including residents aged ≥ 75 years who completed the Japanese Montreal Cognitive Assessment (MoCA-J) in 2016-2017 (n = 127), 2018-2019 (n = 71), and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120579",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "2016-2017 (n = 127)",
      "objective": "examine the cross-sectional association between repeated high serum osmolarity and cognitive performance among elderly community residents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Desflurane in Japan: a common practice with a simple remedy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decoding the mind of self-compassion through a topic modeling analysis of 9000+ free-text narratives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Self-compassion, defined as compassion directed toward oneself in difficult situations, has been widely studied; however, the specific cognitive and behavioral patterns associated with it remain poorly understood. Participants (780 Japanese individuals; mean age = 43.0, SD = 10.6, range = 19-75) responded to 12 free-text prompts asking them to describe their typical thoughts and behaviors in three difficult situations (suffering, recognizing personal shortcomings, and experiencing failure)....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120539",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancement of solar cell efficiency through tailored electrodeposited seed layers and CdS: O surface texturing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This study focuses on a surface texturing technique using electrodeposition to enhance the junction properties of thin film solar cell structures. The CdS/CdTe solar cell structure was used to demonstrate this concept, focusing on the thermally evaporated oxygenated CdS layer deposition on the textured layer of electrodeposited CdS seeds, ultimately improving the CdS/CdTe junction properties and solar cell performance. Deposited CdS seeds have grown after the deposition of the thermally...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120482",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Formation of few-electron triple quantum dots in ZnO heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "In recent years, advancements in semiconductor manufacturing technology have enabled the formation of high-quality, high-mobility two-dimensional electron gases in zinc oxide (ZnO) heterostructures, making the electrostatic formation of quantum dots possible. ZnO, with its low natural abundance of isotopes possessing nuclear spin and its direct band gap, is considered a potentially suitable material for quantum bit applications. In this study, we achieve the formation of triple quantum dots and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120445",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of the intravenous acetaminophen clinical pathway on postoperative analgesia in spinal fusion surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Post spinal-fusion surgery pain levels are high, posing challenges for pain management. We introduced around-the-clock (ATC) administration of intravenous acetaminophen in the clinical pathway for spinal-fusion surgery. This single-center, retrospective observational study investigated effects of its introduction on postoperative pain levels and recovery adjusting for background variables. Adult patients who underwent elective spinal-fusion surgery were categorized into pre- and post-groups...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Sensitive and Quantitative Detection of microRNA-21 in Cells Using Bipedal DNA Walker-Based Ratiometric Fluorescent Sensor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Accurate detection of low-abundance microRNA (miRNA) as tumor biomarkers in body fluids and cells is critical due to its strong association with tumor initiation, progression, invasion, and metastasis. DNA walkers enable signal amplification through cyclic enzymatic reactions, offering powerful strategies for the highly sensitive detection of low-abundance miRNAs. However, fluctuations in the cellular microenvironment─such as variations in ion concentration, enzyme activity, temperature, and pH...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120225",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impaired cardiorespiratory fitness in psoriatic arthritis: insights from cardiopulmonary exercise testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The CRF level of patients with PsA was significantly decreased compared to a physically active population with 41% having an impaired CRF. A lower CRF level was substantially associated with impaired disease control, unfavourable body composition, lower self-reported physical activity as well as with higher patient-reported disease impact.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120202",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CRF level of patients with PsA was significantly decreased compared to a physically active population with 41% having an impaired CRF. A lower CRF level was substantially associated with impaired disease control, unfavourable body composition, lower self-reported physical activity as well as wit..."
    },
    {
      "title": "Development of a medical screening process for patients with acute psychiatric symptoms presenting to the emergency department: protocol for a modified international Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Patients with acute psychiatric symptoms are often referred to the emergency department (ED) for medical evaluation to exclude medical causes before psychiatric admission. The absence of a prospectively validated medical screening tool leads to wide practice variation. This study aims to develop a new, evidence-based and consensus-based medical screening tool through a collaborative, interdisciplinary, international Delphi approach.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120177",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to develop a new, evidence-based and consensus-based medical screening tool through a collaborative, interdisciplinary, international Delphi approach",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Randomised controlled trial to assess the efficiency and effectiveness of remote care compared with in-clinic care for adult cochlear implant recipients in the first 12 months after activation: a protocol of the INSPIRE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Post-surgical care following cochlear implantation is a pivotal part of the rehabilitation journey for cochlear implant (CI) recipients. However, frequent in-clinic visits, particularly in the first year following CI activation, can place a significant burden on CI recipients. Moreover, the growing number of CI recipients may pose a challenge for CI clinics to provide consistent and lifelong care. Cochlear Remote Care is a platform that enables the delivery of post-surgical care...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120152",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the potential of combining menthol-thymol deep eutectic solvent and solid microneedles for cutaneous peptide delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "While cutaneous administration of bioactive molecules like peptides offers advantages over oral delivery by bypassing first-pass metabolism and increasing bioavailability, it also comes with some challenges, primarily due to poor peptide absorption through the lipophilic stratum corneum, as a result of peptide hydrophilicity and high molecular weight. Recently, deep eutectic solvents (DESs) have gained attention as a new subclass of chemical permeation enhancers, facilitating drug delivery...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120064",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of a ficolin in the innate immune mechanisms of Penaeus vannamei against Vibrio parahaemolyticus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Ficolins are lectins which reportedly act as a pathogen recognition receptor in invertebrates. They are typically composed of a C-terminal fibrinogen-related (FBG) domain and a collagen-like or coiled coil region in its N-terminus. In this study, we characterized a ficolin gene (lvgfcn) from Penaeus vannamei shrimp encoding for a protein (LvGFCN) whose structure is typical of a ficolin. Phylogenetic analysis showed that LvGFCN clustered with ficolins from other penaeid species. In silico...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120045",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of the pH value on compression and array structures of highly charged microgels at the air/water interface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Understanding the interfacial behavior of stimuli-responsive microgels is critical for applications such as foam and emulsion stabilization, as well as for the fabrication of two-dimensional colloidal crystals using the interfaces. In this study, the pH-dependent compression behavior and array structures of micron-sized poly(N-isopropylacrylamide-co-acrylic acid) microgels at the air/water interface was investigated. By combining a Langmuir trough with fluorescence microscopy, microgel arrays...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41120004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic study of Japanese species of the genus Gibberifera Obraztsov (Lepidoptera: Tortricidae: Olethreutinae), with a description of a new species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Gibberifera xylosmae sp. nov., whose larvae feed on Xylosma congesta (Salicaceae), is described in Japan. Photographs of adults, male and female genitalia of the three Japanese Gibberifera species are provided. The diagnosis, a key, and DNA barcodes of Japanese Gibberifera species are also presented. Intraspecific and interspecific genetic distances between Japanese Gibberifera species and other congeners are also provided.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of the aleocharine tribe Diestotini in Japan, Ogasawara Islands, with description of a new species of the genus Diestota Mulsant &amp; Rey (Coleoptera: Staphylinidae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Diestota (Diestota) ogasawarana Hashizume & Kishimoto, sp. nov. (Coleoptera: Staphylinidae: Aleocharinae: Diestotini) is described as the first representative of the genus Diestota Mulsant & Rey, 1870, and the tribe Diestotini from Japan. Aphaenoglossa Peyerimhoff, 1937, the subgenus of Diestota, is elevated to the generic rank.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A review of the genus Nephus Mulsant, 1846 (Coleoptera: Coccinellidae) from Pakistan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Nephus Mulsant, 1846 (Coleoptera: Coccinellidae) is a worldwide distributed genus dividing into several subgenera. Representatives of this genus are primarily known to occur in the Afrotropic, Oriental, and Palaearctic realms; however, their taxonomic status remain uncertain. In this study, we identified eight species, including seven new country records from Pakistan: N. ancyroides, N. caneparii, N. bielawskii, N. eurypodus, N. quadrimaculatus, N. cf. roonwali, and N. cf. similincludens....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119829",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Review of Madrasostes Paulian, 1975 (Coleoptera: Hybosoridae: Ceratocanthinae) from Vietnam, with remarks on its generic limits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A review of the genus Madrasostes Paulian, 1975 (Coleoptera: Scarabaeoidea: Hybosoridae: Ceratocanthinae) in Vietnam is provided. A total of four species are treated: Madrasostes tonkinense (Paulian, 1945), M. deharvengi Gao, 2009, M. bartolozzii Ballerio, 2013, and M. nomurai Ballerio & Maruyama sp. nov. from Ninh Binh Province. New locality records are presented for M. tonkinense and M. deharvengi is recorded from Vietnam for the first time. The male of M. bartolozzii is described for the...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Vietnam is provided. A total of four species are treated: Madrasostes tonkinense (Paulian",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A review of the genus Docleomorpha Hering (Lepidoptera, Zygaenidae, Chalcosiinae) with descriptions of four new species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The taxonomy of the genus Docleomorpha Hering, 1922 is updated. Two new species are described from the Philippines: D. epsilon Huang & Horie sp. nov. and D. zeta Huang & Horie sp. nov. The genus is also recorded from Borneo, Malaysia for the first time with two new species described: viz. D. violae Huang & Horie sp. nov. and D. zhaoi Huang & Horie sp. nov. Adults and genitalia of the aforementioned taxa are illustrated.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Termitotrox shimadai Kakizoe, Hasin &amp; Maruyama, sp. nov. (Coleoptera: Scarabaeidae): a new termitophilous beetle from Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chondrodesmus riparius Carl, 1914, a millipede species new to the fauna of Costa Rica, originally described from Colombia, and introduced to and presently widespread across Europe (Diplopoda, Polydesmida, Chelodesmidae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The fairly large-bodied Neotropical millipede genus Chondrodesmus Silvestri, 1897, includes 23 species described from Central America, to Costa Rica in the north, and 25 more from South America, to Colombia, Venezuela, Peru and central-western Amazonia of Brazil in the south. Among them, seven species have hitherto been described or recorded from Costa Rica, including Chondrodesmus hoffmanni (Peters, 1865), from an unknown place, and here revised based on the holotype. Unexpectedly, it appears...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119705",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A taxonomic revision of the freshwater monostiliferous hoplonemertean genus Prostoma Dugs, 1828 (Nemertea: Eumonostilifera): a radical solution or an over-lumping?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The freshwater monostiliferous hoplonemertean genus Prostoma Dugs, 1828 is revised based on i) morphological examination of material from Lake Biwa, Japan, and type materials of P. kolasai Gibson & Moore, 1976 and P. canadiense Gibson & Moore, 1978; ii) a species delimitation analysis based on partial sequences of the cytochrome c oxidase subunit I gene determined from material collected in Norway, Sweden, and Japan, along with 62 sequences available in public databases from the UK, Sweden,...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119640",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new species of hermit crab provisionally assigned to the genus Pagurus Fabricius, 1775 (Crustacea: Anomura: Paguridae) from the Ryukyu Islands, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new pagurid hermit crab species, Pagurus inflatus sp. nov., has been provisionally assigned to the heterogeneous genus Pagurus Fabricius, 1775. This new species is characteristic in its elongated right cheliped with a noticeably inflated and produced proximoventral surface of the carpus, while lacking secondary sexual modification. Two male specimens of the new species were collected from depths of 159174 m off Amami-ohshima Island, Ryukyu Islands, southwestern Japan. While P. inflatus sp....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Marine tardigrades of Princess Alice Bank (Azores, Northeast Atlantic) with a description of a new species of Quisarctus Fujimoto, 2015",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new marine tardigrade, Quisarctus armatus sp. nov., found in samples from 151306 m depths at the Princess Alice Bank (PAB), south of the Azores archipelago, is described in this study. It is the second species in the genus and differs from its putative sister species Q. yasumurai by the shape of leg IV sensory organ, the presence of lipoid eyes, a partially folded cuticle of the digits and an elongated mouth cone. Quisarctus armatus sp. nov. shows sexual dimorphism with the length of primary...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119595",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sophronia pseudosagittans sp. nov. (Lepidoptera, Gelechiidae), a new species from the Iberian Peninsula and Tunisia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Sophronia pseudosagittans sp. nov. is described from Portugal, Spain and Tunisia. The morphological and molecular differences between the new species and the closely related S. sagittans Meyrick, 1923 and S. humerella ([Denis & Schiffermller], 1775) are discussed. Adults and the male and female genitalia of the newly described and related species of Sophronia are illustrated.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "and Tunisia. The morphological and molecular differences between the new species and the closely rel",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Description of a new forest-dwelling bent-toed gecko of the Cyrtodactylus intermedius group (Squamata: Gekkonidae) from the Sakaerat Biosphere Reserve, Nakhon Ratchasima Province, northeastern Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new forest-dwelling bent-toed gecko of the Cyrtodactylus intermedius group is described from a dry evergreen forest habitat in the Sakaerat Biosphere Reserve, Wang Nam Khiao District, Nakhon Ratchasima Province, northeastern Thailand. Based on an integrative taxonomic approach using molecular analyses of the mitochondrial ND2 gene and statistical analyses of morphological characteristics it was revealed that the Sakaerat population is the sister species of C. kulenensis from Banteay Srei...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Description of Aleochara (Xenochara) ichikawai sp. nov., the first confirmed myrmecophilous species of Aleochara Gravenhorst, 1802 from the East Palearctic Region (Coleoptera: Staphylinidae: Aleocharinae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new species of the genus Aleochara Gravenhorst, 1802, Aleochara (Xenochara) ichikawai Maruyama, Nozaki & Kamezawa, sp. nov., is described based on specimens collected from nests of the Lasius fuliginosus species group in Japan and the Russian Far East. This species represents the first confirmed case of a myrmecophilous Aleochara in the East Palearctic Region. Although initially misidentified as the European species A. fumata Gravenhorst, 1802, morphological comparison revealed consistent...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Japan and the Russian Far East. This species represents the first confirmed case of a myrmecophilous",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular verification and phylogenetic placement of leaf-toed geckos (Dixonius: Squamata: Gekkonidae) in Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Dixonius is a monophyletic gekkonid lizard genus endemic to Southeast Asia, with 50% of the described species in the genus occurring within Thailand. In Thailand, several new species were recently described solely based on morphology. However, the phylogenetic position and systematics of these species remain unknown due to a lack of genetic data. To verify the taxonomic status and phylogenetic placement of Dixonius species in Thailand, we obtained and analyzed sequences of the mitochondrial NADH...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic Revision and Phylogeny of the Genus Peltocercyon d'Orchymont, 1925 (Coleoptera: Hydrophilidae: Megasternini)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The Asian-endemic genus Peltocercyon d'Orchymont, 1925 (Coleoptera: Hydrophilidae: Sphaeridiinae: Megasternini) is revised and redefined based on morphological characters and DNA data (five nuclear and three mitochondrial fragments). The metaventrite, with complete femoral lines crossing the arcuate ridges, is confirmed as the best diagnostic character for Peltocercyon in contrast to the morphology of the prosternum and mesoventrite which vary within the genus. DNA data reveal that Peltocercyon...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new species of the thorid shrimp genus Heptacarpus Holmes, 1900 (Decapoda: Caridea) from Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The thorid shrimp genus Heptacarpus Holmes, 1900 is currently represented by 34 species (De Grave & Fransen 2011; Komai 2023; DecaNet 2025). These species are exclusively found in the North Pacific, inhabiting various environments from coastal waters to the continental slope, reaching depths of up to 1580 m (Hayashi 1979; Butler 1980; Wicksten 1990; Komai & Ivanov 2008; Komai & Komatsu 2009). From East Asian waters, 16 species have been recorded, of which 13 species are restricted to the area...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomy of the genera Tropidopsilus Kieffer, 1908 and Masnerolyta Buhl, 1997 (Diapriidae: Belytinae) with description of a new species of Tropidopsilus from the Palaearctic region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The New World genus Tropidopsilus Kieffer, 1908 is recorded for the first time in the Palaearctic region. A new species of this genus, T. orientalis sp. nov., from Japan, is described and illustrated. The generic diagnosis of Tropidopsilus is revised and the genus name Masnerolyta Buhl, 1997 is recognized as a junior synonym of Tropidopsilus. The new combination, Tropidopsilus ruber (Buhl, 1997), comb. nov. is established.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brazilian tropical dry forest in the spotlight: two new species of Ophrynopus Konow, 1897 (Hymenoptera, Orussidae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Ophrynopus aridus sp. nov. and Ophrynopus caatinguensis sp. nov. are described and illustrated based on females collected in a dry forest in northeastern Brazil using blue UV traps. The new species are the first recorded Orussidae from the Caatinga biome. We present a key and a map of all known records of Ophrynopus and comment on the distributional history of the genus. We also discuss the unusual collecting method that could increase the presence of Orussidae in collections.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119187",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revision of the bathydemersal fish genus Pycnocraspedum (Ophidiidae; Teleostei), with description of two new species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119178/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A taxonomic revision of the deep-water ophidiid genus Pycnocraspedum Alcock, 1889 resulted in seven species being recognized, two of which are described as new: P. africanum sp. nov. from East Africa; P. armatum Gosline, 1954 from Hawaii, Japan and south to New Caledonia; P. fulvum Machida, 1984 from Okinawa Trough; P. microlepis (Matsubara, 1943) from off Japan to East China Sea; P. phyllostoma (Parr, 1933) tropical western Atlantic; P. rowleyensis sp. nov. northwestern Australia; P....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119178",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new species and a new record of the genus Eupoecilia Stephens, 1829 (Lepidoptera, Tortricidae, Tortricinae) in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new species, Eupoecilia yanbaruana sp. nov. is described from Japan. In addition, Eupoecilia koreana Byun and Jung, 2020 is recorded and redescribed from Japan. Diagnoses of the two species as well as images of adult, male and female genitalia are provided.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic review of three species of the genus Pseudococcus Westwood, 1840 (Hemiptera: Coccomorpha: Pseudococcidae) found in Okinawa Island, Japan, with description of a new species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Three mealybug species belonging to the genus Pseudococcus Westwood, 1840 (Hemiptera: Coccomorpha: Pseudococcidae), namely P. cryptus Hempel, 1918, P. odermatti Miller & Williams, 1997 and P. okinawaensis Tanaka & Choi sp. nov., are recorded from Okinawa Island, Japan for the first time. Each species is described based on the morphological characteristics of the adult female. Specimens of P. cryptus from Okinawa Island differ slightly from those in other published descriptions of the species;...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new gastrotrich, Musellifer leasiae sp. nov. (Paucitubulatina: Muselliferidae), from Antarcticathe first Muselliferidae species description from the Southern Hemisphere",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new gastrotrich species, Musellifer leasiae sp. nov., is described from the west coast of the Antarctic Peninsula. The species is recognised by its considerable size, up to 415 m, and by its conspicuous three-lobed, keeled head scales. Besides the new species, the genus Musellifer accommodates five additional species known from the Mediterranean Sea, the Black Sea, the Central-West Atlantic, the Northeast Atlantic, and the Northeast Pacific, and from depths ranging from sublittoral to 5.485 m...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119090",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two species of Depressariidae (Lepidoptera: Gelechioidea) newly recorded from the grassland of southwestern Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We report a new record of Exaeretia allisella Stainton, 1849 and Depressaria falkovitshi Lvovsky, 1990 in Japan. This is the first record of the genus Exaeretia in Japan. Images of the adults and male genitalia and the larval biology of D. falkovitshi are provided.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "South American bot fly types (Diptera: Oestridae) in the Museu de Zoologia da Universidade de So Paulo, Brazil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The Museu de Zoologia da Universidade de So Paulo (MZUSP) is one of the most important holdings for Diptera in Latin America, particularly for name-bearing types of the family Oestridae. Ten South American cuterebrine holotypes, a paratype (allotype) of Guerinioestrus bonaerensis Del Ponte, and a paratype of Cuterebrella sabroskyi Guimares were examined. Specimens with extraneous parts were reevaluated for the holotype of Oricuterebra townsendi Fonseca, and for the non-type female of...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "holdings for Diptera in Latin America, particularly for name-bearing types of the family Oestridae",
      "conclusion": null
    },
    {
      "title": "New morphological aspects and taxonomical potential of the furca in the ostracod genus Neonesidea (Podocopida: Bairdioidea)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The chaetotaxy and microstructure of the furca were examined in three interstitial and one epifaunal species of the ostracod genus Neonesidea (Podocopida: Bairdioidea). Of the seven setae found on the furcae of the examined species, the thick and curved first to third setae from the distal end were relatively long and had two rows of serrations. The fourth and fifth setae, with intermediate lengths, were covered by numerous setulae of varying lengths and orientations. The sixth and seventh setae...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119022",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First record of Acanthocystis nichollsi (Centroplasthelida: Panacanthocystida) from freshwater in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41119007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction of the holotype and type locality of Dendrobates duellmani Schulte, 1999 (Anura: Dendrobatidae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41118997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic study of species related to Anomala flavonotata Arrow, 1912, A. flavofasciata Arrow, 1912, and A. flavovaria Arrow, 1917 from the Himalaya and adjacent regions (Coleoptera: Scarabaeidae: Rutelinae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The Anomala species from the Himalaya and adjacent regions with yellow and transverse band on elytra are revised, including Anomala flavonotata Arrow, 1912, A. flavovaria Arrow, 1917, A. flavofasciata Arrow, 1912, A. flaviventris Arrow, 1912 and A. brancuccii Sabatinelli, 1991. Additional twelve related species are described new to science, which are A. menyuensis Zhao, Fujioka & Zorn, sp. nov., A. spiniforceps Zhao, Fujioka & Zorn, sp. nov., A. luoyuensis Zhao, Fujioka & Zorn, sp. nov., A....",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41118986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic review of the tribe Himalusini (Coleoptera: Staphylinidae: Aleocharinae), with new synonymies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "The tribe Himalusini Klimaszewski, Pace & Center, 2010 is taxonomically reviewed based on examination of type and non-type material of its constituent genera. The species of the genus Parabrachida Cameron, 1939 are reassessed and the following new synonymy is proposed: Parabrachida decipiens Cameron, 1939 = Himalusa thailandensis Pace, Klimaszewski & Center, 2010, syn. nov. Parabrachida is transferred from the tribe Homalotini Heer, 1839 to Himalusini Klimaszewski. For the taxa included in the...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41118922",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Squat lobsters of the genus Munidopsis Whiteaves, 1874 (Decapoda: Anomura: Munidopsidae) from seamounts on the Nishi-Shichito and Mariana ridges, north-west Pacific off Japan, with descriptions of two new species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We studied material of squat lobsters of the genus Munidopsis Whiteaves, 1874 (Munidopsidae) from the recent cruise of R/V Kaimei (KM20-10C) of the Japan Agency for Marine-Earth Science and Technology carried out on the Nishi-Shichito and Mariana ridges in the Japanese marine protected areas (MPAs). Two species new to science were identified: Munidopsis juxtapallida sp. nov. and M. lignicola sp. nov. The third species, M. spinifrons Dong, Xu, Li & Wang, 2019, heretofore known only from the...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41118796",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new genus of grasshoppers (Orthoptera: Acrididae: Spathosterninae) from Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "A new genus of Spathosterninae, Tenasserimacris gen. nov. (type species: T. punctata sp. nov.), was discovered and described from a lower montane forest in Tenasserim Mountain Range of western Thailand, Khao Krajom in Ratchaburi Province. Clearly, this genus is similar to Beybienkoacris Storozhenko in the presence of parallel veinlets on the radial area of tegmina. However, this new genus differs from the latter in the temporal foveolae in both sexes, shape of ventral genicular lobe of hind...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41118791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and tolerability of intrarectal perfluorodecalin for enteral ventilation in a first-in-human trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This first-in-human study demonstrates that intrarectal administration of non-oxygenated perfluorodecalin is safe, feasible, and well tolerated. These findings establish a critical safety foundation and support the continued development of enteral ventilation with fully oxygenated perfluorodecalin as an adjunctive strategy to support respiratory failure patients.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41118773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This first-in-human study demonstrates that intrarectal administration of non-oxygenated perfluorodecalin is safe, feasible, and well tolerated. These findings establish a critical safety foundation and support the continued development of enteral ventilation with fully oxygenated perfluorodecalin a..."
    },
    {
      "title": "Ultrathin Soft Wearable Sensor Materials and Structures: A Review of Current Trends and Prospectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Ultrathin wearable sensors have emerged as a transformative platform for next-generation health and performance monitoring, offering intimate integration with human skin for real-time physiological and biochemical sensing based upon electrophysical and electrochemical response at human-sensor interfaces. These sensory systems, often composed of micrometer-to-nanometer-thick functional responsive materials, achieve seamless integration at skin-electronics interfaces by mimicking the dynamic and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41118291",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Visualization of Lattice-Coherent Phase Oscillations and Active Brownian Motion of a Copper Catalyst During Hydrogen Oxidation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Structural dynamics govern the catalytic activity of metal nanoparticles (NPs), yet their atomic-scale mechanisms remain unclear. Using in situ transmission electron microscopy, we reveal redox-driven lattice-coherent Cu↔Cu(2)O phase oscillations in individual Cu NPs during hydrogen oxidation conditions. These oscillations generate active Brownian particles, wherein asymmetric H(2) oxidation leads to directional motion that results in particle collisions and sintering. Crucially, the same active...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41116282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monoclonal Gammopathy in Amyotrophic Lateral Sclerosis: No Impact on Clinical Progression and Immunotherapy Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Monoclonal gammopathy in Korean patients with ALS was not more prevalent than in the general population, and immunotherapy did not impact ALS progression or survival. Clinical features may vary by immunoglobulin subtype. This collectively suggests minimal clinical significance of monoclonal gammopathy in ALS.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41117127",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "ALS progression or survival",
      "conclusion": "Monoclonal gammopathy in Korean patients with ALS was not more prevalent than in the general population, and immunotherapy did not impact ALS progression or survival. Clinical features may vary by immunoglobulin subtype"
    },
    {
      "title": "Mortality and Cardiovascular Outcomes in Patients with MAFLD Compared with Patients with MASLD: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MAFLD and MASLD were both associated with increased risks of mortality and cardiovascular outcomes. Notably, a significant association with cancer-related mortality was observed for MASLD, but not for MAFLD.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41117051",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MAFLD and MASLD were both associated with increased risks of mortality and cardiovascular outcomes. Notably, a significant association with cancer-related mortality was observed for MASLD, but not for MAFLD"
    },
    {
      "title": "C1q neutralization during epileptogenesis attenuates complement-mediated synaptic elimination and epileptiform activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41118244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Accumulating evidence indicates that aberrant C1q-C3 complement signaling in microglia and astrocytes drives synaptic dysfunction and neuronal loss. C1q-mediated synaptic dysfunction disrupts neuronal circuitry balance and can lead to network hyperexcitability in epilepsy. However, the therapeutic potential of C1q inhibition remains unclear. This study aimed to delineate whether blocking C1q-driven pathways at critical times can effectively prevent further synaptic loss and attenuate...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41118244",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Accumulating evidence indicates that aberrant C1q-C3 complement signaling in microglia and astrocytes drives synaptic dysfunction and neuronal loss",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Light-Induced Chemiluminescence Microscopy for Imaging Heterogeneous Photo-Fenton-Type Activity on Individual Hematite Photocatalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "While chemiluminescence (CL) offers a promising method for assessing catalytic activity in chemical catalysis, a well-controlled assessment of the inherent heterogeneity of catalyst particles at a single-particle level remains challenging. Here, we report light-induced CL microscopy for imaging heterogeneous photocatalytic activity on individual photocatalysts in a spatiotemporally controlled manner. The CL microscopy approach is based on light-addressable catalysis to reveal the heterogeneous...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University"
      ],
      "pmid": "41117264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconfiguring Hierarchical Porous Architecture of 2D Metal Nanosheets for Multifunctional Triboelectric Nanogenerators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "2D single-crystalline metal nanosheets are a promising platform for self-powered electronics, yet their potential for triboelectric nanogenerators (TENGs) remains unexplored. A key challenge in TENGs is overcoming low current output and limited durability. A hierarchical porous copper nanosheet-based TENG (HPC-TENG) is reported to substantially enhance triboelectric performance through a unique structural design. The method uses a simple spray-coating process to create a hierarchical porous...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Pusan National University"
      ],
      "pmid": "41117100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revisiting subspecies identification of Common Kestrels (Falco tinnunculus): A critical look at Zhang et al. (2008)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Zhang et al. (2008) investigated subspecific variation of Common Kestrels (Falco tinnunculus) wintering in Beijing, China, using a partial mtDNA control region (394395bp), and concluded that two subspecies were present. However, analysis of their raw data revealed mostly double peaks at each nucleotide position, indicating ambiguity in the DNA sequence. These likely arose from a combination of factors, including irregular PCR efficiencies and slight primer mismatches. Zhang et al. (2008) likely...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41119897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term Outcomes after the Complete Resection of Rectal Neuroendocrine Tumors: A Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although recurrence is rare after the complete resection of rectal NETs ≤1 cm in size, patients with grade 2 tumors or a mitotic count ≥2/10 HPF are at increased risk. Risk-adapted follow-up based on histological features should be considered.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41117052",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although recurrence is rare after the complete resection of rectal NETs ≤1 cm in size, patients with grade 2 tumors or a mitotic count ≥2/10 HPF are at increased risk. Risk-adapted follow-up based on histological features should be considered"
    },
    {
      "title": "Heavy Metals as Key Environmental Aggravators in Atopic Dermatitis in Companion Dogs: A One Health Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41116593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41116593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LexKO: A quick, reliable lexical test of Korean language proficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "To facilitate objective measures of proficiency for language users of diverse backgrounds, recent research in second language acquisition and multilingualism has developed short, yet reliable, tests of lexical knowledge in a wide range of languages. In this paper, we describe the development of LexKO, a brief lexically based test of Korean language proficiency, including its underlying logic, composition, intended use, and limitations. Three rounds of pilot and validation testing with first- and...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41120772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "measures of proficiency for language users of diverse backgrounds, recent research in second language acquisition and multilingualism has developed short, yet reliable, tests of lexical knowledge in a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety of One-Stage Reconstruction of Achilles Tendon and Soft Tissue Defects Resulting from Infection After Achilles Tendon Repair using Flexor Hallucis Longus Tendon Transfer and Reverse Sural Artery Flap",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41119958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Infection after Achilles tendon (AT) repair can lead to defects in both the tendon and the surrounding soft tissue. In such cases, a two-stage surgical approach is generally adopted, with soft tissue reconstruction performed initially, followed by secondary tendon reconstruction. A reverse sural artery flap (RSAF) after AT repair is not commonly performed due to potential damage to the flap pedicle. This study aims to evaluate the clinical outcomes of simultaneous flexor hallucis longus tendon...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41119958",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to evaluate the clinical outcomes of simultaneous flexor hallucis longus tendon",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic Performance and Potential Harms of Population-Based Esophagogastroduodenoscopy for Gastric Cancer Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41117050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In population-based EGD screening, older age, male sex, and high-quality procedural metrics (e.g., more images and longer examination time) were independently associated with the detection of high-risk gastric lesions. These findings may inform risk-stratified screening strategies and quality benchmarks for EGD screening programs.",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41117050",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In population-based EGD screening, older age, male sex, and high-quality procedural metrics (e.g"
    },
    {
      "title": "Paroxetine suppresses 27-hydroxycholesterol-induced responses in THP-1 human monocytic cells by regulating the AKT/mTORC1 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Paroxetine (PRX) is widely prescribed for treating psychiatric disorders. Emerging evidence suggests that PRX can act as an immunosuppressive agent, yet the molecular mechanisms underlying its effects are not fully understood. This study has investigated whether PRX influences phenotypic changes of monocytic cells and signaling pathways induced by immune oxysterol, like 27-hydroxycholesterol (27OHChol), that triggers an inflammatory response using THP-1 monocytic cells. Treatment with PRX...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41120475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hybrid Young's double-slit experiment and differential evolution for enhanced photovoltaic parameter estimation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41120425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "This article introduces a novel hybrid optimization method, the Young's Double-Slit Experiment-Differential Evolution (YDSE-DE) technique, which is based on the integration of the YDSE approach with the robust capabilities of Differential Evolution algorithms. This integration enables the precise estimation of parameters in photovoltaic (PV) models, enhancing the modeling and simulation of solar energy systems. Employing a comparative assessment strategy, the authors demonstrate that the...",
      "pubDate": "2025-10-21T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41120425",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From stress to Alzheimer's: A circuit-based framework for prefrontal cognitive dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Impairments in working memory and cognitive flexibility are early and consistent features of both Alzheimer's disease (AD) and stress. These functions depend critically on prefrontal cortical (PFC) circuits, which are particularly vulnerable to neuromodulatory and pathological insults. Recent studies suggest that stress and AD do not simply act globally, but instead converge on specific molecular and cellular targets within distinct neural populations. Notably, both chronic stress and...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41115499",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mini-review: \"Hippocalcin: Molecular mechanisms and therapeutic potential in neuronal function\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Hippocalcin (HPCA), a neuronal Ca^(2+) sensor protein in the EF-hand superfamily, plays a key role in calcium signaling and neurological function in the central nervous system. This review highlights HPCA's structure-function relationships and clinical significance. Through Ca2^(+)-dependent conformational changes and a unique calcium-myristoyl switch, HPCA dynamically associates with membranes, acting as both sensor and effector. It modulates neuronal excitability, synaptic plasticity,...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41115498",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laterally Confined Monolayer WS<sub>2</sub> Nanodots for Enhanced Excitonic Interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41115160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "Monolayer transition-metal dichalcogenides (TMDCs) host tightly bound excitons with unique valley pseudospin properties, establishing them as an emerging material platform for nanophotonics and quantum technologies. Exciton-exciton interactions modify light-matter coupling and significantly affect the formation of exciton complexes. Here, we employ a top-down nanofabrication technique to manipulate interexcitonic interactions in WS(2) monolayers through lateral confinement. By restricting the...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41115160",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibacterial activity and physicochemical properties of light-curable fluoride varnishes containing strontium phosphate-based glass",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Incorporating ≥ 1.0 wt% Sr-PBG into LCFVs significantly enhanced antibacterial activity against S. mutans without compromising physicochemical properties.",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41114774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating ≥ 1.0 wt% Sr-PBG into LCFVs significantly enhanced antibacterial activity against S"
    },
    {
      "title": "Development and validation of a method for simultaneous analysis of 513 pesticides in agricultural environments using LC-MS/MS and GC-MS/MS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "When cultivating crops, it's most important to avoid pesticide exposure directly on crops, yet equally crucial is managing residues within the agricultural environment. Pesticides remaining in the soil or irrigation water pose a risk of transferring to crops, such as rice, reducing crop quality. Similarly, pesticides present in cover bags used during fruit cultivation can also affect fruit quality. Therefore, effective management of pesticide residues in the agricultural environment is...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41114751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to avoid pesticide exposure directly on crops, yet equally crucial is managing residues within the agricultural environment",
      "conclusion": null
    },
    {
      "title": "Understanding Electrochemical CO<sub>2</sub> Reduction Selectivity of Cu Binary Alloys from Electronic Structure Descriptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41114686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251022151927&v=2.18.0.post22+67771e2",
      "description": "We investigate the electrochemical reduction of carbon dioxide (CO(2)RR) using Cu-M (M = Ni, Pd, Ag, Au, Zn, Cr) binary alloys. Through experimental and theoretical analysis, we explore the structural and electronic properties of these alloys and their impact on CO(2)RR product selectivity. Our findings reveal that the d-band center of Cu-M alloys serves as a crucial descriptor, influencing product distribution. As the d-band center increases, more CO is produced, while the formation of C(2)...",
      "pubDate": "2025-10-20T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41114686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on CO(2)RR product selectivity",
      "conclusion": null
    }
  ]
}