{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-08-28T07:42:51.801Z",
  "totalItems": 150,
  "totalArchived": 2145,
  "newPapersAdded": 188,
  "institutionBreakdown": {
    "KAIST": 22,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 52,
    "IBS": 6,
    "UNIST": 2,
    "Hanyang University": 9,
    "KIST": 2,
    "GIST": 10,
    "Kyung Hee University": 12,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 68,
    "Cancer Research": 18,
    "Biomedical": 41,
    "Neuroscience": 5,
    "Computer Science": 10,
    "Materials Science": 8
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Community-based timber comanagement and the boundaries of people-centered conservation in Brazil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40867030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250828034238&v=2.18.0.post9+e462414",
      "description": "Brazil's protected areas for sustainable use represent a massive shift in conservation policy that operationalizes the widespread global trend for governments to share resource management rights, responsibilities, and benefits with local communities via comanagement. ICMBio's Normative Instruction 16/2011 guides communities in comanagement of timber in the protected areas in which they live. We assessed this norm operationalization and governance in 7 timber comanagement projects in 3 Amazonian...",
      "pubDate": "2025-08-28T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40867030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary factors and colorectal cancer risk in Asian populations: a systematic review and meta-analysis of cohort studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This review suggested that healthy dietary patterns and calcium intake are associated with a lower risk of CRC in Asian populations. Nonetheless, additional studies are warranted to clarify the associations between dietary patterns and CRC risk.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40866745",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review suggested that healthy dietary patterns and calcium intake are associated with a lower risk of CRC in Asian populations. Nonetheless, additional studies are warranted to clarify the associations between dietary patterns and CRC risk"
    },
    {
      "title": "Comparative genomics of plastid genome within Curculigo orchioides subclade (Hypoxidaceae) reveals evolutionary relationships and document the shortest ndhA intron in seed plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "This study presents the first comprehensive plastome analysis of Curculigo, filling a genomic gap in Hypoxidaceae, reveals its evolutionary relationships, and identifies the shortest known ndhA intron among seed plants. Comparative genomics is an effective tool for exploring plastome evolution and gene content variation across species. In the genus Curculigo (Hypoxidaceae), plastome research has been restricted to C. orchioides and C. capitulata. To enhance our understanding of evolutionary...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40866734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-flexible chronoepifluidic nanoplasmonic patch for label-free metabolite profiling in sweat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Wearable sensors allow non-invasive monitoring of sweat metabolites, but their reliance on molecular recognition elements limits both physiological coverage and temporal resolution. Here we report an all-flexible chronoepifluidic surface-enhanced Raman spectroscopy (CEP-SERS) patch for label-free and chronometric profiling of sweat metabolites. The CEP-SERS patch integrates plasmonic nanostructures in epifluidic microchannels for chronological sweat sampling and molecular analysis. An ultrathin...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40866379",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging phagocytosis using nanomedicines for cancer immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Phagocytosis upregulation plays a crucial role in bridging to adaptive immunity for cancer immunotherapy. However, current approaches to modulating phagocytosis are beneficial to certain types of cancer only. In this Forum paper, we will highlight how nanoengineering can overcome the current limitation of phagocytosis-mediated cancer immunotherapy.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40866241",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fertility and Early Embryonic Development Toxicity of hzVSF-v13 in Sprague-Dawley Rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Humanized virus suppressing factor-variant 13 (hzVSF-v13), a monoclonal IgG4 antibody, is a potential therapeutic candidate for COVID-19. Although fertility and embryonic developmental toxicity studies are crucial for the safety evaluation of new drugs, the toxicological profile of hzVSF-v13 remains unexplored. This study was performed to assess its effects on general toxicity, fertility, and early embryonic development in Sprague-Dawley rats administered intravenously once weekly at doses of 0,...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "40865974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-related clinical symptom network of depressive disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Depressive disorder is a prevalent mental illness that exhibits distinct symptom profiles across life stages. This study examined age-related differences in core psychopathological symptoms and network structures among individuals with depressive disorders, using the Minnesota Multiphasic Personality Inventory-2 (MMPI-2). A total of 524 patients aged 18-65 years were stratified into four age groups: late adolescence (18-25), early adulthood (26-35), mid-adulthood (36-50), and late mid-adulthood...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40865774",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "age-related differences in core psychopathological symptoms and network structures among individuals with depressive disorders, using the Minnesota Multiphasic Personality Inventory-2 (MMPI-2)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct signaling mechanisms of constitutively active phytochromes A and B in regulating Arabidopsis seedling development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Plant phytochromes are well-studied photoreceptors that sense red and far-red light, regulating photomorphogenic development. Molecular signaling mechanisms of phytochrome A (phyA) and phyB largely overlap, especially in regulation of PHYTOCHROME-INTERACTING FACTORs (PIFs) and E3 ligase complexes composed of CONSTITUTIVELY PHOTOMORPHOGENIC 1 (COP1) and SUPPRESSORs OF phyA-105 (SPAs). However, the differences in their molecular signaling mechanisms remain unclear. Constitutively active mutants of...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40865496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating tumor macroenvironment, microenvironment and mechanobiology with organoid and organ-on-a-chip models for lung cancer immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Lung cancer remains the leading cause of cancer-related mortality, and immune checkpoint inhibitors (ICIs) have revolutionized its treatment. However, immunotherapy responses vary significantly among patients, and adverse effects, such as immune-related pneumonitis, pose clinical challenges. Both the tumor macroenvironment (TMaE) and tumor microenvironment (TME) play pivotal roles in modulating immunotherapy outcomes; however, the complex crosstalk between them remains insufficiently...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40865371",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond neonaticide: A forensic typology of suspicious perinatal deaths in South Korea (2015-2021)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The SPD framework reveals that perinatal deaths in South Korea are not simply decreasing but are transforming in method, influenced by shifting legal and medical landscapes. The identification of distinct, evidence-based typologies underscores the need for a paradigm shift from punitive responses toward tailored, preventive public health interventions.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40865199",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SPD framework reveals that perinatal deaths in South Korea are not simply decreasing but are transforming in method, influenced by shifting legal and medical landscapes. The identification of distinct, evidence-based typologies underscores the need for a paradigm shift from punitive responses to..."
    },
    {
      "title": "Quantum Enhancement of Thermalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Equilibrium properties of many-body systems with a large number of degrees of freedom are generally expected to be described by statistical mechanics. Such expectations are closely tied to the observation of thermalization, as manifested through equipartition in time-dependent observables, which takes place both in quantum and classical systems but may look very different in comparison. By studying the dynamics of individual lattice site populations in ultracold bosonic gases, we show that the...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40864955",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coulomb Sensing of Single Ballistic Electrons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "While ballistic electrons are a key tool for applications in sensing and flying qubits, sub-nanosecond propagation times and complicated interactions make control of ballistic single electrons challenging. Recent experiments have revealed Coulomb collisions of counterpropagating electrons in a beam splitter, giving time resolved control of interactions between single electrons. Here we use remote Coulomb interactions to demonstrate a scheme for sensing single ballistic electrons. We show that...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40864954",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the genomes of Vibrio phages pVco-5 and pVco-7: implications for phage-host interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Oyster hatcheries suffer significant mortality caused by members of the bacterial genus Vibrio, which infect Crassostrea gigas larvae. Bacteriophages present a potential alternative to antibiotics, with N4-like phages showing promise against vibriosis. We investigated the adsorption properties and determined the complete genome sequence of phage pVco-7 and performed phylogenetic and comparative analysis with other N4-like Vibrio phages to gain insights into phage resistance mechanisms and...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40864240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the adsorption properties and determined the complete genome sequence of phage pVco-7 and performed phylogenetic and comparative analysis with other N4-like Vibrio phages to gain insights into phage r...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Cu in Nanostructural Relationship Between Phase Separation and Deformation-Induced Twinning in Heavily Drawn Non-Equiatomic High-Entropy Alloy Wire",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "This study investigates the influence of Cu addition on the nanostructural evolution and mechanical performance of a heavily drawn non-equiatomic CoCu(1.71)FeMnNi high-entropy alloy (HEA) wire. Through systematic microstructural and compositional analysis, we examine how Cu constituent affects phase separation behavior and promotes deformation-induced nano-twinning in another phase counterpart. The designed HEA wire exhibits an elongated ultrafine dual face-centered cubic (fcc) lamella structure...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "40863861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Rare Case of Aortic Dissection 10 Years Post Percutaneous Catheterization Retrieval of an Embolized PDA Device in a Patient with Down Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "There are no recorded cases of catheter-induced aortic dissection in pediatric patients. We report a unique case of a pediatric patient with Down syndrome who developed a long-standing dissecting aortic aneurysm. The patient underwent successful stent insertion 10 years after experiencing difficulty retrieving an embolized patent ductus arteriosus device. The Down syndrome presented a complex clinical scenario, making diagnosis challenging due to a lack of cooperation and uncertainty about when...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40863718",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of <em>Pestalotiopsis abbreviata</em> sp. nov., the Causal Agent of Pestalotiopsis Leaf Blight on <em>Camellia japonica</em> Based on Metagenomic Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Tree diseases affecting Camellia japonica have emerged as a significant threat to the health and longevity of this ornamental tree, particularly in countries where this tree species is widely distributed and cultivated. Among these, Pestalotiopsis spp. have been frequently reported and are considered one of the most impactful fungal pathogens, causing leaf blight or leaf spot, in multiple countries. Understanding the etiology and distribution of these diseases is essential for effective...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40863505",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of acupuncture on musculoskeletal pain: an evidence map",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This evidence map demonstrated that acupuncture has favorable effects on major musculoskeletal disorders. Further improvements in the quality of evidence should be prioritized and more clinical trials on the acupuncture for treating musculoskeletal pain are needed.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40861232",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This evidence map demonstrated that acupuncture has favorable effects on major musculoskeletal disorders. Further improvements in the quality of evidence should be prioritized and more clinical trials on the acupuncture for treating musculoskeletal pain are needed"
    },
    {
      "title": "Association of carotid artery stenosis with cerebral artery signal intensity gradient on time-of-flight magnetic resonance angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ICA stenosis is significantly correlated with BA SIG, indicating a possibility of link between ICA stenosis and intracranial hemodynamics. A prospective longitudinal study is warranted to clarify the causal link between ICA stenosis and BA SIG.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40860975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICA stenosis is significantly correlated with BA SIG, indicating a possibility of link between ICA stenosis and intracranial hemodynamics. A prospective longitudinal study is warranted to clarify the causal link between ICA stenosis and BA SIG"
    },
    {
      "title": "Improvement of neuropsychological and cognitive functions in older adults through transcranial vibroacoustic stimulation: a double blind, randomized, comparative trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Cognitive impairments are critical global public health issues. Recent research has focused on developing non-invasive methods for cognitive enhancement with the potential to slow cognitive decline. This study aimed to explore the effects of transcranial vibroacoustic stimulation (tVAS) on neuropsychological and cognitive functions in older adults.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "40860215",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore the effects of transcranial vibroacoustic stimulation (tVAS) on neuropsychological and cognitive functions in older adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic quantitative analysis of atherosclerotic aortic plaques in patients with embolic cerebral infarction using deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40859808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The estimation of APA and APR by the U-net model could be helpful in predicting complex aortic plaques. Additional comprehensive quantitative image analysis of plaque characteristics using artificial intelligence, such as movability and morphology, may be needed to predict prognosis.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "40859808",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The estimation of APA and APR by the U-net model could be helpful in predicting complex aortic plaques. Additional comprehensive quantitative image analysis of plaque characteristics using artificial intelligence, such as movability and morphology, may be needed to predict prognosis"
    },
    {
      "title": "Elevated osteopontin reflects systemic inflammation in experimental autoimmune encephalomyelitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40859725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "We examined the expression and localization of osteopontin (OPN) in various organs in mice with experimental autoimmune encephalomyelitis (EAE). To evaluate the level of OPN in blood and various tissues, enzyme-linked immunosorbent assay and western blot analysis of OPN were performed. The serum level of OPN was significantly increased in mice with EAE, and OPN was upregulated in all tissues examined, including the liver, kidneys, intestines, and spinal cord. OPN immunoreactivity was noted in...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "40859725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the expression and localization of osteopontin (OPN) in various organs in mice with experimental autoimmune encephalomyelitis (EAE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monolithically-Integrated van der Waals Synaptic Memory via Bulk Nano-Crystallization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40859415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Owing to the evolution of data-driven technologies, including the large language models, generative artificial intelligence, autonomous driving, and the internet of things requires advanced memory technology. However, conventional memory device structures and fabrication process have significant limitations for high-density integration. Herein, this study reports the monolithically-integrated 1-selector and 1-resistive (1S1R) synaptic memory in van der Waals (vdW) heterostructure, which...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40859415",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Universal 3D-Printing of Suspended Metal Oxide Nanowire Arrays on MEMS for AI-Optimized Combinatorial Gas Fingerprinting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40859412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250828034241&v=2.18.0.post9+e462414",
      "description": "Additive manufacturing technology has the potential to provide great versatility in the design and fabrication of sensing devices. This prerequisite necessitates further technological improvement in precision and material diversity. Here, a universal meniscus-guided 3D printing method is reported that can fabricate freestanding metal oxide semiconducting nanowires with programmed compositions and compatible substrate options at the single-entity level. By studying printing process and ink...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40859412",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic classification of intrapulmonary metastasis and multiple primary lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40866883",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robust Quantification of Affected Brain Volume from Computed Tomography Perfusion: A Hybrid Approach Combining Deep Learning and Singular Value Decomposition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Volumetric estimation of affected brain volumes using computed tomography perfusion (CTP) is crucial in the management of acute ischemic stroke (AIS) and relies on commercial software, which has limitations such as variations in results due to image quality. To predict affected brain volume accurately and robustly, we propose a hybrid approach that integrates singular value decomposition (SVD), deep learning (DL), and machine learning (ML) techniques. We included 449 CTP images of patients with...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40866763",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of dual-energy CT in head and neck emergency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Dual-energy computed tomography (DECT) has been widely used in acute clinical settings to add diagnostic confidence and accuracy in head and neck imaging. Given the complexity of the head and neck anatomy, delayed or inaccurate diagnosis of abnormalities involving the head and neck region can result in poor outcomes and possibly life-threatening consequences. This article aims to familiarize radiologists with the clinical applications and limitations of DECT in emergency head and neck imaging to...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40866751",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to familiarize radiologists with the clinical applications and limitations of DECT in emergency head and neck imaging to",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electroencephalographic and clinical predictors of favorable neurologic outcomes in pediatric cardiac arrest survivors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "This study aimed to identify neurologic prognostic factors after cardiac arrest in pediatric patients, focusing on clinical features and electroencephalography (EEG) findings. This is a retrospective single-center study. We analyzed resuscitated pediatric patients who admitted pediatric intensive care unit at a tertiary academic referral hospital in South Korea. Patients aged 1 month to 18 years with in-hospital cardiac arrest between January 2010 and October 2022 who received EEG within 7 days...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40866428",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify neurologic prognostic factors after cardiac arrest in pediatric patients, focusing on clinical features and electroencephalography (EEG) findings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two stage large language model approach enhancing entity classification and relationship mapping in radiology reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Large language models (LLMs) hold transformative potential for medical image labeling in radiology, addressing challenges posed by linguistic variability in reports. We developed a two-stage natural language processing pipeline that combines Bidirectional Encoder Representations from Transformers (BERT) and an LLM to analyze radiology reports. In the first stage (Entity Key Classification), BERT model identifies and classifies clinically relevant entities mentioned in the text. In the second...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40866412",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety analysis of thermal runaway in LTO battery cells under operational fault conditions in railway vehicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Lithium-titanate oxide (LTO) batteries are widely adopted in transportation owing to their high safety, long lifespan, and excellent high C-rate capability. However, studies investigating the thermal runaway behavior of LTO cells under railway operating conditions are limited. In particular, the influence of fault scenarios and environmental factors on battery safety and passenger evacuation time warrants further investigation. To address this, a multi-scale multi-domain (MSMD) model was...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40866390",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD99-mediated immunological synapse formation potentiates CAR-T cell function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Despite the efficacy of chimeric antigen receptor (CAR)-T cells in selected hematological malignancies, further improvement on CAR-T designs is still desirable. We hypothesize that modifying the CAR structure to enhance immunological synapse (IS) stabilization and CAR target-binding may be a feasible strategy. Here we show that the membrane protein, CD99, is critical for IS formation in T cells by mediating actin-microtubule interaction. CD99 deficiency abolishes IS formation and prevents...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40866332",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between cerebral microbleeds and cognition in a memory clinic population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings, based on memory clinic population with a broad cognitive spectrum, suggest that CMBs, depending on their location, may have different implications for cognitive function.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40866285",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for cognitive function",
      "conclusion": "These findings, based on memory clinic population with a broad cognitive spectrum, suggest that CMBs, depending on their location, may have different implications for cognitive function"
    },
    {
      "title": "Effect of support arrangements on 3D printing denture accuracy: An in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Based on these results, this study recommends placing support structures strategically around overhangs and thin-walled areas to enhance the accuracy of 3D-printed denture fabrication. These findings indicate that optimizing support placement, rather than merely increasing the number of supports, is crucial in improving the quality and reliability of 3D-printed dental prostheses.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40866238",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that optimizing support placement, rather than merely increasing the number of supports, is crucial in improving the quality and reliability of 3D-printed dental prostheses",
      "conclusion": "Based on these results, this study recommends placing support structures strategically around overhangs and thin-walled areas to enhance the accuracy of 3D-printed denture fabrication. These findings indicate that optimizing support placement, rather than merely increasing the number of supports, is..."
    },
    {
      "title": "Artificial intelligence in pediatric healthcare: bridging potential, clinical practice, and ethical considerations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40866147",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis and development of risk prediction models for chronic opioid use after surgery: a cohort study using the nationwide database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: According to the best-performing gradient boosting model, older age, longer hospital stay, high in-hospital opioid consumption, and preoperative opioid use were the most important risk factors for PCOU.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40865987",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "risk factors for PCOU",
      "conclusion": "According to the best-performing gradient boosting model, older age, longer hospital stay, high in-hospital opioid consumption, and preoperative opioid use were the most important risk factors for PCOU"
    },
    {
      "title": "Bacterial extracellular vesicle as a predictive biomarker for postoperative delirium status after spinal surgery: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The profile of circulating preoperative BEVs is the key prognostic factor for distinguishing POD in elderly surgical patients with controlled baseline conditions. Metabolites of defensive and offensive mechanisms inferred from BEVs will be essential for developing next-generation POD prevention strategies.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865967",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The profile of circulating preoperative BEVs is the key prognostic factor for distinguishing POD in elderly surgical patients with controlled baseline conditions. Metabolites of defensive and offensive mechanisms inferred from BEVs will be essential for developing next-generation POD prevention stra..."
    },
    {
      "title": "Multimodal deep learning to predict postoperative major adverse cardiac and cerebrovascular events after non-cardiac surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865965/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: A multimodal deep learning model combining raw ECG waveforms with minimal clinical data yielded superior 30-day MACCE risk prediction compared to that of the conventional indices. This approach could facilitate broad clinical adoption by minimizing data collection requirements while enhancing perioperative risk stratification.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865965",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A multimodal deep learning model combining raw ECG waveforms with minimal clinical data yielded superior 30-day MACCE risk prediction compared to that of the conventional indices. This approach could facilitate broad clinical adoption by minimizing data collection requirements while enhancing periop..."
    },
    {
      "title": "Clinical guideline on the open arthrolysis for posttraumatic elbow stiffness in adult patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This multinational initiative provides the first comprehensive clinical practice guideline for open arthrolysis in adult posttraumatic elbow stiffness. The recommendations provided herein are grounded in a comprehensive review of existing literatures, and they establish actionable standards for preoperative decision-making, intraoperative techniques, and postoperative care, ultimately hoping to enhance patients' functional recovery and quality of life.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865905",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This multinational initiative provides the first comprehensive clinical practice guideline for open arthrolysis in adult posttraumatic elbow stiffness. The recommendations provided herein are grounded in a comprehensive review of existing literatures, and they establish actionable standards for preo..."
    },
    {
      "title": "Gintonin exerts effects via LPAR1/3 and the MEK signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Gintonin, a glycolipid protein isolated from Panax ginseng, is a lysophosphatidic acid receptor (LPAR) agonist, which plays a crucial role in cell proliferation, migration, and survival. This study analyzed natural killer group 2 member D (NKG2D) molecules, activation markers for NK cells, using flow cytometry, examined their distribution and NKG2D+ cells via immunohistochemistry, and utilized a YAC-1 tumor to assess cytotoxicity. The relative expression of NK cell-related cytokines and LPARs...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865829",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "natural killer group 2 member D (NKG2D) molecules, activation markers for NK cells, using flow cytometry, examined their distribution and NKG2D+ cells via immunohistochemistry, and utilized a YAC-1 tu...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of sustained extremely low income and income decrease with the risk of Parkinson's disease: A population-based nationwide cohort study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Individuals with sustained extremely low income over 5 consecutive years and those who experienced a decrease in income to this status were at a significantly higher rate of developing Parkinson's disease.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40865735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Individuals with sustained extremely low income over 5 consecutive years and those who experienced a decrease in income to this status were at a significantly higher rate of developing Parkinson's disease"
    },
    {
      "title": "Kidney-resident macrophages limit toxin-induced inflammation through their hallmark functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Collectively, our findings underscore the hallmark role of KRMs in modulating kidney conditions and mitigating the risk of toxin-induced AKI.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865718",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, our findings underscore the hallmark role of KRMs in modulating kidney conditions and mitigating the risk of toxin-induced AKI"
    },
    {
      "title": "Exploring the efficacy and safety of dual antiplatelet therapy in patients with embolic stroke of undetermined source according to stroke risk stratification: Propensity-score matched analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DAPT did not confer benefit in unselected patients with ESUS but was effective in reducing END in high-risk individuals with ESRS 3. These findings support a risk-stratified approach to DAPT use in ESUS.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40865618",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DAPT did not confer benefit in unselected patients with ESUS but was effective in reducing END in high-risk individuals with ESRS 3. These findings support a risk-stratified approach to DAPT use in ESUS"
    },
    {
      "title": "Integrated cascade biocatalysis of cannabigerolic acid through cyclodextrin-mediated stabilization and prenyltransferase engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Cannabigerolic acid (CBGA) is a key precursor for therapeutic cannabinoids, but its sustainable production is limited by enzymatic instability and costly cofactors. Here, integrated bioprocess enabled efficient CBGA biosynthesis. Cyclodextrin-mediated stabilization enhanced in vitro CBGA yield by 7-fold to 4 mM by reducing enzymatic degradation. A lycopene-based biosensor identified rate-limiting kinases, doubling geranyl pyrophosphate supply. Combinatorial engineering of NphB, based on prior...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40865580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gly-Pro-Val-Gly-Pro-Ser Low Molecular Weight Fish Collagen Peptide Promotes Hair Regeneration in Human Dermal Papilla Cells and C57BL/6 Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Hair loss is characterized by reduced hair thickness, decreased density, and delayed growth and is associated with factors such as aging, stress, and environmental influences. This study investigated the effects of Gly-Pro-Val-Gly-Pro-Ser low molecular weight fish collagen peptide (FC) on improving hair health and alleviating hair loss. Human dermal papilla cells and C57BL/6 mice were used as experimental models. Mice were administered FC at doses of 200, 400, and 800 mg/kg body weight, followed...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the effects of Gly-Pro-Val-Gly-Pro-Ser low molecular weight fish collagen peptide (FC) on improving hair health and alleviating hair loss",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Executive function predicts academic and social skillsin autistic kindergartners based on a multimodalapproach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings indicate that EF may be critical foundational skills for school success in young autistic children at school transition. Therefore, targeted EF interventions could be a powerful way to optimize academic and social development in autistic kindergarteners. The results also highlight the importance of a multimeasurement approach to EF assessment, as it provides a more comprehensive understanding of the broader impact of EF on key developmental outcomes in ASD.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40865540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of EF on key developmental outcomes in ASD",
      "conclusion": "These findings indicate that EF may be critical foundational skills for school success in young autistic children at school transition. Therefore, targeted EF interventions could be a powerful way to optimize academic and social development in autistic kindergarteners"
    },
    {
      "title": "Non-destructive quantification of lutein and beta-carotene in spinach by Raman spectroscopy under optimized conditions for linear discriminant analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Leafy vegetables present challenges for Raman-based carotenoid analysis due to strong fluorescence from chlorophyll and the coexistence of complex biomolecules. This study introduces a non-destructive approach combining Raman spectroscopy with Linear Discriminant Analysis (LDA) to classify carotenoid content levels. Arabidopsis thaliana mutants with controlled carotenoid levels were used to build and validate the model, which was then applied to cultivated Spinacia oleracea. Various spectral...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Control system for soil microbes detrimental to trees using metabolites derived from algal bloom-causing microorganisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Algal blooms, primarily caused by cyanobacteria such as Microcystis aeruginosa, disrupt aquatic ecosystems while also holding potential as a source of bioactive compounds. This study investigated microbial and metabolite changes during the occurrence and mitigation stages of algal blooms based on samples collected from Daecheong Lake in July (algal bloom season) and September (mitigation season) 2024. Using 16S rRNA sequencing, LC/MS-QTOF, and GC/MS, we identified a dynamic shift in microbial...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40865433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "microbial and metabolite changes during the occurrence and mitigation stages of algal blooms based on samples collected from Daecheong Lake in July (algal bloom season) and September (mitigation seaso...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-based prediction of suicide risk using adult attention-deficit/hyperactivity disorder symptoms and depression indicators: insights from a nationally representative south korean survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In a nationwide sample, adult ADHD symptoms-particularly inattention-and depression indicators were significantly correlated with suicidal ideation. Compared to traditional methods, an ML model substantially enhanced the identification of individuals exhibiting suicidal ideation, while maintaining fairness. These findings indicate that incorporating adult ADHD screening and ML-based models into suicide prevention strategies can facilitate the early detection of high-risk individuals...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40865290",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that incorporating adult ADHD screening and ML-based models into suicide prevention strategies can facilitate the early detection of high-risk individuals",
      "conclusion": "In a nationwide sample, adult ADHD symptoms-particularly inattention-and depression indicators were significantly correlated with suicidal ideation. Compared to traditional methods, an ML model substantially enhanced the identification of individuals exhibiting suicidal ideation, while maintaining f..."
    },
    {
      "title": "DNA damage response inhibitors in cancer therapy: Mechanisms, clinical development, and combination strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Impaired genomic stability is a hallmark of many cancers, with the DNA damage response (DDR) mechanisms serving as critical safeguards for maintaining genomic integrity. These intricate DDR networks, encompassing various DNA repair and damage checkpoint pathways, are essential for regulating the cell cycle, immune responses, and apoptosis. Notably, defects in DDR pathways, particularly those involving BRCA1/2 mutations, present exploitable vulnerabilities for targeted therapies such as PARP...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40865183",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of NVX-CoV2373 and BNT162b2 COVID-19 Vaccination in South Korean Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These results suggest that NVX-CoV2373 may provide more robust protection against medically attended COVID-19 as a third dose, compared with BNT162b2. While the aHR for the primary series also indicated lower risk with NVX-CoV2373, this difference was not statistically significant.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40865116",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that NVX-CoV2373 may provide more robust protection against medically attended COVID-19 as a third dose, compared with BNT162b2",
      "conclusion": "These results suggest that NVX-CoV2373 may provide more robust protection against medically attended COVID-19 as a third dose, compared with BNT162b2. While the aHR for the primary series also indicated lower risk with NVX-CoV2373, this difference was not statistically significant"
    },
    {
      "title": "Central Tumor Location in Resected Lung Adenocarcinoma: Association with Recurrence and Survival Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background: Prognostic implications of lung cancer location remain uncertain, in part relating to heterogeneous definitions for central tumor location. Objective: To assess associations of central tumor location, determined using an automated lung segmentation algorithm, with recurrence and survival outcomes in patients with resected lung adenocarcinoma. Methods: This retrospective study included patients who underwent lobectomy or pneumonectomy for invasive lung adenocarcinoma between July 2010...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864987",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "To assess associations of central tumor location, determined using an automated lung segmentation algorithm, with recurrence and survival outcomes in patients with resected lung adenocarcinoma",
      "significance": "of lung cancer location remain uncertain, in part relating to heterogeneous definitions for central tumor location",
      "conclusion": null
    },
    {
      "title": "Search for a Neutral Gauge Boson with Nonuniversal Fermion Couplings in Vector Boson Fusion Processes in Proton-Proton Collisions at sqrt[s]=13 TeV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "The first search for a heavy neutral spin-1 gauge boson (Z^{'}) with nonuniversal fermion couplings produced via vector boson fusion processes and decaying to tau leptons or W bosons is presented. The analysis is performed using LHC data at sqrt[s]=13 TeV, collected from 2016 to 2018 with the CMS experiment and corresponding to an integrated luminosity of 138 fb^{-1}. The data are consistent with the standard model predictions. Upper limits are set on the product of the cross section for...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40864941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precision Measurement of the Branching Fraction of D^{+}^{+}_{}",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Using 20.3 fb^{-1} of e^{+}e^{-} collision data collected at a center-of-mass energy of E_{c.m.}=3.773 GeV with the BESIII detector operating at the BEPCII collider, we determine the branching fraction of the leptonic decay D^{+}^{+}_{} to be (4.0340.080_{stat}0.040_{syst})10^{-4}. Interpreting our measurement with knowledge of the Fermi coupling constant G_{F}, the masses of the D^{+} and ^{+} as well as the lifetime of the D^{+}, we determine...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864917",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Partial Remission Without Recurrence in a 9-Year-Old Golden Retriever with Nasal Carcinoma Treated with Prednisolone/Chlorambucil Metronomic Combination Therapy: A Case Report and Literature Review of Molecular Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "This paper reports the first case in which a hyperlipidemic retriever (due to hypothyroidism) with a nasal tumor was successfully treated-achieving partial remission-and managed using a metronomic combination of chlorambucil (3.74 mg/m, SID) and prednisolone (0.28 mg/kg, SID) orally for 9 months at a general practice. A 35 kg spayed female golden retriever aged 8 years and 8 months with nosebleeds visited the Bundang New York Animal Hospital in July 2023 after being diagnosed with nasal...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864814",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective Effects of <em>Inula japonica</em> Leaf Extract Against PM<sub>10</sub>-Induced Oxidative Stress in Human Keratinocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "This study aimed to evaluate the protective effects of Inula japonica leaf extract against PM(10)-induced oxidative stress in normal human keratinocytes. Keratinocytes were pretreated with various concentrations of Inula japonica leaf extract and subsequently exposed to PM10. Cell viability, ROS production, gene and protein expression (qRT-PCR and Western blot), and UHPLC-MS profiling were assessed. Network pharmacology analysis was conducted using database-predicted compounds of Inulae Flos....",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40864793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": "evaluate the protective effects of Inula japonica leaf extract against PM(10)-induced oxidative stress in normal human keratinocytes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytochemical Constituents from <em>Cercidiphyllum japonicum</em> Exhibit Bioactive Potential Against Skin Aging and Inflammation in Human Dermal Fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "With increasing interest in natural therapeutic strategies for skin aging, plant-derived compounds have gained attention for their potential to protect against oxidative stress and inflammation. In this study, we investigated the anti-aging and anti-inflammatory effects of flavonoids isolated from Cercidiphyllum japonicum using a tumor necrosis factor-alpha (TNF-)-stimulated normal human dermal fibroblast (NHDF) model. The aerial parts of C. japonicum were extracted and analyzed by...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40864785",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the anti-aging and anti-inflammatory effects of flavonoids isolated from Cercidiphyllum japonicum using a tumor necrosis factor-alpha (TNF-)-stimulated normal human dermal fibroblast (NHDF) model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elucidating the Role of <em>CNOT2</em> in Regulating Cancer Cell Growth via the Modulation of p53 and c-Myc Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CNOT2, a central component of the CCR4-NOT transcription complex subunit 2, plays a pivotal role in the regulation of gene expression and metabolism. CNOT2 is involved in various cellular processes, including transcriptional regulation, mRNA deadenylation, and the modulation of mRNA stability. CNOT2 specifically contributes to the structural integrity and enzymatic activity of the CCR4-NOT complex with transcription factors and RNA-binding proteins. Recent studies have elucidated its involvement...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40864769",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"Data will solve robotics and automation: True or false?\": A debate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Leading researchers debate the long-term influence of model-free methods that use large sets of demonstration data to train numerical generative models to control robots.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smarter biopsy decisions in thyroid nodules via dual-modal photoacoustic and ultrasound imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Thyroid nodules are primarily diagnosed using ultrasound imaging (USI), but its low specificity leads to unnecessary fine-needle aspiration biopsies (FNABs). In particular, USI's limited ability to differentiate follicular neoplasms from benign nodules contributes to suboptimal biopsy decision-making. We propose a dual-modal imaging approach that combines multiparametric photoacoustic imaging (PAI) and USI to support smarter biopsy decisions. In 106 patients with 29 benign nodules, 45 papillary...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40864699",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum proteomes and their prognostic values in sepsis patients admitted to a medical intensive care unit: a single-center study using SWATH-MS proteomics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864331",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dizziness and spatial disorientation in patients with transient global amnesia: clinical and vestibular correlates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Dizziness and spatial disorientation are common and clinically meaningful symptoms in TGA, likely reflecting transient dysfunction of specific vestibular pathways. These findings suggest broader network involvement in TGA in addition to the hippocampus, particularly implicating otolith-ocular and vestibulo-spinal pathways.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40864304",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "broader network involvement in TGA in addition to the hippocampus, particularly implicating otolith-ocular and vestibulo-spinal pathways",
      "conclusion": "Dizziness and spatial disorientation are common and clinically meaningful symptoms in TGA, likely reflecting transient dysfunction of specific vestibular pathways. These findings suggest broader network involvement in TGA in addition to the hippocampus, particularly implicating otolith-ocular and ve..."
    },
    {
      "title": "The Long-Term Rate of Reoperation After Midurethral Sling Insertion Among Women With Urinary Incontinence: A Population-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among 221,082 women undergoing MUS, the long-term reoperation rate was 4.8%. Younger age, overactive bladder, neurogenic bladder, and diabetes were key risk factors. Preoperative assessment of these factors is essential for optimizing patient selection.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864277",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among 221,082 women undergoing MUS, the long-term reoperation rate was 4.8%"
    },
    {
      "title": "Comment on \"Semiautomatic proximal humeral trabecular bone density assessment tool: technique application andclinical validation\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864251",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intravascular Imaging-Guided PCI vs Coronary Artery Bypass Grafting for Left Main or 3-Vessel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this hypothesis-generating study, PCI had significantly higher risk of a composite of death, nonfatal myocardial infarction, or stroke than CABG. However, IVI-guided PCI had comparable risk of clinical events compared with CABG. (Intravascular Imaging- Versus Angiography-Guided Percutaneous Coronary Intervention For Complex Coronary Artery Disease [RENOVATE-COMPLEX-PCI]; NCT03381872, Institutional cardiovascular catheterization database of Samsung Medical Center (Long-Term...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40864021",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this hypothesis-generating study, PCI had significantly higher risk of a composite of death, nonfatal myocardial infarction, or stroke than CABG. However, IVI-guided PCI had comparable risk of clinical events compared with CABG"
    },
    {
      "title": "Long-Term Antithrombotic Therapy in Patients With Atrial Fibrillation and Prior PCI: Insights From EPIC-CAD Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40864010",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Applications of Strain Echocardiography: A Clinical Consensus Statement From the American Society of Echocardiography Developed in Collaboration With the European Association of Cardiovascular Imaging of the European Society of Cardiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40864001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40864001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health Risk Assessment of Toluene and Formaldehyde Based on a Short-Term Exposure Scenario: A Comparison of the Reference Concentration, Reference Dose, and Minimal Risk Level",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Conventional health risk assessments do not adequately reflect short-term exposure characteristics following chemical accidents. We aimed to evaluate the efficacy of existing assessment methods and propose a more suitable risk assessment approach for short-term exposure to hazardous chemicals. We analyzed foundational studies used to derive reference concentration (RfC), reference dose (RfD), and minimal risk level (MRL) values and applied these health guidance values (HGVs) to a hypothetical...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40863958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the efficacy of existing assessment methods and propose a more suitable risk assessment approach for short-term exposure to hazardous chemicals",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune-Redox Biomarker Responses to Short- and Long-Term Exposure to Naturally Emitted Compounds from Korean Red Pine (<em>Pinus densiflora</em>) and Japanese Cypress (<em>Chamaecyparis obtusa</em>): In Vivo Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Volatile organic compounds (VOCs) are highly volatile chemicals in natural and anthropogenic environments, significantly affecting indoor air quality. Major sources of indoor VOCs include emissions from building materials, furnishings, and consumer products. Natural wood products release VOCs, including terpenes and aldehydes, which exert diverse health effects ranging from mild respiratory irritation to severe outcomes, such as formaldehyde-induced carcinogenicity. The temporal dynamics of VOC...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863926",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reliability of Automated Amyloid PET Quantification: Real-World Validation of Commercial Tools Against Centiloid Project Method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background: Despite the growing demand for amyloid PET quantification, practical challenges remain. As automated software platforms are increasingly adopted to address these limitations, we evaluated the reliability of commercial tools for Centiloid quantification against the original Centiloid Project method. Methods: This retrospective study included 332 amyloid PET scans (165 [^(18)F]Florbetaben; 167 [^(18)F]Flutemetamol) performed for suspected mild cognitive impairments or dementia, paired...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863877",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Hydrolysis Reaction and Abrasive Drag Force Accelerator on Enhancing Si-Wafer Polishing Rate and Improving Si-Wafer Surface Roughness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "To satisfy the superior surface quality requirements in the fabrication of HBM (High-Bandwidth Memory) and 3D NAND Flash Memory, high-efficiency Si chemical mechanical planarization (CMP) is essential. In this study, a colloidal silica abrasive-based Si-wafer CMP slurry was developed to simultaneously achieve a high polishing rate (10 nm/min) and low surface roughness (0.2 nm) without inducing CMP-induced scratches. The proposed Si-wafer CMP slurry incorporates two functional components:...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40863830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling of Seaweed Bioactive Substances and Their Nutritional Regulation Functions for Poultry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Seaweed is a rich and valuable marine biological resource that contains various bioactive substances, including polysaccharides, polyphenols, fatty acids, and more. These compounds exhibit a range of biological activities, such as antimicrobial, antioxidant, and immunomodulation effects. In the face of challenges related to intensive farming, poultry are often exposed to multiple stressors during production, which can lead to oxidative stress, impaired intestinal barrier function, and excessive...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mohangic Acid H and Mohangiol: New <em>p</em>-Aminoacetophenone Derivatives from a Mudflat-Derived <em>Streptomyces</em> sp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Streptomyces sp. AWH31-250, isolated from a tidal mudflat in the Nakdong River estuary in Busan, Republic of Korea, was found to produce two novel p-aminoacetophenone derivatives, mohangic acid H (1) and mohangiol (2). Their planar structures were established by comprehensive 1D and 2D NMR spectroscopy, mass spectrometry, and UV analysis, possessing a shorter carbon-chain with a diene moiety, whereas known mohangic acids A-F bear a longer carbon-chain with a triene moiety. The absolute...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40863623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Mattress Use on Sacral Interface Pressure in Community-Dwelling Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings highlight the importance of providing high-quality pressure-relieving mattresses and implementing standardized nursing assessments to reduce the risk of pressure injuries. Integrating smart technologies and expanding access to advanced support surfaces may aid in developing tailored preventive strategies for vulnerable older adults.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863574",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight the importance of providing high-quality pressure-relieving mattresses and implementing standardized nursing assessments to reduce the risk of pressure injuries. Integrating smart technologies and expanding access to advanced support surfaces may aid in developing tailored pre..."
    },
    {
      "title": "Epidemiology and Characteristics of Invasive Yeast Infections in Patients with Hematologic Diseases: 12-Year Single-Center Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Invasive yeast infections (IYIs) remain a significant cause of morbidity and mortality in patients with hematologic diseases. We retrospectively analyzed 193 IYI episodes among 179 patients admitted to a tertiary hematology hospital (2012-2023). Candida species accounted for 91.7% (n = 177), while non-Candida yeasts comprised 8.3% (n = 16). Among invasive candidiasis, non-albicans Candida spp. were predominant, representing 76.8% (136/177), with C. tropicalis (36.2%, 64/177) being the most...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863537",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral Candidiasis Associated with Aging and Salivary Hypofunction in Stomatitis Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Objectives: Stomatitis is a broad term for oral mucosal inflammation, and oral candidiasis represents one of its common subtypes caused by fungal infection. This study aimed to investigate the relationship between oral candidiasis and reduced salivary flow in patients diagnosed with stomatitis and to identify clinical predictors of oral candidiasis. Methods: A total of 259 patients (mean age 59.77  15.93 years; range 10-87 years; 201 females) with stomatitis were evaluated for oral candidiasis...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40863526",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Stomatitis is a broad term for oral mucosal inflammation, and oral candidiasis represents one of its common subtypes caused by fungal infection",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ODDM: Integration of SMOTE Tomek with Deep Learning on Imbalanced Color Fundus Images for Classification of Several Ocular Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Ocular disease (OD) represents a complex medical condition affecting humans. OD diagnosis is a challenging process in the current medical system, and blindness may occur if the disease is not detected at its initial phase. Recent studies showed significant outcomes in the identification of OD using deep learning (DL) models. Thus, this work aims to develop a multi-classification DL-based model for the classification of seven ODs, including normal (NOR), age-related macular degeneration (AMD),...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863488",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to develop a multi-classification DL-based model for the classification of seven ODs, including normal (NOR), age-related macular degeneration (AMD),",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison Between the Human-Sourced Ellipsoid Method and Kidney Volumetry Using Artificial Intelligence in Polycystic Kidney Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background: The Mayo imaging classification (MIC) for polycystic kidney disease (PKD) is a crucial basis for clinical treatment decisions; however, the volumetric assessment for its evaluation remains tedious and inaccurate. While the ellipsoid method for measuring the total kidney volume (TKV) in patients with PKD provides a practical TKV estimation using computed tomography (CT), its inconsistency and inaccuracy are limitations, highlighting the need for improved, accessible techniques in...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863454",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Evidence on Low-Dose Olanzapine (1.25 mg) for Personalized Antipsychotic Dosing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: This cohort study aimed to elucidate the real-world treatment course of patients receiving low-dose olanzapine (<2.5 mg), to assess its efficacy, and to examine its metabolic side effects. This study was a cohort study using a clinical registry. Methods: The primary efficacy endpoint was effective medication adherence and appropriate dosing. The primary safety endpoint was the incidence of metabolic adverse events, including diabetes mellitus, dyslipidemia, cardiovascular...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863442",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "This cohort study aimed to elucidate the real-world treatment course of patients receiving low-dose olanzapine (<2",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Donor Age on Graft Failure After Deceased Donor Liver Transplantation by Donor-Recipient Sex Combinations: An Analysis of the UNOS OPTN Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background Sex disparity has been highlighted in personalized medicine for various human diseases including acute/chronic liver diseases. In the transplant community, greater graft failure risk in female-to-male liver transplantation (LT) has been repeatedly reported, and a recent study in living donor LT reported that the inferiority of female-to-male LT is shown only when donor age is 40 y. We aimed to analyze the United Network for Organ Sharing (UNOS) database to test if the poorer outcome...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "analyze the United Network for Organ Sharing (UNOS) database to test if the poorer outcome",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Sarcopenia on the Outcomes of Radiofrequency Ablation of Medial Branch Nerves for Lumbar Facet Arthropathy in Patients Aged 60 Years and Older: A Retrospective Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Sarcopenia is defined by the progressive loss of muscle mass, strength, and/or physical performance associated with aging. Radiofrequency ablation (RFA) of the medial branch nerves is a well-established and effective treatment for lumbar facetogenic pain. While sarcopenia is associated with poor outcomes following epidural steroid injections and lumbar spine surgeries, its impact on clinical outcomes in patients undergoing RFA for facetogenic pain remains unexplored. This...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Sarcopenia is defined by the progressive loss of muscle mass, strength, and/or physical performance associated with aging",
      "significance": "on clinical outcomes in patients undergoing RFA for facetogenic pain remains unexplored",
      "conclusion": null
    },
    {
      "title": "Late Gadolinium Enhancement Variation in Asymptomatic Individuals: Comparison with Dilated Cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Late gadolinium enhancements (LGEs) appear in asymptomatic individuals as septal stripes, which mimic abnormal LGEs in patients with dilated cardiomyopathy (DCM). We aimed to evaluate the frequency and extent of LGE variation in asymptomatic individuals and to compare it with those of DCM group. This retrospective study included asymptomatic and DCM groups who underwent CMR imaging. LGE was defined as a myocardial signal intensity higher than five standard-deviations of normal myocardium. LGE...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40863378",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the frequency and extent of LGE variation in asymptomatic individuals and to compare it with those of DCM group",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative Tyrosine Levels as Predictive Biomarkers for Excessive Fat-Free Mass Loss Following Laparoscopic Sleeve Gastrectomy in Patients with Morbid Obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Background/Objectives: Fat-free mass (FFM) loss after metabolic and bariatric surgery (MBS) is associated with adverse long-term outcomes, including osteoporosis. Identifying biomarkers that predict excessive FFM loss can improve perioperative patient management and postoperative risk stratification. This study investigated whether preoperative amino acid metabolite (AAM) levels could predict excessive FFM loss after laparoscopic sleeve gastrectomy (LSG). Methods: Forty patients with morbid...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40863160",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Fat-free mass (FFM) loss after metabolic and bariatric surgery (MBS) is associated with adverse long-term outcomes, including osteoporosis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered TtgR-Based Whole-Cell Biosensors for Quantitative and Selective Monitoring of Bioactive Compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40863014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "TtgR, a transcriptional repressor from Pseudomonas putida, plays a key role in regulating multidrug resistance by controlling the expression of genes in response to various ligands. Despite its broad specificity, TtgR represents a promising candidate for the development of transcription factor (TF)-based biosensors. In this study, we utilized TtgR and its native promoter region (P(ttgABC)) as genetic components to construct TF-based biosensors in Escherichia coli. By coupling TtgR and P(ttgABC)...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40863014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Resolution Imaging of Morphological Changes Associated with Apoptosis and Necrosis Using Single-Cell Full-Field Optical Coherence Tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Full-field optical coherence tomography (FF-OCT) is a high-resolution interferometric imaging technique that enables label-free visualization of cellular structural changes. In this study, we employed a custom-built time-domain FF-OCT system to monitor morphological alterations in HeLa cells undergoing doxorubicin-induced apoptosis and ethanol-induced necrosis at the single-cell level. Apoptotic cells showed characteristic features such as echinoid spine formation, cell contraction, membrane...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "40862983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Kinematic Monitoring of the Thorax During the Respiratory Cycle Using a Biopolymer-Based Strain Sensor: A Chitosan-Glycerol-Graphite Composite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "This study presents the development and the mechanical and clinical characterization of a flexible biodegradable chitosan-glycerol-graphite composite strain sensor for real-time respiratory monitoring, where the main material, chitosan, is derived and extracted from Tenebrio Molitor larvae shells. Chitosan was extracted using a sustainable, low-impact protocol and processed into a stretchable and flexible film through glycerol plasticization and graphite integration, forming a conductive...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862982",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "protocol and processed into a stretchable and flexible film through glycerol plasticization and graphite integration, forming a conductive",
      "conclusion": null
    },
    {
      "title": "Research on the Application of Biomimetic Design in Art and Design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Biomimetic design, derived from the study of biological systems, has emerged as a pivotal methodology in contemporary art and design. By systematically integrating the morphological traits, structural principles, and functional mechanisms of living organisms into design thinking, it provides both a novel theoretical perspective and methodological support for modern design practice. This design philosophy draws abundant inspiration from nature's aesthetics and achieves a profound fusion of...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Profile, Shoe-Type Ankle-Foot Orthosis with Active Variable Ankle Stiffness via Wire-Fabric Compression Mechanism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Acute ankle sprains frequently lead to chronic ankle instability and muscle atrophy by causing immobilization, which necessitates real-time stiffness modulation for ankle-foot orthoses (AFOs). This paper proposes Active Variable Compression Shoes (AVC-Shoes), an ankle support system inspired by the \"heel-lock taping\" technique, which employs a wire-fabric compression mechanism to selectively stiffen ankle joints at crucial points in the gait cycle. The experimental results confirmed that...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Privacy-preserving Deep Learning Model with Homomorphic Encryption: A Technical Feasibility Study in Kidney CT Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "\"Just Accepted\" papers have undergone full peer review and have been accepted for publication in Radiology: Artificial Intelligence. This article will undergo copyediting, layout, and proof review before it is published in its final version. Please note that during production of the final copyedited article, errors may be discovered which could affect the content. Purpose To evaluate the technical feasibility of implementing homomorphic encryption in deep learning models for privacy-preserving...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862694",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "its final version",
      "objective": "To evaluate the technical feasibility of implementing homomorphic encryption in deep learning models for privacy-preserving",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interference of Malassezia restricta in the invasion of Staphylococcus aureus into human keratinocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "The human skin is a crucial defense system, protecting against external stressors. However, the skin also hosts various microorganisms that impact skin health and disease. Therefore, the polymicrobial interaction in the skin is particularly interesting since it can significantly influence alterations in the virulence traits of microbes and the immune responses of the hosts. This study aimed to investigate the influence of Malassezia restricta, a predominant fungal species on human skin, on the...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the influence of Malassezia restricta, a predominant fungal species on human skin, on the",
      "significance": "skin health and disease",
      "conclusion": null
    },
    {
      "title": "Enhanced Outcomes of Training Home Care Nurses to Lead Advance Care Planning for Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "This study evaluated the impact of Advance Care Planning (ACP) facilitator training on home care nurses' competencies and the effects of an ACP program led by trained nurses on patient-family outcomes. A one-group pretest-posttest design assessed nurses (N = 28) after a 3-day online workshop, while a randomized controlled trial examined patient-family outcomes (N = 39). Nurses showed significant improvements in confidence, and attitudes related to ACP post-training. However, the ACP program did...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862633",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of Advance Care Planning (ACP) facilitator training on home care nurses' competencies and the effects of an ACP program led by trained nurses on patient-family outcomes",
      "conclusion": null
    },
    {
      "title": "The Feasibility and Practical Utility of Virtual Visits for Patients with Parkinson's Disease in Different World Regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study represents real-world telemedicine practice in different world regions using a telemedicine approach complementary to in-person visits. Based on these results, feasibility, clinical management, PD disease progression, and patient's quality of life are similar when using telemedicine versus in-office visits. Future research should explore ways to integrate different healthcare technologies for long-term PD management.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862505",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study represents real-world telemedicine practice in different world regions using a telemedicine approach complementary to in-person visits. Based on these results, feasibility, clinical management, PD disease progression, and patient's quality of life are similar when using telemedicine versu..."
    },
    {
      "title": "The Novel HLA-DPB1*1650:01N Allele Was Identified by Next-Generation Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "HLA-DPB1*1650:01 N differs from HLA-DPB1*135:01:01:01 in exon 2 codon 62 (CAG>TAG), introducing a premature stop codon.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40862398",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiac fibroblast-mediated ECM remodeling regulates maturation in an in vitro 3D engineered cardiac tissue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Cardiac fibroblasts play an important role in heart homeostasis, regeneration, and disease by producing extracellular matrix (ECM) proteins and remodeling enzymes. Under normal conditions, fibroblasts exist in a quiescent state and maintain homeostasis, such as tissue structure and ECM turnover. However, if they become activated upon stimuli, such as injury, aging, or mechanical stress, which can lead to disease through excessive cell proliferation and ECM production. In addition to their role...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40862004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "role in heart homeostasis, regeneration, and disease by producing extracellular matrix (ECM) proteins and remodeling enzymes",
      "conclusion": null
    },
    {
      "title": "Desymmetrization on electron-withdrawing groups in single benzene fluorophores for fine tuning of photophysical properties and applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "In this study, a series of unsymmetrical single-benzene fluorophore (SBF) derivatives were systematically synthesized by selectively disrupting the ester symmetry of standard diamino terephthalate-type analogs via alternative synthetic routes. Various electron-donating groups (EDGs) and electron-withdrawing groups (EWGs) were introduced at one ester group position, yielding 12 A series compounds with emission wavelengths spanning from 440 to 578 nm. EDGs led to blue-shifts, while EWGs induced...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40861999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical biosensors based on the 3D immobilization of capture probes for influenza virus detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Influenza viruses pose a significant global health threat, particularly to vulnerable groups such as young children, the elderly, and individuals with underlying health conditions. Accurate and early detection is vital for effective disease management and the prevention of viral transmission. However, traditional diagnostic methods, including viral cultures, rapid antigen detection, and polymerase chain reaction, often face limitations associated with their sensitivity, turnaround time, cost,...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical evaluation of [<sup>99m</sup>Tc]Tc-PSMA-P1: a promising SPECT radiotracer for prostate cancer imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861973/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "This study aimed to design and synthesize a prostate-specific membrane antigen inhibitor (PSMA-P1) and to formulate a freeze-dried kit for radiolabeling with Technetium-99m (^(99m)Tc) to improve prostate cancer detection. A molecular docking study was carried out to calculate affinity parameters against four targeted protein structures (PDB IDs: 2ZCH, 2XW1, 2OOT, and 2XV7) to provide a comprehensive understanding of ligand-receptor interactions, along with structural features of synthesized PSMA...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861973",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "design and synthesize a prostate-specific membrane antigen inhibitor (PSMA-P1) and to formulate a freeze-dried kit for radiolabeling with Technetium-99m (^(99m)Tc) to improve prostate cancer detection",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ChatGPT and human dietitian responses to diet-related questions on an online Q&amp;A platform: A comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ChatGPT demonstrated content similarity to dietitian responses, but they were not identical. The development of prompt engineering techniques to enhance ChatGPT's ability to provide more expert-like and personalized information could benefit users seeking dietary information.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ChatGPT demonstrated content similarity to dietitian responses, but they were not identical. The development of prompt engineering techniques to enhance ChatGPT's ability to provide more expert-like and personalized information could benefit users seeking dietary information"
    },
    {
      "title": "Baseline Clinical Characterization of Participants in the Accelerating Medicines Partnership Schizophrenia Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The results from this study support previous research indicating that CHR individuals face serious clinical challenges beyond the risk of developing psychosis. Findings indicate significant associations among various clinical measures, underscoring the complex nature of the CHR population. Limitations are acknowledged, including the preliminary nature of the data and the need for more in-depth analyses from AMP SCZ papers already in progress. Future work will focus on longitudinal...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40861307",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "The results from this study support previous research indicating that CHR individuals face serious clinical challenges beyond the risk of developing psychosis. Findings indicate significant associations among various clinical measures, underscoring the complex nature of the CHR population"
    },
    {
      "title": "Sample Ascertainment and Recruitment Sources in the Accelerating Medicines Partnership Schizophrenia Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This paper highlights the diverse recruitment sources for the AMP SCZ program. Self-referral was a significant source, particularly in North America, reflecting changing help-seeking behaviors influenced by the internet and social media. The findings underscore the importance of understanding recruitment sources to optimize future CHR research.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40861306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This paper highlights the diverse recruitment sources for the AMP SCZ program. Self-referral was a significant source, particularly in North America, reflecting changing help-seeking behaviors influenced by the internet and social media"
    },
    {
      "title": "Roadmap for Photonics with 2D Materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Triggered by advances in atomic-layer exfoliation and growth techniques, along with the identification of a wide range of extraordinary physical properties in self-standing films consisting of one or a few atomic layers, two-dimensional (2D) materials such as graphene, transition metal dichalcogenides (TMDs), and other van der Waals (vdW) crystals now constitute a broad research field expanding in multiple directions through the combination of layer stacking and twisting, nanofabrication,...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861258",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Implications of Marked Postoperative Blood Pressure Variability in Head and Neck Cancer Surgeries: A Retrospective Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Extreme BPF in head and neck cancer surgery, particularly in recurrent cases, has significant clinical implications. The challenges in pharmacological management and patient care underscore the need for targeted interventions and vigilant monitoring. Given the elevated risk in this patient subset, implementing structured postoperative surveillance and tailored therapeutic strategies is essential to optimize outcomes and improve overall clinical care.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861077",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Extreme BPF in head and neck cancer surgery, particularly in recurrent cases, has significant clinical implications. The challenges in pharmacological management and patient care underscore the need for targeted interventions and vigilant monitoring"
    },
    {
      "title": "Xanthoxyline prevents aging and neuronal damage by activating autophagy and DAF-16 expression in <em>Caenorhabditis elegans</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Xanthoxyline, a plant-derived phytochemical, has anti-bacterial, anti-fungal, and anti-cancer activities. We intended to investigate the effect of xanthoxyline on the response to oxidative stress, aging, and Parkinson's disease. The effects of dietary supplementation with xanthoxyline on stress response and aging were examined in vivo using Caenorhabditis elegans as a model system. Genetic analysis using mutants, RNAi, and quantitative RT-PCR was performed to identify underlying mechanism...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861022",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of a sliding type continuous passive motion automation device for evaluation and rehabilitation of frozen shoulder: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40861008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The developed robotic CPM device demonstrated potential in improving ROM and reducing passive stiffness in FS patients, showing comparable results to therapist-assisted exercise. While the device enhances accessibility and self-monitoring capabilities, further studies are required to validate its use in home settings and assess its impact on long-term motivation for self-exercise.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40861008",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on long-term motivation for self-exercise",
      "conclusion": "The developed robotic CPM device demonstrated potential in improving ROM and reducing passive stiffness in FS patients, showing comparable results to therapist-assisted exercise. While the device enhances accessibility and self-monitoring capabilities, further studies are required to validate its us..."
    },
    {
      "title": "Comparative genome analysis of patulin-producing <em>Penicillium paneum</em> OM1 isolated from pears",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study improves understanding about BGCs of SMs, including patulin in P. paneum OM1, which causes blue mold rot on pome fruits. These data could provide the genetic basis of patulin biosynthesis in P. paneum OM1 to develop effective strategies for reducing patulin contamination on pome fruits.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40860677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study improves understanding about BGCs of SMs, including patulin in P. paneum OM1, which causes blue mold rot on pome fruits"
    },
    {
      "title": "Injury risk and epidemiology of pickleball players in South Korea: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the need for skill-based and volume-conscious injury prevention strategies, particularly for beginner and recreational players, to support safe participation in this fast-growing sport.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40860536",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the need for skill-based and volume-conscious injury prevention strategies, particularly for beginner and recreational players, to support safe participation in this fast-growing sport"
    },
    {
      "title": "Postoperative Rehabilitation for Pain and Functional Recovery Following Anterior Cervical Discectomy and Fusion: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Patients with cervical myelopathy, radiculopathy, and myeloradiculopathy often experience neck and arm pain, neurological impairments, and functional limitations that significantly affect their quality of life. Anterior cervical discectomy and fusion (ACDF) is the most commonly performed surgical procedure to address these conditions. In clinical practice, postoperative rehabilitation is widely recommended following ACDF to enhance recovery. However, the effectiveness of rehabilitation after...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40860504",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential Waste-to-Wealth Strategy for Combining Medical Surgical Gloves-Derived Pyrolysis Oil with Pentanol and Nanoparticles: Experimental Analysis on Engine Behaviors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "In this work, the applicability of surgical glove waste pyrolysis oil (SGWPO) combined with pentanol and nano-additives (silicon dioxide (SiO(2)) and nano-graphene) as a substitute fuel for a 5.2 kW-diesel engine is experimentally conducted, aiming to analyze the test engine's performance and emission characteristics. Neat SGWPO could reach 8.6% less BTE, 32.24%, 18.27%, 36.17%, and 9.72% higher NOx, smoke, CO, and HC emissions than diesel at full load. However, blending SGWPO with 25% pentanol...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40860466",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The efficacy of a symptom management platform among gastric cancer survivors: a study protocol for a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Patients who undergo gastrectomy for gastric cancer experience gastrointestinal symptoms, psychological responses, and social problems. These factors reduce a patient's quality of life (QoL) after surgery. A web-based platform (Wecare^()) has been developed to address distress and provide solutions. This study aimed to evaluate whether Wecare improved the QoL of patients who underwent gastrectomy.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40860208",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate whether Wecare improved the QoL of patients who underwent gastrectomy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CREB Regulates Cisplatin Resistance by Targeting TNKS and KDM6A in NSCLC cell-Derived Tumor Spheroid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Platinum-based chemotherapy is the standard treatment for advanced non-small cell lung cancer (NSCLC); however, innate and acquired resistance is a major obstacle. To determine the transcriptional regulators of resistance, we first classified three-dimensional tumor spheroids derived from 11 NSCLC cell lines into cisplatin-sensitive or -resistant groups based on their cisplatin sensitivity and selected signature genes that were differentially altered between the groups. Using reverse engineering...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40860181",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Water confinement in carbon nanocones: molecular dynamics study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "The confinement of water molecules within nanostructures is a subject of intense research. Unlike carbon nanotubes (CNTs), carbon nanocones (CNCs) possess a conically expanding cross section, providing significantly different confinement environments within the CNT. In this study, we employed classical molecular dynamics simulations to investigate how the structural and dynamic properties change along the CNC axis, from the base to the tip, and from the water-carbon interface to the interior of...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40860099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extraction of saponins from soapnut and their application in controlling ammonia and particulate matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40860089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Synthetic surfactants have been associated with environmental concerns, requiring their replacement with natural alternatives such as saponins. In this study, saponin extraction from soapnut was optimized using the reflux method through the Box-Behnken design and response surface methodology (RSM). Foams generated from the saponin solution were evaluated for effectiveness in ammonia and particulate matter (PM) removal, along with foam characteristic analysis. The optimized saponin extraction...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40860089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Artificial Intelligence-Assisted Diagnosis of Skin Erythema in a Patch Test",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40859876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that this AI model effectively supports and classifies skin irritation, thereby facilitating faster and more accurate dermatological evaluations.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40859876",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that this AI model effectively supports and classifies skin irritation, thereby facilitating faster and more accurate dermatological evaluations",
      "conclusion": "These findings suggest that this AI model effectively supports and classifies skin irritation, thereby facilitating faster and more accurate dermatological evaluations"
    },
    {
      "title": "Appropriate timing of antibiotic initiation in patients with sepsis or septic shock: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40859809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250828034240&v=2.18.0.post9+e462414",
      "description": "Evidence supporting antibiotic administration within 3 hours in sepsis without shock is limited. Therefore, we conducted a systematic review and meta-analysis to determine whether the timing of antibiotic initiation influences mortality in patients with sepsis or septic shock. We comprehensively searched PubMed, EMBASE, the Cochrane Central Register of Controlled Trials, and the Korean Medical Database from inception to November, 2022, using the keywords \"sepsis,\" \"septic shock,\" \"anti-bacterial...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40859809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atomistic and data-driven modeling of laser-induced graphene formation on sustainable polymer substrates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Wood-based substrates-known for their renewability, abundance, and surface functionalization potential-have recently gained attention as polymers for laser-induced graphene (LIG) synthesis because of their environmentally friendly attributes. These environment-friendly properties also make them pollution-free and easy to dispose of after use. However, the formation of LIG on wood substrates lacks robust theoretical support, and molecular dynamics (MD) simulations, which are a potential...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "40866432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interpretation of the Transcriptome-Based Signature of Tumor-Initiating Cells, the Core of Cancer Development, and the Construction of a Machine Learning-Based Classifier",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40862733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Tumor-initiating cells (TICs) constitute a subpopulation of cancer cells with stem-like properties contributing to tumorigenesis, progression, recurrence, and therapeutic resistance. Despite their biological importance, their molecular signatures that distinguish them from non-TICs remain incompletely characterized. This study aimed to comprehensively analyze transcriptomic differences between TICs and non-TICs, identify TIC-specific gene expression patterns, and construct a machine...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH"
      ],
      "pmid": "40862733",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "comprehensively analyze transcriptomic differences between TICs and non-TICs, identify TIC-specific gene expression patterns, and construct a machine",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anaemia prevalence and risk factors among nonpregnant and pregnant women of reproductive age in Ghana: an analysis of the Ghana demographic and health survey data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40867006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The prevalence of anaemia, particularly among pregnant women, remains high in Ghana and constitutes a significant public health threat. Addressing this issue requires holistic and tailored public health strategies that improve access to healthcare, nutrition, sanitation, and economic equity.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40867006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of anaemia, particularly among pregnant women, remains high in Ghana and constitutes a significant public health threat. Addressing this issue requires holistic and tailored public health strategies that improve access to healthcare, nutrition, sanitation, and economic equity"
    },
    {
      "title": "Real-world evidence on the survival benefit of immune checkpoint inhibitors in combination with cytotoxic chemotherapy for patients with extensive-disease small-cell lung cancer: the Tokushukai Real World Data Project (TREAD) 06",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: ICI combination therapy improved survival in real-world patients with ED-SCLC, aligning with the results of pivotal clinical trials. However, their limited efficacy in older adults underscores the need for tailored treatment strategies.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866909",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ICI combination therapy improved survival in real-world patients with ED-SCLC, aligning with the results of pivotal clinical trials. However, their limited efficacy in older adults underscores the need for tailored treatment strategies"
    },
    {
      "title": "Development and evaluation of an Instagram version (prototype) of decision-making aid for women on the methods of pharmacological and non-pharmacological pain relief during childbirth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping urban gullies in the Democratic Republic of the Congo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Large urban gullies cause damage in many tropical cities across the Global South^(1,2). They can result from inappropriate urban planning and insufficient infrastructure to safely store and evacuate rainfall in environments that are already highly sensitive to soil erosion^(1,3,4). Although they can cause large destruction and societal impacts such as population displacement^(1,2,5), the magnitude of this geo-hydrological hazard remains poorly documented and understood^(6,7). Here we provide an...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel methods for robotic pancreaticojejunostomy: stapler closure of branched pancreatic duct and local staples removal to prevent postoperative pancreatic fistula during robotic pancreaticoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our RPJ technique demonstrates a very low incidence of POPF. This method leverages the full advantage of robotic surgery, including a stable, magnified operative field and precise, multi-joint instrument manipulation, to improve surgical outcomes.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our RPJ technique demonstrates a very low incidence of POPF. This method leverages the full advantage of robotic surgery, including a stable, magnified operative field and precise, multi-joint instrument manipulation, to improve surgical outcomes"
    },
    {
      "title": "Factors related to the quality of death and family satisfaction among cancer patients at home: an analysis using death certificate data and a national bereaved family survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Regular physician visits and EOL discussions significantly positively associated with QOD and family satisfaction. Minimizing caregiver burden and avoiding ambulance use may further enhance QOD and family satisfaction at home.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866585",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Regular physician visits and EOL discussions significantly positively associated with QOD and family satisfaction. Minimizing caregiver burden and avoiding ambulance use may further enhance QOD and family satisfaction at home"
    },
    {
      "title": "Correction: Digital mental health intervention for well-being among low-distress workers in small enterprises on a secondary analysis of an RCT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomic analysis of differential responses to norflurazon herbicide in the model green alga Chlamydomonas reinhardtii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Norflurazon is a widely utilized pesticide in agriculture for weed management. The mechanism of action involves the inhibition of an initial step in carotenoid synthesis. This inhibition results in the instability of the photosynthetic machinery and subsequent cell bleaching. Microalgae have attracted significant interest for the production of valuable products. Nonetheless, the mass cultivation of microalgae continues to encounter many challenges that result in high production costs. A...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40866566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Next-generation enteric neuroscience - fostering the future of the field",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "The Little Brain Big Brain meeting was established more than 30 years ago as an opportunity for early career researchers to meet, present and discuss exciting new developments in the field of enteric neuroscience and neurogastroenterology. Crucially, the meeting is organized by young investigators, for young investigators. In this Viewpoint, past attendees and organizers of the Little Brain Big Brain meeting discuss their research interests, share their experience with this unique meeting and...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866552",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immune factors produced by PBMCs upon stimulation with lactobacillus delbrueckii ssp. bulgaricus OLL1073R-1-derived exopolysaccharides inhibit HCoV-229E and SARS-CoV-2 replication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "The COVID-19 pandemic entered a controllable phase due to vaccine and drug development. The development of defense strategies of enhancing host innate immunity remains imperative to counter the emergence of infectious SARS-CoV-2 variants. In this study, we examined the inhibitory effects of Lactobacillus delbrueckii ssp. bulgaricus OLL1073R-1 (OLL1073R-1)-derived exopolysaccharides (R-1 EPS), a natural immunomodulator, against coronaviral infection. The inhibitory effect of R-1 EPS on HCoV-229E...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the inhibitory effects of Lactobacillus delbrueckii ssp",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell transcriptomic analysis of blood and bronchoalveolar lavage fluid in progressive fibrosing interstitial lung diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "This study investigates the pathophysiology of progressive fibrosing interstitial lung disease (PF-ILD) and identifies biomarkers that predict PF-ILD in patients with ILD by analyzing immune cells in both the blood and bronchoalveolar lavage fluid (BALF). This prospective cohort study involved 43 newly diagnosed ILD patients with various connective tissue diseases, from whom BALF and blood samples were collected for analysis. Using Seq-Well, a portable platform for single-cell RNA sequencing, we...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40866517",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of teicoplanin protein-binding variability and clinical utility of its free serum concentration measurement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Management of teicoplanin (TEIC) therapy based on its free serum concentrations may be crucial for optimizing efficacy and safety. This study investigated the protein-binding variability of TEIC and evaluated predictive models for free TEIC concentrations in patients with various diseases. Additionally, effects of free serum TEIC concentrations on the efficacy and adverse event risk of TEIC therapy were analyzed. Free TEIC concentrations in sera from patients received TEIC treatment were...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866511",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the protein-binding variability of TEIC and evaluated predictive models for free TEIC concentrations in patients with various diseases",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical utility of repeated IgH gene rearrangement testing for the diagnosis and surveillance of gastric MALT lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Gastric MALT lymphoma diagnosis relies on histopathological findings and immunoglobulin H gene (IgHr) rearrangement testing, which reflects monoclonal immunoglobulin proliferation. This study aimed to clarify the role of IgHr in the diagnosis, treatment prediction, and surveillance of gastric MALT lymphoma. Of the 152 suspected cases, 131 were definitively diagnosed using a combination of IgHr and pathology, with pathological findings considered the gold standard. Patients with discrepancies...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "clarify the role of IgHr in the diagnosis, treatment prediction, and surveillance of gastric MALT lymphoma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Symmetry breaking of paracrystalline topology in amorphous silicon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "The atomic structure of amorphous Si (a-Si) has traditionally been described by the continuous random network (CRN) model, which consists of the four-coordinated Si with a non-periodic structure. However, the paracrystalline model, consisting of strained nanocrystals embedded within a disordered matrix, has gained traction. This shift is largely driven by fluctuation electron microscopy observations, which reveal the distinct diffraction patterns that are inconsistent with the CRN model....",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40866436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human Microbiome-Based Prediction of Health Effects of Foods via Machine Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Food absorption is dependent on the activities of internal microorganisms. When exploring food functionality, considering the food compounds and their metabolites produced by microbial metabolism is crucial. In this study, we developed a machine learning method to predict food functionalities using microorganism and metabolic data. The prediction was performed on the chemical properties of 70,478 constituent compounds and 24,255 metabolites and their interactions with target proteins in...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866318",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Solid-State <sup>2</sup>H NMR Analysis for Hierarchical Water Clusters Confined to Quasi-One-Dimensional Molecular Nanoporous Crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Water confined to the quasi-one-dimensional hydrophilic molecular nanoporous crystal of {[Co^(II)(H(2)bim)(3)](TMA)20H(2)O}(n) (1) (H(2)bim = 2,2'-biimidazole, TMA^(3-) = trimesate) forms dynamic water molecule clusters (WMCs) with a hierarchical three-layered hydrogen-bonding (H-bonding) structure and a time-averaged structure in the melting state due to interactions with the walls of the 1.6 nm nanopores. This was first revealed by measuring the solid-state H NMR spectra of a single crystal...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866308",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guanidinylated Chitosan as a Multifunctional Enhancer for Improved Flurbiprofen Delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "In this study, we investigated guanidinylated chitosan (GCS), a chemically modified derivative of unmodified low-molecular-weight chitosan (CS), as a multifunctional excipient to enhance the solubility and absorption of poorly water-soluble drugs. Flurbiprofen (FP) was selected as a model drug to compare the performance of kneaded dispersions GCS-based (FP-GCS) and CS-based (FP-CS). Both GCS and CS increased the solubility of FP in a concentration-dependent manner, with no significant...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866248",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "guanidinylated chitosan (GCS), a chemically modified derivative of unmodified low-molecular-weight chitosan (CS), as a multifunctional excipient to enhance the solubility and absorption of poorly wate...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences in Approved Doses and Drug Lag in Drugs Approved between 2012 and 2021: A Comparison between Japan and the U.S",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866247/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "In recent years, multinational clinical trials (MCTs) have become a cornerstone of drug development. MCTs involve the participation of multiple regions in a single trial, with regulatory submissions based on the same trial results across all participating regions. While it is generally assumed that approved doses will align across regions, few studies have specifically analyzed the differences in approved doses between Japan and the U.S. in recent years. MCTs have been shown to reduce drug...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866247",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Silico Exploration of Therapeutics for GLP-1 Receptor Agonist-Induced Nausea and Their in Vivo Validation in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Glucagon-like peptide-1 receptor agonists (GLP-1 RAs) are clinically used to control hyperglycemia and body weight in patients with type 2 diabetes mellitus and obesity. Despite their efficacy, GLP-1 RAs frequently induce nausea and vomiting as adverse effects, which are prominent factors for non-adherence to GLP-1 RAs. Therefore, new prophylaxes and treatments for GLP-1 RA-induced nausea are urgently needed. Here, we explored the U. S. Food and Drug Administration (FDA) Adverse Event Reporting...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic potential of SMTP-27 in attenuating diabetic nephropathy with anti-inflammatory activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Diabetic nephropathy (DN) is a leading cause of chronic kidney disease (CKD), affecting nearly one-third of CKD patients. As CKD advances, it may progress to end-stage renal disease, necessitating dialysis or transplantation. Hyperglycemia-driven metabolic and hemodynamic disturbances contribute to oxidative stress, inflammation, and fibrosis. Since current treatments remain insufficient, novel therapeutic strategies are urgently needed to halt DN progression. Stachybotrys microspora triprenyl...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early temporal suppression of SPARC inhibits oxidative stress, inflammation, and fibrosis in the chronic phase after renal ischemia/reperfusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40866017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Acute kidney injury is associated with not only high morbidity in the acute phase but also the development of chronic kidney disease (CKD). Recently, we found that suppression of secreted protein acidic and rich in cysteine (SPARC) exhibits renoprotective effects in acute ischemia/reperfusion (I/R) injury. The present study investigated the hypothesis that temporal suppression of SPARC in the early stages of I/R-injury might lead to the prevention of renal injury in the chronic phase. The left...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40866017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Se</em>-Aryl-<em>N</em>-phenylphenoselenazinium salts: aryl radical precursors incorporating a photosensitizer unit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Se-Aryl-N-phenylphenoselenazinium salts were synthesized as triarylselenonium salts incorporating a photosensitizer unit. Under blue-light irradiation, these served as aryl radical precursors, yielding arylphosphonates, phenol, and phenylboronic ester. The reaction mechanism was investigated by spectroscopic methods, which suggests that the aryl radical formation proceeds through intramolecular charge transfer and intermolecular photoredox cycles.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accuracy of the O Formula Based on OCT and Ray-Tracing for Intraocular Lens Power Prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The O formula demonstrated high refractive accuracy without A-constant optimization and performs favorably against widely used formulas. It can be used as a fail-safe in IOL power calculation, as it is less susceptible to prediction errors exceeding 1.0 D.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The O formula demonstrated high refractive accuracy without A-constant optimization and performs favorably against widely used formulas. It can be used as a fail-safe in IOL power calculation, as it is less susceptible to prediction errors exceeding 1"
    },
    {
      "title": "Biosynthesis of 2,5-pyridinedicarboxylate from glucose via p-aminobenzoic acid in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Pyridine carboxylic acids, because of their structural similarity to aromatic carboxylic acids, have garnered increasing attention as alternative compounds in chemical synthesis. However, their broader utilization has been limited by challenges in biosynthetic production. In this study, we developed a metabolic pathway for biosynthesizing 2,5-pyridinedicarboxylate (2,5-PDCA) from glucose from p-aminobenzoate (PABA). The heterologous expression of 4-amino-3-hydroxybenzoate 2,3-dioxygenase (AhdA)...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital health as a scalable strategy for equitable myopia management in East Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "East Asia is facing a growing burden of myopia, with pronounced disparities in access to eye care between urban and rural populations. Digital health technologies present a scalable and cost-effective alternative to traditional myopia interventions that enhance early detection, risk stratification, behavioral modification, and public education. Artificial intelligence-assisted screening tools, wearable monitors, and mHealth initiatives, such as the World Health Organization-International...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865684",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rats can spontaneously discriminate different rhythms: an investigation using an automated habituation-dishabituation paradigm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Vocal production learning has been thought to be necessary for rhythmic cognition. However, recent studies have shown that rats, a non-vocal production learning species, are capable of discriminating rhythms and synchronizing to rhythm. Here, we investigated whether rats can spontaneously discriminate between different rhythms by using three types of rhythmic sound stimuli that differ only in the ratio of time intervals. In the experiment, we tested 30 rats by using a newly developed automated...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether rats can spontaneously discriminate between different rhythms by using three types of rhythmic sound stimuli that differ only in the ratio of time intervals",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep understanding of relations between internal tablet structure and die wall pressure fluctuations in rotary tableting machines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Capping is a phenomenon in which cracks form at the tablet edges, leading to separation of the cap portion. Numerous studies have reported that residual die wall pressure, which is the die wall pressure after unloading, is a key factor in the occurrence of capping. This study investigated the relation between the internal structure of pharmaceutical tablets and residual die wall pressure during the tableting process. Using real-time die wall pressure monitoring and X-ray computed tomography...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865588",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the relation between the internal structure of pharmaceutical tablets and residual die wall pressure during the tableting process",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling novel steady-state phosphorus removal equilibrium in partial nitritation/Anammox-hydroxyapatite process: underlying mechanisms and microbial metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "The partial nitritation/Anammox-hydroxyapatite (PN/A-HAP) process enables economical nitrogen and phosphorus removal. This study conducted long-term continuous experiments to evaluate the feasibility of the single-stage PN/A-HAP reactor for low-phosphorus wastewater treatment. An equilibrium limitation of the total phosphorus concentration in the effluent (TP(-eff)) under controlled conditions was identified. With influent NH(4)^(+)-N at 350 mg/L, hydraulic retention time of 6 h, and calcium to...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spin transport of compensated metals in combination with Baber-type momentum relaxation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "We present a theoretical framework elucidating the spin transport characteristics in combination with Baber-type momentum relaxation induced by electron-hole collisions. Our framework incorporates momentum relaxation caused by lattice imperfections and spin relaxation mediated by nonmagnetic disorder coupled to the spin-orbit interaction (SOI). The relaxation time approximation is used for solving the coupled Boltzmann equation (BE). Starting with the semiclassical BE, we systematically derive a...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developmental transformations of Purkinje cells tracked by DNA electrokinetic mobility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Brain development begins with neurogenesis in progenitor zones and ends with expansive, intricately-patterned cellular diversity in the adult brain. We took advantage of bioelectric interactions between DNA and embryonic tissue to perform \"stereo-tracking,\" a developmental targeting strategy that differentially labels cells at different depths within progenitor zones. This 3D labeling was achieved by delivery of plasmids with distinct electrokinetic mobilities in utero. We applied...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865536",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The nuclear-cytoplasmic ratio controls the cell-cycle period in compartmentalized frog egg extract",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Each proliferating cell replicates its DNA and internal components before distributing this material evenly to its daughters. Although the regulation of cyclin-dependent kinases (Cdks) that dictate orderly cell-cycle progression is well characterized, how the subcellular localization of the cell-cycle machinery contributes to timing is not well understood. We investigated the influence of the nucleus by reconstituting cell-cycle oscillations in droplets of frog egg extract in the absence or...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865531",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the influence of the nucleus by reconstituting cell-cycle oscillations in droplets of frog egg extract in the absence or",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extensive cross-species transmission of pathogens and antibiotic resistance genes in mammals neglected by public health surveillance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Non-traditional farmed and wild mammals are often neglected in pathogen surveillance. Through metagenomic and metatranscriptomic sequencing of fecal and tissue samples from 973 asymptomatic mammals, we identified 128 viruses (30 novel), including a new coronavirus genus, 10,255 bacterial species (over 7,000 undescribed), 201 fungi, and 7 parasites. Farmed and wild mammals shared 13.3% of virus species, including canine coronavirus in Asiatic black bears and Getah virus in rabbits, while the...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865528",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interstitial lung disease associated with immunodeficiency with hypogammaglobulinemia: Five case reports",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "Immunodeficiency with hypogammaglobulinemia is associated with interstitial lung disease, but its mechanism and treatment remain unclear and may differ from ordinary interstitial pneumonia. Herein, we report five such cases. Lung biopsy showed a benign lymphoid infiltration pattern and granulomatous lymphocytic interstitial lung disease. Treatment with corticosteroids and immunosuppressants was usually effective, but it was ineffective in these cases. All cases treated with intravenous...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shoulder pain phenotyping: A guide for clinicians to determine predominant nociceptive, neuropathic, or nociplastic shoulder pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Persistent shoulder pain is common, and it is associated with substantial morbidity and healthcare costs. Approximately 21 to 50 % of people with shoulder pain treated in primary healthcare recover within six months. It is not known why at least half do not recover. One possibility is the manner underlying mechanisms related to persistent shoulder pain are managed. Being able to determine the predominant pain phenotype in people with persistent shoulder pain (i.e., nociceptive,...",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The degree of blastocyst re-expansion immediately after warming is a strong dynamic indicator of embryo quality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The degree of blastocyst re-expansion at 9-11 min after warming is a strong dynamic indicator of embryo quality, offering a novel metric distinct from traditional morphological assessments. This study highlights the importance of rapid re-expansion as a predictor of clinical pregnancy and underscores its potential utility in enhancing the selection process for embryo transfer.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865393",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The degree of blastocyst re-expansion at 9-11 min after warming is a strong dynamic indicator of embryo quality, offering a novel metric distinct from traditional morphological assessments. This study highlights the importance of rapid re-expansion as a predictor of clinical pregnancy and underscore..."
    },
    {
      "title": "Extended follow-up of recurrent glioblastoma patients treated with boron neutron capture therapy (BNCT): Long-term survival from a Phase II trial (JG002) using Cyclotron Neutron Source and Boronophenylalanine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40865370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250828034239&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: AB-BNCT showed long-term survival benefits and acceptable safety in recurrent glioblastoma patients. Extended follow-up confirms the durability of BNCT's efficacy, particularly in extending survival. Future research should investigate bevacizumab's role post-BNCT and refine imaging assessment methods to better evaluate treatment response.",
      "pubDate": "2025-08-27T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40865370",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AB-BNCT showed long-term survival benefits and acceptable safety in recurrent glioblastoma patients. Extended follow-up confirms the durability of BNCT's efficacy, particularly in extending survival"
    }
  ]
}