{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-24T19:51:25.493Z",
  "totalItems": 150,
  "totalArchived": 57731,
  "newPapersAdded": 146,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 35,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 24,
    "IBS": 100,
    "UNIST": 1,
    "Hanyang University": 4,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 9,
    "Multidisciplinary": 74,
    "Biomedical": 49,
    "Cancer Research": 12,
    "Neuroscience": 5,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Advanced polymeric membranes for CO<sub>2</sub> separation: fundamentals, materials, and practical challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Membrane-based CO(2) separation is emerging as a central technology for achieving carbon neutrality, yet its widespread deployment remains constrained by longstanding trade-offs among permeability, selectivity, long-term stability, and scalability. This review provides the conceptual foundations, materials evolution, and market drivers shaping the next generation of polymeric CO(2) separation membranes. We first revisit the fundamentals of mass transport through dense polymer films and highlight...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41732959",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-Mediated Polymer Processing to Control Viscoelasticity for Inkjet-Printed Polymer LEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Inkjet printing offers a scalable and material-efficient route for fabricating high-resolution optoelectronic devices, yet the strong viscoelasticity of high-molecular-weight conjugated polymers remains a critical bottleneck for reliable jetting. Here, we introduce ultrasound-mediated polymer processing as a strategy to tune the viscoelasticity of a light-emitting polymeric material without external additives. Sonochemical treatment of Super Yellow selectively cleaved alkoxy side chains, as...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41732848",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slippery dopamine-fluoropolymer hybrid surface for improving biliary stent longevity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Biliary obstruction leads to bile retention and triggers a cascade of pathological events. Bile accumulation induces cholestasis and inflammation, progressing to hepatocellular injury, fibrosis, and ultimately liver failure. To restore bile flow, biliary stents are a necessary option due to their immediate patency. However, their high susceptibility to foreign body reaction (FBR) associated fibrosis, biofilm formation, and biliary sludge accumulation leads to frequent occlusion. To address this...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41732674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Midterm outcomes of revision biceps tendon augmentation without tear completion for high-grade partial articular-sided supraspinatus retear",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: High-grade PASR lesions following arthroscopic rotator cuff repair are uncommon and challenging due to poor tendon quality. Revision biceps tendon augmentation without tear completion appears to be a reliable surgical option for PASR lesions, yielding favorable midterm functional and radiological outcomes.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41732427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High-grade PASR lesions following arthroscopic rotator cuff repair are uncommon and challenging due to poor tendon quality. Revision biceps tendon augmentation without tear completion appears to be a reliable surgical option for PASR lesions, yielding favorable midterm functional and radiological ou..."
    },
    {
      "title": "Delays in Diagnosing Pediatric Inflammatory Bowel Disease in Korea: Impact on Disease Severity and the Need for Early Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Significant diagnostic delays are primarily due to prolonged intervals between symptom onset and the first physician visit. Public awareness campaigns about IBD symptoms tailored to the growing number of pediatric IBD patients in Korea could be a crucial factor for early diagnosis.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41732043",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant diagnostic delays are primarily due to prolonged intervals between symptom onset and the first physician visit. Public awareness campaigns about IBD symptoms tailored to the growing number of pediatric IBD patients in Korea could be a crucial factor for early diagnosis"
    },
    {
      "title": "Mechanically and Functionally Resilient Piezoelectric Fiber Coils and Knots for Reliable Self-Powered Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Electrospun poly(vinylidene fluoride-co-trifluoroethylene) (P(VDF-TrFE)) piezoelectric nanofibers are attractive for self-powered sensing owing to their flexibility and ability to convert mechanical deformation into electrical signals. However, achieving a fully electrode-integrated piezoelectric fiber coil sensor that combines high stretchability with long-term reliability remains a major challenge. Here, we present a mechanically and functionally resilient piezoelectric coil sensor enabled by...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41731946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrosion-Inspired Stabilization of Cobalt Oxide Catalysts via Platinum-Mediated Redox Buffering for Proton Exchange Membrane Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Proton exchange membrane water electrolysis (PEMWE) is considered a promising platform for sustainable hydrogen production at scale. However, the durability of anode catalysts under acidic and oxidative conditions remains a critical challenge. Cobalt-based oxides offer an attractive alternative to iridium-based catalysts due to their abundance and cost-effectiveness, yet suffer from severe chemical and structural degradation during the acidic oxygen evolution reaction (OER). In this study, we...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41732924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The surgery for the patients with intestinal non‑Hodgkin lymphomas: a nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this is the first Korean population-based nationwide study to describe the clinical impact of surgery on the OS of patients with intestinal NHL. A prospective randomized study evaluating strategies to improve the survival of intestinal NHL patients is needed.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41732903",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of surgery on the OS of patients with intestinal NHL",
      "conclusion": "To our knowledge, this is the first Korean population-based nationwide study to describe the clinical impact of surgery on the OS of patients with intestinal NHL. A prospective randomized study evaluating strategies to improve the survival of intestinal NHL patients is needed"
    },
    {
      "title": "Does Bone Quality Predict Pseudarthrosis, Subsidence, or Loss of Lordosis After Anterior Cervical Discectomy and Fusion? Minimum 5-Year Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Study DesignRetrospective cohort study.ObjectivesTo determine whether preoperative cervical bone quality assessed by computed tomography Hounsfield units (CT HU) predicts pseudarthrosis, cage subsidence, or loss of cervical lordosis after anterior cervical discectomy and fusion (ACDF) and to identify perioperative predictors.MethodsConsecutive patients who underwent 1-3-level ACDF with ≥5-year follow-up were reviewed. Outcomes included neck/arm pain visual analog scale scores, Neck Disability...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732868",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug-Coated Balloon-Based Versus Drug-Eluting Stent-Only Treatment for Patients With High-Bleeding Risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with HBR, DCB-based PCI was associated with a significantly lower risk of MACE compared to DES-only treatment. These findings suggest that DCB-based PCI may be a viable treatment strategy for improving outcomes in patients with HBR.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41732815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that DCB-based PCI may be a viable treatment strategy for improving outcomes in patients with HBR",
      "conclusion": "In patients with HBR, DCB-based PCI was associated with a significantly lower risk of MACE compared to DES-only treatment. These findings suggest that DCB-based PCI may be a viable treatment strategy for improving outcomes in patients with HBR"
    },
    {
      "title": "Poly‑D,L‑lactic acid (PDLLA) scalp microinjection protocol with optional light microneedling priming for non‑scarring alopecia: A prospective pilot case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this pilot uncontrolled case series, PDLLA scalp microinjections were associated with physician‑rated GAIS improvement over 12-24 weeks with favorable short‑term tolerability. Given the subjective endpoint, the absence of a comparator arm, and optional microneedling priming in a subset of patients, the findings are preliminary and require confirmation in controlled studies with objective trichologic measurements and longer follow‑up.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "trichologic measurements and longer follow‑up",
      "significance": null,
      "conclusion": "In this pilot uncontrolled case series, PDLLA scalp microinjections were associated with physician‑rated GAIS improvement over 12-24 weeks with favorable short‑term tolerability. Given the subjective endpoint, the absence of a comparator arm, and optional microneedling priming in a subset of patient..."
    },
    {
      "title": "Treatment Patterns in Early Stage NSCLC in Asia: Findings From the ELEVATE Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study revealed that management of early stage NSCLC across Asia Pacific largely follows international guidelines at the time of survey; however, variations exist. Our findings provide useful insights into real-world management patterns in the region and will be valuable in helping clinicians make informed management decisions.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed that management of early stage NSCLC across Asia Pacific largely follows international guidelines at the time of survey; however, variations exist. Our findings provide useful insights into real-world management patterns in the region and will be valuable in helping clinicians ma..."
    },
    {
      "title": "Draft genome sequence data of the osmotolerant yeast <em>Starmerella magnoliae</em> JH110 isolated from a honeycomb",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Erythritol is a sugar alcohol used as a sweetener in the food industry and is primarily produced through the fermentation of osmotolerant yeasts and fungi. In this study, we analyzed the genome of Starmerella magnoliae JH110 (MDK-2023a), an osmotolerant yeast isolated from a honeycomb and known for producing erythritol. The genome of JH110 was sequenced using the PacBio RS II platform and assembled into four contigs with a total length of 10,358,530 bp and a GC content of 58.5%. Gene prediction...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the genome of Starmerella magnoliae JH110 (MDK-2023a), an osmotolerant yeast isolated from a honeycomb and known for producing erythritol",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved Coronal Alignment Using the Preemptive Joint Line Convergence Angle Compensation Method in Medial Open Wedge High Tibial Osteotomy: A Retrospective Propensity Score-Matched Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The preemptive JLCA compensation method significantly improved correction accuracy, with 95.0% of patients achieving acceptable target alignment, compared with 60.0% with the conventional Miniaci method, although no significant differences in clinical scores were found in the short-term follow-up period.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732226",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The preemptive JLCA compensation method significantly improved correction accuracy, with 95.0% of patients achieving acceptable target alignment, compared with 60"
    },
    {
      "title": "Consensus Report of Group 3 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Advanced Diagnostic Imaging, Augmentation Techniques, and Management of Complications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Working Group 3 consensus statements offer practical guidance on surgical procedures and complication management in the rehabilitation of the edentulous maxilla. These recommendations are grounded in current evidence, interdisciplinary clinical practice, and patient perspectives. Furthermore, important evidence gaps, particularly in standardized patient-reported outcome measures (PROMs), long-term outcomes, and maintenance protocols, highlight key priorities for future clinical...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41732077",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "evidence gaps, particularly in standardized patient-reported outcome measures (PROMs), long-term outcomes, and maintenance protocols, highlight key priorities for future clinical",
      "conclusion": "The Working Group 3 consensus statements offer practical guidance on surgical procedures and complication management in the rehabilitation of the edentulous maxilla. These recommendations are grounded in current evidence, interdisciplinary clinical practice, and patient perspectives"
    },
    {
      "title": "Consensus Report of Group 2 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Zygomatic, Standard-Length, and Short Implant-Supported Prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Group 2 consensus provides practical guidance for the use of short, standard-length, and zygomatic implants in atrophic maxillae, balancing surgical complexity, prosthetic feasibility, and patient-centered care. Remaining evidence gaps-especially regarding standardized outcome sets, loading protocols, prosthetic strategies for zygomatic implants, the use of short implants for full-arch restorations and maintenance frameworks-should be prioritized in future research.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41732073",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Group 2 consensus provides practical guidance for the use of short, standard-length, and zygomatic implants in atrophic maxillae, balancing surgical complexity, prosthetic feasibility, and patient-centered care. Remaining evidence gaps-especially regarding standardized outcome sets, loading prot..."
    },
    {
      "title": "Patient- and Clinician-Reported Outcomes and Outcome Measures for Edentulous Maxilla Rehabilitated With Implant-Assisted Overdentures: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although PROMs were frequently employed in clinical trials, the lack of standardization hinders meaningful comparisons across studies. While objective ClinROs were commonly reported, subjective ClinROs reflecting clinicians' perceptions were notably absent.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41732071",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "ClinROs were commonly reported, subjective ClinROs reflecting clinicians' perceptions were notably absent",
      "significance": null,
      "conclusion": "Although PROMs were frequently employed in clinical trials, the lack of standardization hinders meaningful comparisons across studies. While objective ClinROs were commonly reported, subjective ClinROs reflecting clinicians' perceptions were notably absent"
    },
    {
      "title": "Patient- and Clinician-Reported Outcomes and the Outcome Measures in Studies Reporting on Rehabilitation of the Edentulous Maxilla With Implant-Supported Fixed Prosthesis Using Short, Standard-Length and/or Zygomatic Implants: A Systematic Review of Clinical Studies Published in the Last 10 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PROMs and objective ClinROs are often reported together in clinical trials involving short, standard-length or zygomatic implants for implant-supported fixed prostheses in edentulous maxillae. However, the frequent use of unstandardized questionnaires for PROMs hinders sound comparisons across studies. Subjective ClinROs based on clinician perception are rarely reported.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41732055",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "ClinROs are often reported together in clinical trials involving short, standard-length or zygomatic implants for implant-supported fixed prostheses in edentulous maxillae",
      "significance": null,
      "conclusion": "PROMs and objective ClinROs are often reported together in clinical trials involving short, standard-length or zygomatic implants for implant-supported fixed prostheses in edentulous maxillae. However, the frequent use of unstandardized questionnaires for PROMs hinders sound comparisons across studi..."
    },
    {
      "title": "Consensus Report of Group 4 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Conventional Dentures, Implant Overdentures and Implant-Supported Fixed Dental Prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Group 4 consensus statements provide structured guidance on the use of removable and fixed implant-supported dental prostheses for the rehabilitation of the edentulous maxilla. The recommendations reflect current evidence, expert opinion on clinical practice across disciplines and patient perspectives. Key evidence gaps-especially regarding standardised PROMs, long-term outcomes and maintenance protocols-identify priorities for future clinical research.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732051",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Group 4 consensus statements provide structured guidance on the use of removable and fixed implant-supported dental prostheses for the rehabilitation of the edentulous maxilla. The recommendations reflect current evidence, expert opinion on clinical practice across disciplines and patient perspectiv..."
    },
    {
      "title": "When Did the Term \"Translational Research\" Emerge-and Why?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nocturnal Atrioventricular Block: Natural History and Clinical Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite being asymptomatic during the daytime, 21% (14/67) of patients with nocturnal AVB required pacemaker implantation during a median follow-up period of 2.4 years. These findings suggest that active surveillance is needed even in patients with nocturnal AVB.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732046",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that active surveillance is needed even in patients with nocturnal AVB",
      "conclusion": "Despite being asymptomatic during the daytime, 21% (14/67) of patients with nocturnal AVB required pacemaker implantation during a median follow-up period of 2.4 years"
    },
    {
      "title": "Single-Fraction Stereotactic Radiosurgery for Benign Perioptic Meningiomas: A Strategy for Long-Term Tumor Control and Radiation-Induced Optic Neuropathy Avoidance With a 10-Year Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Inadequate tumor coverage near the OA during SF-SRS for POMs, driven by concerns about RION, resulted in a significant incidence of long-term tumor progression and subsequent visual deterioration. Clarifying the optimal dose range is crucial for achieving sustained tumor control and preventing RION following SF-SRS.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732044",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Inadequate tumor coverage near the OA during SF-SRS for POMs, driven by concerns about RION, resulted in a significant incidence of long-term tumor progression and subsequent visual deterioration. Clarifying the optimal dose range is crucial for achieving sustained tumor control and preventing RION ..."
    },
    {
      "title": "Clinical Impact of <em>Candida auris</em> in Otology: Prevalence and Surgical Outcomes From a Single-Center Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: C. auris is widely distributed in the community and is particularly prevalent in patients requiring surgical treatment. Its presence in otologic surgery cases is linked to a higher risk of postoperative complications. Enhanced vigilance and proactive management by otolaryngologists are crucial to minimize nosocomial transmission and improving surgical outcomes.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "C. auris is widely distributed in the community and is particularly prevalent in patients requiring surgical treatment"
    },
    {
      "title": "Heterogeneous Kidney Patterns in Diabetic Patients Following SGLT2 Inhibitor Use",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The heterogeneity in eGFR trajectories following SGLT2i use suggests that not all patients benefit equally from this therapy. Identifying patients at risk of a rapid eGFR decline is critical for providing timely warnings and optimizing treatment strategies.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The heterogeneity in eGFR trajectories following SGLT2i use suggests that not all patients benefit equally from this therapy. Identifying patients at risk of a rapid eGFR decline is critical for providing timely warnings and optimizing treatment strategies"
    },
    {
      "title": "Precision Local Strain Engineering in 2D Semiconductors and Their van der Waals Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Two-dimensional (2D) semiconductors and their van der Waals (vdW) heterostructures are readily tuned by strain, an approach known as straintronics, owing to their atomically thin, vdW-bonded layered structures. Small external or environmental perturbations induce strain in adjacent 2D semiconductors, yet sustaining large elastic deformations without fracture. This makes strain a uniquely powerful lever for reconfiguring lattice structure and deterministically tuning band structure, carrier...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Chiral 2D Sheet for Enhancing GLUT1 Function Through the Interplay of Architecture and Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Controlling cellular function from the extracellular space requires synthetic materials capable of specific and sustained interactions at the cell membrane. This typically demands a synergy between the material's overall architecture and its molecular-level recognition motifs. Here, we demonstrate this synergistic principle using a glucose-based amphiphile that can be assembled into two distinct architectures. While the amphiphile alone forms 0D nanoparticles that are readily internalized by...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41732001",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival and Recurrence in Liver Transplant Patients With Intrahepatic Cholangiocarcinoma and Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND Intrahepatic cholangiocarcinoma (ICC) can be an incidental finding in liver explants following liver transplantation (LT). This study aimed to evaluate the long-term post-transplant outcomes of patients with ICC. MATERIAL AND METHODS From 2003 to 2022, 25 patients with ICC were identified among 6,611 adult LT recipients through institutional database search. RESULTS The incidence of ICC among adult LT recipients was 0.4%. All cases were incidental findings in explanted livers. The...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731928",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the long-term post-transplant outcomes of patients with ICC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase angle as a potential predictor for unplanned ICU readmission risk in critically ill surgical patients: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PhA measured at ICU admission and discharge provides an actionable, noninvasive prognostic indicator for surgical ICU readmission.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PhA measured at ICU admission and discharge provides an actionable, noninvasive prognostic indicator for surgical ICU readmission"
    },
    {
      "title": "Comparison of the burden of ventricular arrhythmias before and after left ventricular assist device implantation: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Ventricular arrhythmias (VAs) are frequently observed in patients awaiting or who have already undergone left ventricular assist device (LVAD) implantation. However, the impact of LVAD implantation on the burden of VAs and the prognostic significance of postoperative VAs remain unclear. Between June 2015 and July 2024, 108 patients who underwent LVAD implantation were retrospectively analyzed. The burden of VAs was defined as the total number of documented VAs or implantable...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731846",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of LVAD implantation on the burden of VAs and the prognostic significance of postoperative VAs remain unclear",
      "conclusion": null
    },
    {
      "title": "Exploratory analysis of real-world use and safety of traditional Korean medicine in pediatric epilepsy: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Given the limitations of conventional antiepileptic drugs and the growing need for complementary approaches, traditional Korean medicine has gained interest as a potential treatment option for pediatric and adolescent epilepsy. However, real-world clinical data on its use and safety remain limited. This exploratory study aimed to retrospectively investigate the real-world clinical use and safety of traditional Korean medicine in this population by analyzing medical records from 2 Korean medicine...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41731823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autophagy as a therapeutic linchpin in metabolic Diseases and obesity-associated diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Autophagy, a conserved lysosomal degradation pathway, is increasingly recognized as a central regulator of metabolic health. Its impairment contributes directly to obesity and type 2 diabetes by disrupting nutrient sensing, stress adaptation, and organelle quality control. Hyperactivation of MTORC1 with insufficient AMPK and SIRT1 signaling suppresses autophagic flux, driving lipid accumulation, insulin resistance, and mitochondrial dysfunction. Clinically relevant consequences include adipose...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41731726",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peripheral Metabolic-Redox Signaling as a Core Mechanism of Major Depressive Disorder: Evidence from Deep Metabolomic Phenotyping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Major depressive disorder (MDD) is a neuro-immune, oxidative, and nitrosative stress (NIMETOX) disorder, in which peripheral immune-redox pathways intersect with metabolic networks leading to neurotoxicity within the limbic-prefrontal affective circuits. Comprehensive metabolomics analysis in well-phenotyped patients is vital to elucidate their metabolic profile.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41731715",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Impact of RNU4-2 Defects on Neurodevelopmental Disorders in a Korean Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Neurodevelopmental disorders (NDDs) often remain unexplained due to limited assessment of non-coding genomic elements. Motivated by recent reports implicating RNU4-2, which encodes a spliceosomal small nuclear RNA (snRNA), we analyzed whole-genome sequencing data from 15 450 Korean individuals, including 2797 unrelated NDD probands. Rare pathogenic RNU4-2 variants were identified in 20 probands (0.72%), including 17 (85%) with a recurrent n.64_65insT variant. RNA secondary structure modeling and...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41731653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whole-genome sequencing data from 15 450 Korean individuals, including 2797 unrelated NDD probands",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intervention framework towards a community-driven approach to improve health-seeking in cutaneous leishmaniasis in rural Sri Lanka",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CEI-based, theory-informed, and evidence-driven approach offers a feasible and contextually appropriate intervention framework to improve health-seeking in CL in rural Sri Lanka. Our intervention framework can be recommended for pilot testing to inform refinement before broader implementation.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CEI-based, theory-informed, and evidence-driven approach offers a feasible and contextually appropriate intervention framework to improve health-seeking in CL in rural Sri Lanka. Our intervention framework can be recommended for pilot testing to inform refinement before broader implementation"
    },
    {
      "title": "scTELL: a single-cell ATAC-seq tool for locus-specific transposable element identification in chromatin accessibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Critical illness-related corticosteroid insufficiency after acute brain hemorrhage surgery: a prospective cohort study with a randomized trial of hydrocortisone : HYdrocortisone theraPy in nEurocRitical illness; HYPER study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41731600",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amplification-free CRISPR/Cas13a-based electrochemical biosensor for the detection of circulating tumor RNA using RNA-3Ag⁺ probes on Au porous-lattice nanoelectrode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731584",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trade-Offs Between Carbon and Water Fluxes Along a Land Use Intensity Gradient in Southeast Asian Forests and Plantations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Land use intensity (LUI) significantly influences the biophysical and biogeochemical properties of the global landscape. The impact of LUI is exceptionally strong in Southeast Asia (SEA), where forests are increasingly being replaced by intensively managed plantations. Despite these transformations, comprehensive studies on how different LUI regulate carbon, energy, and water fluxes in this region remain scarce. In this study, we examine data from 16 eddy covariance (EC) flux tower sites in SEA,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732952",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of LUI is exceptionally strong in Southeast Asia (SEA), where forests are increasingly being replaced by intensively managed plantations",
      "conclusion": null
    },
    {
      "title": "Engineering of tRNAPro1E2 anticodon stem enhances multiple/consecutive ribosomal incorporation of N-methyl-l-α-amino acids and d-α-amino acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Transfer RNA (tRNA) structures influence the incorporation efficiency of amino acids, particularly when nonproteinogenic amino acids (npAAs), such as N-methyl-l-α-amino acids (MeAAs) and d-α-amino acids (d-AAs), are charged. Such npAAs are generally far poorer substrates than the 20 canonical α-amino acids for translation. However, we have shown that their incorporation efficiencies could be improved by using a chimeric tRNA, termed tRNAPro1E2, bearing optimal T-stem and D-arm. Here we report...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detecting association changes in intensive longitudinal data in real time: An exponentially weighted moving average procedure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Within-person changes in linear associations may indicate worsening well-being and maladaptive functioning. We investigated whether such changes can be detected in real time using the exponentially weighted moving average (EWMA) procedure. Specifically, we investigated the effectiveness of first calculating association strength within time windows, considering several association measures (i.e. Pearson correlation, Spearman correlation, Pearson covariance, Penrose shape distance, Euclidean...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether such changes can be detected in real time using the exponentially weighted moving average (EWMA) procedure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Solubility and antisolvent crystallization of lithium hydroxide monohydrate in various organic solvents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The effect of various organic antisolvents on the solubility of lithium hydroxide monohydrate (LiOH·H(2)O) in water was systematically determined in order to obtain composition data for lithium hydroxide - water - antisolvent ternary systems. Based on these data, antisolvent crystallization of LiOH·H(2)O from a synthetic aqueous feed solution was investigated. A total of nine antisolvents were studied, including methanol, ethanol, acetone, 1-propanol, 2-propanol, 1,4-dioxane,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732859",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oronasal fistula following spontaneous exfoliation of a maxillary third molar in a patient receiving concurrent CPAP therapy: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case describes a rare occurrence of an oronasal fistula as a potential complication following spontaneous exfoliation of a maxillary third molar in a patient receiving concurrent long-term CPAP therapy. While underlying odontogenic and maxillary pathology was considered the primary structural vulnerability, sustained positive airway pressure may have acted as a perpetuating or aggravating factor by interfering with normal wound healing. Clinicians managing patients with...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732709",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case describes a rare occurrence of an oronasal fistula as a potential complication following spontaneous exfoliation of a maxillary third molar in a patient receiving concurrent long-term CPAP therapy. While underlying odontogenic and maxillary pathology was considered the primary structural v..."
    },
    {
      "title": "Regulatory insights on adeno-associated virus-based gene therapies, cell- and tissue-based products, and CAR-T cell therapies: report from the 8th Asia Partnership Conference of Regenerative Medicine, April 24, 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The 8th Asia Partnership Conference of Regenerative Medicine (APACRM) was held in a hybrid format-both in person and online-on April 24, 2025, to advance regulatory harmonization for regenerative medicine products across Asia. Understanding the domestic regulatory guidelines and their underlying rationales within each country and region represents a crucial first step toward achieving harmonized regulation. The 8th APACRM featured open discussions and case study presentations addressing the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "a hybrid format-both in person and online-on April 24",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overcoming phagocytosis resistance of hypervirulent <em>Klebsiella pneumoniae</em> by directly targeting capsules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Capsular polysaccharides (CPS) are key virulence factors in Klebsiella pneumoniae and are closely associated with the K1 and K2 hypervirulent serotypes. Herein, we demonstrate that introducing nonspecific RNA (sgRNA) into K. pneumoniae ATCC43816 (Kp-pET-sgRNA), a K2 serotype strain classified as hypervirulent (hvKp), results in marked capsule loss and reduced hypermucoviscosity. Capsule loss and reduced hypermucoviscosity in Kp-pET-sgRNA were confirmed by comparison with the wild-type strain...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41732679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<sup>18</sup>F-FAPI-74 PET/CT findings of an inflammatory branchial cleft cyst mimicking cervical metastasis from carcinoma of unknown primary: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Fibroblast-activation protein inhibitor (FAPI) positron-emission tomography (PET) is emerging as a promising alternative to ^(18)F-fluorodeoxyglucose (FDG) PET for head-and-neck cancer. Herein, we describe the case of a 51-year-old man with a cystic level-II neck mass that was intensely FDG-avid and even more avid on ^(18)F-FAPI-74 PET. FDG-PET was performed as standard imaging modality to search for the primary tumor, while ^(18)F-FAPI-74 PET was conducted as part of a clinical trial to detect...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732545",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Woven EndoBridge treatment for anterior communicating artery aneurysm with optic neuropathy: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Anterior communicating artery aneurysms rarely cause compressive optic neuropathy, and most reports describe surgical clipping or endovascular coiling. Evidence is lacking on the role of intrasaccular flow disruptors, such as the Woven EndoBridge device, in this setting. We present a 72-year-old woman with an unruptured anterior communicating artery aneurysm compressing the right optic nerve and producing an inferior visual field defect. The aneurysm was treated with Woven EndoBridge...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732529",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anatomical and electrophysiological characteristics of the intra-atrial membranous structure in a patient with cor triatriatum sinister undergoing atrial fibrillation catheter ablation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732474",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Europe-wide maps of biomass density based on satellite remote sensing data for 2017, 2020, 2021 and 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Spatially explicit information on forest structure and biomass is needed to meet the monitoring and reporting requirements of several European policies. Satellite images enable mapping and monitoring of the Europe's forest resources through operational observations from the Sentinel-1 Synthetic Aperture Radar (SAR) and the Advanced Land Observing Satellite 2 (ALOS-2) Phased Array l-band SAR 2 (PALSAR-2) instruments. Data acquired in 2017, 2020, 2021 and 2023 were used to generate annual maps of...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "2017",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Hypersensitivity reactions to iodinated radiocontrast media: Cluster analysis reveals distinct clinical phenotypes\" [World Allergy Organ J 15(9) (2022 Aug 27) 100680]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.waojou.2022.100680.].",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41732342",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does implementing care farms in psychiatric hospitals prevent staff burnout? A pragmatic, mixed-method pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41731640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful surgical management of sudden acute obstruction of the bronchus intermedius via an interlobar approach following bilateral lung transplantation: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41731634",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A simple and high-throughput single pollen genotyping pipeline to study meiosis in apple (Malus x domestica)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, this new single pollen genotyping procedure for apple enables high-throughput genotyping of large pollen populations in a single cell manner, facilitating reproductive research in apple as a non-model crop species with potential for translation to other fruit species.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41731599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Overall, this new single pollen genotyping procedure for apple enables high-throughput genotyping of large pollen populations in a single cell manner, facilitating reproductive research in apple as a non-model crop species with potential for translation to other fruit species"
    },
    {
      "title": "Rapid intraoperative boundary diagnosis of somatotroph pituitary neuroendocrine tumors using real-time PCR",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Pituitary neuroendocrine tumors (PitNETs) are generally benign; however, functional subtypes cause hormone hypersecretion, leading to systemic complications. In somatotroph PitNETs, growth hormone (GH) excess increases mortality and necessitates complete tumor resection to achieve endocrinological remission. Although extracapsular resection along the pseudocapsule is preferred, the plane may be poorly defined with tumor cells infiltrating adjacent normal tissue, necessitating further resection...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41731581",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Augmented and virtual reality in dental and oral and maxillofacial surgery education: a systematic review with a taxonomy of training technologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41731542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating sex as a biological variable in in vitro blood-brain barrier models: insights from primary mouse brain endothelial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41731530",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics and management of isolated rectal laceration during vaginal delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Isolated rectal laceration is a rare but potentially serious complication of vaginal delivery. Reducing operative vaginal deliveries might help lower its incidence, and careful rectal examination after vaginal birth is recommended to improve detection. Primary repair by an obstetric team is feasible and associated with generally good outcomes.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Isolated rectal laceration is a rare but potentially serious complication of vaginal delivery. Reducing operative vaginal deliveries might help lower its incidence, and careful rectal examination after vaginal birth is recommended to improve detection"
    },
    {
      "title": "Association between Caregiver Social Support, Family Management, and Asthma Control in Children Aged 1-7 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that asthma control was suboptimal among asthmatic children aged 1-7 years in China. Further analysis revealed that asthma control correlated with multiple caregiver-related factors, including their disease-specific attention, beliefs regarding etiology, perceived severity and disease course, and perceptions of the disease's impact on the child's future and family well-being. Additionally, the external emotional support received by caregivers emerged as a...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the child's future and family well-being",
      "conclusion": "This study demonstrated that asthma control was suboptimal among asthmatic children aged 1-7 years in China. Further analysis revealed that asthma control correlated with multiple caregiver-related factors, including their disease-specific attention, beliefs regarding etiology, perceived severity an..."
    },
    {
      "title": "Circulating tumor DNA as a prognostic biomarker in metastatic colorectal cancer: Post-hoc analysis of treatment response and survival outcomes in the ALTER-C-002 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Circulating tumor DNA (ctDNA) derived from blood samples can serve as a minimally invasive, real-time indicator of tumor burden and treatment response in metastatic colorectal cancer. This study evaluated the association between baseline ctDNA levels and changes in ctDNA during treatment with response and survival outcomes in the phase II ALTER-C-002 trial, which investigated first-line anlotinib combined with capecitabine and oxaliplatin in patients with rat sarcoma (RAS) and B-Raf...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732966",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and effectiveness of routine postpartum bathing in a bathtub: A prospective study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Routine bathing in a bathtub during the early postpartum period did not increase infection risk and was associated with significantly higher maternal satisfaction. These findings suggest that postpartum bathing may be safe and could improve quality of life.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that postpartum bathing may be safe and could improve quality of life",
      "conclusion": "Routine bathing in a bathtub during the early postpartum period did not increase infection risk and was associated with significantly higher maternal satisfaction. These findings suggest that postpartum bathing may be safe and could improve quality of life"
    },
    {
      "title": "One year of seizure freedom reduces premature death in people with epilepsy in rural China: A 10-year cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Epilepsy carries an increased risk of premature mortality. Although seizure freedom may reduce deaths, most population-based evidence originates from high-income countries. Data from low-income settings, such as rural China, remain scarce. We update mortality patterns and evaluate their associations with achieving 1-year seizure freedom among rural populations in China.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732923",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Epilepsy carries an increased risk of premature mortality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrauterine balloon tamponade versus uterine gauze packing for postpartum hemorrhage: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The IUBT might reduce blood loss, transfusion, and complications in PPH compared to UGP, although the certainty of evidence is low. Larger, high-quality RCTs are required.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The IUBT might reduce blood loss, transfusion, and complications in PPH compared to UGP, although the certainty of evidence is low. Larger, high-quality RCTs are required"
    },
    {
      "title": "Approaching Scarless Wound Healing: From Passive Anti-Fibrotic to Proactive and Programmable Pro-Regenerative Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Pathological scarring after skin wound healing poses a substantial clinical difficulty, essentially representing a fibrotic outcome of dysregulated tissue repair. This review provides a comprehensive analysis of the physiological processes of wound healing and key factors in scar formation, focusing on the unique mechanisms of scarless regeneration models such as early-stage fetuses and spiny mouse (Acomys cahirinus). These models rely heavily on the immune microenvironment's regulation, the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732917",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic isotopic labeling of (deoxy)ribose enables dual neutral loss scanning for profiling nucleic acid modifications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Modifications on DNA and RNA, even at trace levels, play critical roles in diverse biological processes, yet their accurate quantification and discovery of novel modified constituents remain challenging. Here, we present a metabolic (deoxy)ribose-labeling approach integrated with multiple reaction monitoring mass spectrometry (MRM-MS) to enable sensitive and untargeted detection of nucleic acid modifications. In this approach, [U-13C]glucose is used to generate an ∼1:1 ratio of ¹³C5-labeled and...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dramatic enhancement of nonlinear optical signals in distinct two-dimensional materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "With the growing demand for miniaturizing nonlinear on-chip integrated devices, enhancing the nonlinear optical responses of two-dimensional (2D) materials is essential. However, due to their atomic scale, nonlinear optical processes such as second-harmonic generation (SHG) and Raman scattering are generally weak. To enhance these nonlinear signals and improve inspection accuracy, we developed an air-gap-suspended nanocavity structure. This design effectively enhances the nonlinear optical...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732909",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing agreement in cardiotocography interpretation between midwives and obstetricians through a rule-based AI program: A comparative cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This exploratory study suggests that a rule-based AI program was associated with improved interrater agreement between midwives and obstetricians and reduced CTG interpretation time, with high user satisfaction. These preliminary findings warrant confirmation in larger studies to assess generalizability and to determine whether improved agreement translates into better perinatal outcomes, which were not assessed in this study.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This exploratory study suggests that a rule-based AI program was associated with improved interrater agreement between midwives and obstetricians and reduced CTG interpretation time, with high user satisfaction. These preliminary findings warrant confirmation in larger studies to assess generalizabi..."
    },
    {
      "title": "High-resolution quantitative trait loci mapping and pyramiding effects of candidate genes for plant height in soybean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Plant height is a crucial agronomic trait that significantly influences plant architecture and yield in soybean (Glycine max (L.) Merr.). Identifying major genes regulating plant height and developing closely linked molecular markers are crucial for breeding soybean cultivars with ideal architecture. In this study, a recombinant inbred line (RIL) population (F(2:7-8)) developed from a cross between two soybean cultivars with contrasting plant heights was used to conduct quantitative trait loci...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Definition of Metabolite: Size as a Critical Criterion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Metabolites have traditionally been defined as organic molecules smaller than 1500 daltons (Da). However, recent advances in analytical technologies and chemoinformatics have uncovered a wider chemical diversity, including biologically significant metabolites exceeding this conventional size cutoff─such as polypeptides, glycosphingolipids, and bacterial lipopolysaccharides. Detecting these larger metabolites challenges standard metabolomics approaches and necessitates optimized mass spectrometry...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long Term Outcomes in Patients With Non-Infectious Mixed Cryoglobulinemic Vasculitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732885",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exercise Training at Maximal Fat Oxidation Intensity for Body Composition and Cardiometabolic Health in People With Overweight and Obesity: A Systematic Review With Meta-Analysis Focusing on Prescription Dosage and Potential Moderators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "While exercise training at maximal fat oxidation intensity (FAT(max)) is recognized as an effective strategy for improving body composition in people with overweight or obesity, its efficacy regarding cardiometabolic health and optimal prescription warrants systematic evaluation. We conducted a PRISMA-conform systematic review and meta-analysis (PROSPERO: CRD420251036468), reviewing literature from PubMed, Cochrane Library, Embase, SPORTDiscus, and Web of Science through December 6, 2025. A...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Blood Pressure Targets in Patients With Cardiovascular Disease: Rethinking Control in Terms of Time in Range",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732878",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical management of double outlet right ventricle with outflow obstruction: a systematic review of biventricular strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Contemporary double outlet right ventricle repair provides excellent long-term survival with early mortality <6%. Procedure selection should consider ventricular septal defect position, risk of postoperative left ventricular outflow tract obstruction, coronary anatomy, and patient size.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Contemporary double outlet right ventricle repair provides excellent long-term survival with early mortality <6%. Procedure selection should consider ventricular septal defect position, risk of postoperative left ventricular outflow tract obstruction, coronary anatomy, and patient size"
    },
    {
      "title": "Gradual Dissolved Oxygen Variations Enhance 2,4-Dichlorophenol Attenuation by Promoting Hydroxyl Radical Generation: Experimental Demonstration and a Kinetic-Thermodynamic Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Oxygen perturbation in subsurface environments often induces redox fluctuations. Generally, the dissolved oxygen (DO) levels manifest as sharp oscillations or gradual variations depending on the mass transfer rate. Unlike sharp DO oscillations, the impact of gradual DO variations remains unclear. This study demonstrated that gradual DO variations (47.3%) enhanced 2,4-dichlorophenol (2,4-DCP) attenuation in iron-rich soils compared with sharp DO oscillations (31.2%). Hydroxyl radicals (^(•)OH)...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of gradual DO variations remains unclear",
      "conclusion": null
    },
    {
      "title": "Association of Perinatal HIV Exposure and HIV Disease Severity With BP in Youth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Youth with HIV had lower adiposity and BP than youth without HIV during study visits. Although youth with HIV had a lower risk of abnormal BP, this association did not persist after adjustment for adiposity. Prevention and treatment of other traditional cardiovascular disease risk factors remain important among youth living with HIV.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "among youth living with HIV",
      "conclusion": "Youth with HIV had lower adiposity and BP than youth without HIV during study visits. Although youth with HIV had a lower risk of abnormal BP, this association did not persist after adjustment for adiposity"
    },
    {
      "title": "Parental Attachment and Mental Health Literacy in Young Adults: The Mediational Role of Emotional Regulation on Well-Being and Psychopathological",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Entering higher education can represent significant challenges to the adaptation of young students. Supportive family relationships and mental health literacy can act as protective factors, favoring regulatory mechanisms that promote adaptive experiences. This study aims to analyze the role of attachment to parents in well-being and psychopathological symptoms, as well as the role of mental health literacy in these outcomes, testing the mediating role of emotional regulation in the above...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732860",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to analyze the role of attachment to parents in well-being and psychopathological symptoms, as well as the role of mental health literacy in these outcomes, testing the mediating role of emotional reg...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PGK1 Drives Cardiac Hypertrophy by Regulating the Vimentin/PI3K/Akt Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings highlight a critical role for PGK1 in myocardial hypertrophy, with downstream activation of the vimentin/PI3K/Akt/ferroptosis pathway.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings highlight a critical role for PGK1 in myocardial hypertrophy, with downstream activation of the vimentin/PI3K/Akt/ferroptosis pathway"
    },
    {
      "title": "Composite microspheres of bioactive glass and hydrophilic biodegradable polymers to accelerate infected wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Synthetic biodegradable microspheres hold great promise for complex wound repair. However, their clinical application is hindered by inflammatory responses triggered by acidic degradation byproducts. In this paper, we developed new composite microspheres as dressings to accelerate infected wound healing. Polyethylene glycol/poly(L-lactide)/poly(ε-caprolactone) multiblock copolymers were synthesized and engineered with Cu-doped bioactive glass to form composite microspheres. The Cu-doped...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732847",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ezetimibe alone for over 75 years old as a primary prevention to decrease cardiovascular events",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The EWTOPIA 75 (Ezetimibe Lipid-Lowering Trial on Prevention of Atherosclerotic Cardiovascular Disease in 75 or Older) study supports the reduction in the risk of atherosclerotic cardiovascular disease (ASCVD) events with ezetimibe without statin therapy in persons aged ≥75 years without a history of coronary artery disease. This evidence has also been incorporated into the 2025 Focused Update of the 2019 ESC/EAS Guidelines for the management of dyslipidaemias. What might then be the potential...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Doppler/Near-Infrared-Mediated Visual Real-Time Positioning Microbubble-Based Drug Delivery System Integrating Chemotherapy, Photodynamic Therapy, and Photothermal Therapy for the Treatment of Superficial Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The treatment of superficial tumors is often limited by poor drug targeting and a lack of real-time visualization of drug distribution. To address these challenges, we developed an RGD-modified microbubble system (TF/ICG-MB@RGD) for ultrasound/near-infrared (NIR) dual-modal imaging-guided chemo-photothermal-photodynamic combination therapy. The microbubbles coloaded tegafur (TF), a chemotherapeutic agent, and indocyanine green (ICG), a photothermal and photosensitizing agent, within a lipid...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732842",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasmodium falciparum infections and number needed to screen among refugees arriving from Sub-Saharan Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Modelled estimates of P. falciparum rates in newly arrived refugees correspond to previously reported screening parasite prevalence in SSA migrant populations. A low number of migrants need to be screened to detect one case in populations arriving from high-moderate transmission areas. These estimates can guide screening strategies and could reduce the burden of malaria in migrants from SSA.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Modelled estimates of P. falciparum rates in newly arrived refugees correspond to previously reported screening parasite prevalence in SSA migrant populations"
    },
    {
      "title": "Pauci-Immune Endocapillary Proliferative Glomerulonephritis With Glomerular M2 Macrophage Infiltration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Pauci-I-EPGN is a rare distinct entity characterized by abnormal activation of intraglomerular M2 macrophages and CD8+ T cell infiltration, with inflammation-fibrosis imbalance driven by TGF-β overexpression. Corticosteroids may offer a potential therapeutic benefit for this type of disease. The overall outcomes in this cohort were generally favorable.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Pauci-I-EPGN is a rare distinct entity characterized by abnormal activation of intraglomerular M2 macrophages and CD8+ T cell infiltration, with inflammation-fibrosis imbalance driven by TGF-β overexpression. Corticosteroids may offer a potential therapeutic benefit for this type of disease"
    },
    {
      "title": "Potential of margin reduction for cervical cancer radiotherapy in an online adaptive image-guided workflow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Online ART with 3-mm isotropic margins is feasibile for cervical cancer, achieved high target coverage while reduced OAR doses and NTCP.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732733",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Online ART with 3-mm isotropic margins is feasibile for cervical cancer, achieved high target coverage while reduced OAR doses and NTCP"
    },
    {
      "title": "Altered anterior segment biometrics in cataract patients with retinitis pigmentosa: a propensity-matched analysis suggests patterns of zonular weakness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: To explore the spatial structure of the anterior segment biometrics in cataract patients with retinitis pigmentosa (RP).",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732728",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To explore the spatial structure of the anterior segment biometrics in cataract patients with retinitis pigmentosa (RP)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adjusted effect size, area under the curve, and c-statistic for evaluating the association between uric acid and mortality in US adults using unweighted and survey-weighted regression, propensity, and prognostic score",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Population-based surveys and databases are useful sources for developing prognostic and diagnostic models requiring receiver operating characteristic (ROC) or precision-recall curve (PRC) analyses. The performance of the models is typically summarized with the area under the ROC (rAUC) or PR curves (pAUC) or c-statistic, depending on the study design and analysis. However, these surveys and databases sometimes involve sampling weights due to complex sampling designs. The sampling weights need to...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum docosahexaenoic acid as a predictor of hospital readmission in chronic obstructive pulmonary disease exacerbation: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A low DHA level serves as an independent risk factor for ECOPD-related readmission, suggesting DHA may have a potential protective effect to reduce the risk of exacerbation in patients with COPD.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732720",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A low DHA level serves as an independent risk factor for ECOPD-related readmission, suggesting DHA may have a potential protective effect to reduce the risk of exacerbation in patients with COPD"
    },
    {
      "title": "Tn<em>4401</em>/Tn<em>7247</em> transposon-derived structures driving the cross-transmission of <em>bla</em> <sub>KPC</sub> among plasmids and chromosomes in clinical carbapenem-resistant <em>Pseudomonas aeruginosa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Carbapenem-resistant Pseudomonas aeruginosa (CRPA) harboring bla (KPC) gene poses a formidable clinical challenge. However, the distribution and horizontal transfer mechanisms of bla (KPC) in CRPA have not been systematically elucidated. We collected 1,063 clinical CRPA isolates from 30 provincial administrative regions in China, among which 79 carried bla (KPC). In addition, 35,607 public P. aeruginosa genome sequences were acquired, among which 1,141 harbored bla (KPC). Detailed analysis of...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732697",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between the number of comorbidities and all-cause mortality during the COVID-19 pandemic: A Danish nationwide, retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings highlight the need for preparedness strategies that protect medically vulnerable groups while addressing persistent social inequalities. They also demonstrate the importance of population wide approaches for understanding the full mortality impact of pandemics.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732684",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of pandemics",
      "conclusion": "The findings highlight the need for preparedness strategies that protect medically vulnerable groups while addressing persistent social inequalities. They also demonstrate the importance of population wide approaches for understanding the full mortality impact of pandemics"
    },
    {
      "title": "Cholesterol-driven mitochondrial rejuvenation by quercetin nanotherapeutics restores implant osseointegration in diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Poorly controlled diabetes significantly compromises implant osseointegration, with mitochondrial dysfunction in bone marrow mesenchymal stem cells (BMSCs) emerging as a key pathological regulator. However, effective targeted therapies to achieve mitochondrial rejuvenation are still lacking. Given this, we specifically fabricated Qe@TNS coatings, a nanostructured platform that enables localized quercetin (Qe) delivery. Mechanistically, hyperglycemia-induced oxidative damage disrupts cholesterol...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glycosaminoglycan-functionalized hydrogels for sustained delivery of tissue inhibitor of metalloproteinase-3 mediating matrix metalloprotease inhibition and extracellular matrix stabilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Excessive protease activity and impaired tissue regeneration are hallmarks of many disease states. Elevated matrix metalloproteinase-9 (MMP-9) plays a key role in adverse tissue remodeling by excessively degrading extracellular matrix (ECM) components and growth factors. Tissue inhibitor of metalloproteinase-3 (TIMP-3) regulates ECM turnover, and its bioavailability is influenced by glycosaminoglycans (GAGs). This study aimed to develop a methacrylated gelatin (GelMA)-based hydrogel...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "develop a methacrylated gelatin (GelMA)-based hydrogel",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flexible biodegradable wireless battery-free integrated theranostic adhesive patch",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Conventional drug delivery and diagnostic models are increasingly inadequate for the evolving demands of precision medicine and real-time treatment. Integrated theranostic systems offer a promising solution; however, challenges such as wired control, non-degradable materials, and poor wet-tissue integration hinder their clinical adoption. Here, we present an integrated theranostic adhesive patch (ITAP) that combines wireless operation, full biodegradability, and robust bioadhesion on wet-tissue...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732671",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NIR-II aggregation-induced emission sonosensitizer for pyroptosis induction in bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Sonodynamic therapy (SDT) represents a promising methodology that employs sonosensitizers in conjunction with low-intensity ultrasound for the eradication of malignant tumors, featuring precise treatment capabilities, deep tissue penetrability, and minimal side effects. Conventional sonosensitizers often face challenges such as aggregation-caused quenching (ACQ), which hampers the efficiency of reactive oxygen species (ROS) generation. In this study, we report a novel benzothiadiazole-based...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732670",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High UBE2D1 expression is associated with poor prognosis and immunotherapy resistance in head and neck cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: UBE2D1 is frequently overexpressed in HNSCC and is associated with adverse clinical outcomes. Although its association with immunotherapy response requires further validation, UBE2D1 may be a prognostic biomarker in HNSCC.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732664",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "UBE2D1 is frequently overexpressed in HNSCC and is associated with adverse clinical outcomes. Although its association with immunotherapy response requires further validation, UBE2D1 may be a prognostic biomarker in HNSCC"
    },
    {
      "title": "Bridging Cardiac and Mental Health: Screening for Depression in Cardiology Settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Depression is a highly prevalent comorbidity in patients with cardiovascular disease (CVD), affecting approximately one in five cardiac patients and contributing to adverse cardiovascular outcomes, increased mortality, and reduced quality of life. Despite clinical guidelines from the American Heart Association recommending routine depression screening, implementation remains inconsistent across cardiology settings. This narrative review synthesizes current evidence on depression screening...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732610",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling melatonin's multifaceted actions against ferroptotic neurotoxicity in ischemic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis, an iron-mediated form of programmed cell death, is increasingly recognized for its role in neurodegenerative diseases, with relevance to ischemic stroke, a condition that creates a permissive environment for this process. The prevalence of ischemic stroke is steadily increasing, with its mortality rates rising startlingly in recent years. The urgency of timely intervention is of utmost importance, as failure to treat patients within the narrow therapeutic window often results in...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of preheated chestnut on the texture and starch digestibility properties of chestnut noodles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Noodles with chestnut are nutritious and healthy, but untreated chestnut has a negative impact on noodles quality. In this study, the improvement effect of chestnuts with heat treatments (cooking, microwaving, baking) on chestnut noodles quality was investigated. Results showed that heat treatment enhanced the solubility, swelling power, and gelatinization properties of chestnut. Compared with untreated chestnut, the heat-treated chestnut reduced the starch digestibility of chestnut noodles. In...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on noodles quality",
      "conclusion": null
    },
    {
      "title": "Dose-dependent effects of SGLT2 inhibitors on circadian blood pressure in hypertensive patients with diabetes: A systematic review and Bayesian network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SGLT2 inhibitors produced modest and consistent reductions in BP, with no evidence of dose-dependence or meaningful differences among agents. Safety events were not credibly increased. These findings support their use as adjunctive therapy in patients with diabetes and hypertension.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732491",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2 inhibitors produced modest and consistent reductions in BP, with no evidence of dose-dependence or meaningful differences among agents. Safety events were not credibly increased"
    },
    {
      "title": "Compartment-specific tumor-infiltrating immune cells and prognosis in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Breast cancer immune response is important to patient outcome, but the prognostic interaction between tissue-infiltrating immune cell (TIIC) types is not well-characterized. We evaluated the associations between CD8^(+), FOXP3+, CD20^(+), and CD163^(+) TIICs and breast cancer-specific survival (BCSS). We developed an AI in Halo to score TIIC percentage by compartment (overall, stromal, or intra-tumoral) in 99,051 microarray images from 12,285 female breast cancers. The associations between...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732488",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "to patient outcome, but the prognostic interaction between tissue-infiltrating immune cell (TIIC) types is not well-characterized",
      "conclusion": null
    },
    {
      "title": "Human metabolic heat production under varying atmospheric and oxygen pressures during submaximal cycling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Accurate thermal management in hypoxic and altered-pressure environments is essential, as variations in ambient pressure and oxygen availability can modify human metabolic heat production. This study investigated human metabolic responses under seven atmospheric conditions (normobaric, hypobaric, and micro-hyperbaric) with varying oxygen concentrations. Nine healthy male participants performed submaximal cycling while minute ventilation, respiration rate, respiratory quotient, body temperature,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "human metabolic responses under seven atmospheric conditions (normobaric, hypobaric, and micro-hyperbaric) with varying oxygen concentrations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The PFA era for persistent superior vena cava: From daunting challenge to streamlined therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and efficacy of long-term filgotinib treatment in Japanese patients with ulcerative colitis: an interim subgroup analysis of the SELECTION long-term extension study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Filgotinib demonstrated an acceptable long-term benefit-risk profile in Japanese patients, maintaining and improving symptomatic and HRQoL remission for up to 3 years. Japanese patients had a numerically higher incidence of infections and herpes zoster than the overall SELECTIONLTE population.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732440",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Filgotinib demonstrated an acceptable long-term benefit-risk profile in Japanese patients, maintaining and improving symptomatic and HRQoL remission for up to 3 years. Japanese patients had a numerically higher incidence of infections and herpes zoster than the overall SELECTIONLTE population"
    },
    {
      "title": "The efficacy of home-based virtual reality exposure therapy as an add-on to behavioral therapy for children with selective mutism: Protocol for a single-case experimental design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This is the first study to examine the feasibility and the potential effectiveness of home-delivered VRET as an adjunct to behavioral treatment for children with SM. The addition of VRET to behavioral treatment has the potential to enhance the generalization and transfer of skills across different situations in a facilitative and engaging way.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first study to examine the feasibility and the potential effectiveness of home-delivered VRET as an adjunct to behavioral treatment for children with SM. The addition of VRET to behavioral treatment has the potential to enhance the generalization and transfer of skills across different s..."
    },
    {
      "title": "Mantis shrimp saddle-mimetic amorphous calcium (zinc) phosphate/chitin scaffolds with superior mechanical properties and bioactivity for bone regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Current bone scaffolds face the challenge of simultaneously providing sufficient mechanical support and optimal bioactivity, limiting their applications for the repair of large-sized bone defects. Inspired by the mantis shrimp saddle-like structure, we developed a triply saddle-mimetic Zn^(2+) doped amorphous calcium phosphate (ACZP)/chitin (ACZP/CT) scaffold that integrated structural, compositional, and functional biomimicry for bone regeneration. The ACZP/CT samples retained the amorphous...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maximizing Efficiency of Artificial Intelligence-Enabled Ambient Scribes in Outpatient Settings: A Pragmatic Approach to Structuring the Patient Appointment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732404",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New morphological features and phylogenetic insights of <em>Dioctophyme renale</em> from wild carnivores and a domestic dog in South America",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Dioctophyme renale (Nematoda: Dioctophymidae) is a globally distributed monotypic nematode species of significant zoonotic relevance. This parasite infects a broad range of mammalian hosts, including wild and domestic carnivores, as well as humans. In Brazil, infections have been reported in both domestic and wild animals, although morphological and molecular data remain limited. This gap, combined with its zoonotic potential, highlights the need for further research. The present study provides...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bailout intravascular lithotripsy after rotational atherectomy for chronic total occlusion of the right coronary artery with severe calcification: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Coronary artery calcification (CAC) is recognized as an independent predictor for major cardiovascular events. Rotational atherectomy (RA), orbital atherectomy system, and intravascular lithotripsy (IVL) are used to treat severe CAC. Among these, IVL is associated with a notably low risk of complications, such as slow flow and coronary artery perforation. A 70-year-old man with exertional angina underwent percutaneous coronary intervention for chronic total occlusion of the right coronary...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "T cell-inspired therapeutic delivery platforms: From nanomedicines to cell therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Targeted nanodrug delivery has garnered significant interest as a carrier for drugs, genes, and vaccines. Despite their clinical potential, these nanocarriers face substantial challenges due to their exogenous nature. These challenges can be addressed by employing T cell-inspired approaches for targeted therapies. T cell-inspired approaches-including T cell membrane-coated nanoparticles, T cell-derived exosomes, T cell hitchhiking, and chimeric antigen receptor (CAR)-T cells-exhibit remarkable...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732384",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-thin elastin-based membranes as an innovative dressing to enhance skin wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The development of advanced wound dressings that combine mechanical compliance, bioactivity, and controlled biodegradability remains an unmet need in skin regeneration, particularly for chronic and complex wounds where cell-cell and cell-extracellular matrix (ECM) interactions are severely disrupted. Here, we report the development of ultra-thin, highly compliant elastin-like recombinamer (ELR) membranes designed as ECM-mimetic wound dressings that actively support tissue regeneration. The...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The complete genome sequencing data of <em>Priestia aryabhattai</em> SPCL1 isolated from a heavy metal leachate-contaminated soil in Queretaro, México",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "We are providing the genome sequence of Priestia aryabhattai SPCL1, a bacterial strain isolated from a heavy metal leachate-contaminated soil in Querétaro, México. The Illumina NovaSeq platform was used to sequence the whole genome and the sequencing data obtained, including assembly and annotation, were analyzed on the BV-BRC platform. The genome, comprising 41 contigs and approximately 5.6 million base pairs with a GC content of 37.58 mol % and 6131 protein-coding sequences. In addition, 6...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microscopic-scale gut microbiota dataset of Kunming mice revealed by 16S rRNA gene high-throughput sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Gut microbiota profoundly influence host physiology, yet most studies rely on bulk-scale intestinal samples, overlooking microbial heterogeneity at the micro-scale. Here, we present a dataset generated from 378 colonic micro-scale grains (20-40 µm) and 20 bulk samples collected from four Kunming mice. Using Illumina NovaSeq 6000 sequencing of the 16S rRNA V4 region, we obtained over 8.0 million raw reads, processed into 1506 amplicon sequence variants (ASVs) spanning 19 phyla and 203 genera....",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732369",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immersive virtual reality psychotherapy for children and adolescents-A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Although virtual reality has been used in psychotherapy since the 1990s, research and clinical practice have focused strongly on its application in exposure therapy. Over the last decade, the emergence of a new generation of virtual reality devices has led to a surge in virtual reality applications, which are also gaining traction in other areas of mental health care. The use of virtual reality in children and adolescent psychotherapy is especially interesting because it provides engaging and...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732332",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CRISPR screening redefines therapeutic target identification and drug discovery with precision and scalability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Clustered regularly interspaced short palindromic repeats (CRISPR)-Cas9 screening technology is redefining the landscape of drug discovery and therapeutic target identification by providing a precise and scalable platform for functional genomics. The development of extensive single-guide RNA (sgRNA) libraries enables high-throughput screening (HTS) that systematically investigates gene-drug interactions across the genome. This powerful approach has found broad applications in identifying drug...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732321",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of Id genes on pulmonary hypertension development in left heart failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results suggest ID1, ID2, and ID3 are involved in HF-PH pathogenesis, but more research is needed to characterize their exact role.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732312",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results suggest ID1, ID2, and ID3 are involved in HF-PH pathogenesis, but more research is needed to characterize their exact role"
    },
    {
      "title": "Quantifying endothelial damage by digital droplet polymerase chain reaction (PCR) of endothelial cell-free DNA in COVID-19 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Using a digital droplet polymerase chain reaction assay specific for cfDNA from endothelial cells, we demonstrated endothelial cell damage in patients with COVID-19 that correlated with disease severity.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732304",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Using a digital droplet polymerase chain reaction assay specific for cfDNA from endothelial cells, we demonstrated endothelial cell damage in patients with COVID-19 that correlated with disease severity"
    },
    {
      "title": "Evaluating the implementation of a deprescribing intervention in Swiss nursing homes: An observational study using qualitative and quantitative methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Deprescribing, the withdrawal of inappropriate medications, is an appropriate approach to addressing polypharmacy in older adults. However, implementing deprescribing interventions in routine practice remains challenging. This study evaluated the implementation of medication reviews focused on deprescribing, called Individual Deprescribing Intervention (IDeI), in Swiss nursing homes. Using a hybrid type 2 effectiveness-implementation design, we conducted a qualitative evaluation through...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From governance scores to governance impact: Closing the know-do gap in AMR policy evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "As the 2026 revision of the Global Action Plan (GAP) on antimicrobial resistance (AMR) approaches, attention is shifting from policy adoption to the more complex challenge of evaluating implementation. Although most countries now have national action plans, reductions in resistance remain limited, exposing a persistent know-do gap between formal commitments and real-world impact. This commentary argues that prevailing governance assessments prioritise institutional presence over functional...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strategies for <em>Aedes</em> mosquito control: A review of national guidelines from selected countries in Asia and Oceania",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Dengue remains a major public health challenge, and national strategies for Aedes control vary widely across countries. This review synthesizes official national guidelines from 14 countries across Asia, the Middle East, and the Pacific to identify shared priorities and key differences. Most guidelines emphasize integrated vector management frameworks, combining environmental, chemical, and biological measures, alongside strong community engagement and structured surveillance systems. Several...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732295",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Field performance of a point-of-care PCR platform for the detection of influenza A virus in growing pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Point-of-care (POC) testing involves conducting diagnostic assays near patients to enable rapid decision-making and timely intervention. To date, evaluation of POC devices under field conditions in veterinary medicine has been limited. The objective of this study was to describe the use and performance of a POC system in the field and with varying sample conditions using influenza A virus in swine. Seventy oral fluid samples were collected from ten swine farms and aliquoted into five treatments:...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732287",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to describe the use and performance of a POC system in the field and with varying sample conditions using influenza A virus in swine",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "YBX1 promotes angiogenesis after myocardial infarction by stabilizing HIF1α mRNA via m<sup>6</sup>A signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Angiogenesis is essential for myocardial repair after myocardial infarction (MI). While Y-box binding protein 1 (YBX1) is well-established in cancer biology, its role in post-MI angiogenesis remains unknown. Here, we show that YBX1 expression is increased in endothelial cells after MI, with higher levels observed in the peri-infarct region, and is also induced in hypoxic HUVECs. In vitro, YBX1 overexpression enhances HUVEC viability, migration, and proliferation, whereas siRNA-mediated knockdown...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732278",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in the study of nucleolar small RNAs in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) is an important public health challenge worldwide, which has led to a continuous search for more precise diagnostic strategies. Recent studies have revealed that small nucleolar RNAs (snoRNAs) play an important role in CRC. In this article, we first summarize the molecular characteristics and physiological functions of snoRNAs, and then we discuss their mechanisms of action in colorectal carcinogenesis. A key focus is on the emerging potential of snoRNAs as liquid biopsy...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732269",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "public health challenge worldwide, which has led to a continuous search for more precise diagnostic strategies",
      "conclusion": null
    },
    {
      "title": "Discovery of key regulators in classical monocyte phenotypes linked to COVID-19 severity using single-cell multi-omics sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Dysregulated immune responses often accompany severe COVID-19, but the underlying epigenetic mechanisms driving monocyte heterogeneity and COVID-19 progression remain unclear. Here, we applied single-cell multi-omics profiling to peripheral blood mononuclear cells across healthy and four COVID-19 severity stages. We identified two severity-associated classical monocyte subtypes-IL7R+ and CD163+, These subtypes exhibit distinct transcriptional and epigenetic landscapes. By constructing a gene...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS"
      ],
      "pmid": "41732268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>In vivo</em> reprogramming of NG2 glia improves bladder function after spinal cord injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Neurogenic bladder is a debilitating consequence of spinal cord injury (SCI), with limited treatments that restore voluntary voiding. Although in vivo glial reprogramming has been achieved in the injured spinal cord, its effect on bladder function remains unclear. Here, we show that SOX2-mediated reprogramming of NG2 glia enhances bladder function in a clinically relevant mouse model of contusive SCI. The reprogramming process induces new neurons, attenuates scarring, and significantly improves...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732267",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PPARγ activation rescues oxidative stress-induced embryonic arrest by suppressing Wnt/β-catenin signaling via GSK3β upregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Excessive reactive oxygen species (ROS) during assisted reproductive technology (ART) impairs embryonic development, yet the intrinsic molecular mechanisms remain inadequately understood. Through transcriptomic profiling (Drug-seq) of oxidatively stressed mouse embryos, we identified peroxisome proliferator-activated receptor gamma (PPARγ) as a critical regulator whose essential upregulation during zygotic genome activation (ZGA) is suppressed. Functional studies demonstrated that the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between deceleration capacity-quantified vagal tone and vasovagal syncope patients with different responses to head-up tilt test",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Enhanced DC-quantified vagal tone is differentially associated with VVS subtypes. DC could serve as a practical tool for VVS classification without reproducing syncopal symptoms, potentially guiding phenotype-specific therapeutic strategies for VVS.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732245",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Enhanced DC-quantified vagal tone is differentially associated with VVS subtypes. DC could serve as a practical tool for VVS classification without reproducing syncopal symptoms, potentially guiding phenotype-specific therapeutic strategies for VVS"
    },
    {
      "title": "Pulmonary vein isolation and beyond: Feasibility and acute outcomes of the lattice-tip dual-energy catheter for complex ablations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The large-footprint dual-energy catheter enables safe and effective PVI, repeat PVI, and creation of complex left and right atrial lesion sets.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732243",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The large-footprint dual-energy catheter enables safe and effective PVI, repeat PVI, and creation of complex left and right atrial lesion sets"
    },
    {
      "title": "Assessment of nutrient deficiency of rice plant based on modified ResNet50",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Rice is the staple food of half of the world's population. It provides security for food in many developing nations. The rice crop is usually short, and the deficiency in nutrition is a major problem. The deficiency in nutrients in rice plants is due to soil having low fertility, unbalanced pH, or incorrect application of fertilizers. These factors contribute to nutrition deficiency and affect the crop's growth. The deficiency in nutrients is estimated by observing the crop, leaf's appearance,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732208",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>In vivo</em> models for evaluating antibacterial activity and osseointegration of dual-biofunctional implant coatings: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "This systematic review assesses the necessity of in vivo models in determining whether these novel dual-biofunctional coating could induce osseointegration and exhibit antibacterial activity by providing a comprehensive biological response that in vitro models cannot replicate. This systematic review included in vivo studies involving intraoral implantation. A comprehensive search of original research published in English up to December 2024 was conducted across Medline, Scopus, and Web of...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "English up to December 2024 was conducted across Medline, Scopus, and Web of",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-amyloid therapies and the transformation of Alzheimer's care pathways: early lessons from the frontline",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The introduction of anti-amyloid monoclonal antibodies marks a major shift in Alzheimer's disease (AD) care, moving treatment toward biological modification and reshaping diagnostic and organizational models. At the Center for Alzheimer's and Related Diseases (CARD), IRCCS San Raffaele Hospital (Milan, Italy), among the first European tertiary centers to initiate both lecanemab and donanemab, we developed a structured fast-track pathway to support timely and safe access to therapy. Our early...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of molecular point-of-care testing for respiratory pathogens on antibiotic use and clinical outcomes in acute respiratory tract infections: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Molecular point-of-care testing (mPOCT) offers rapid identification of respiratory pathogens, but its impact on antibiotic use and patient outcomes remains uncertain. We aimed to comprehensively evaluate the effects of mPOCT on antibiotic use and major clinical outcomes in patients presenting with acute respiratory tract infections (ARTIs).",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732193",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "comprehensively evaluate the effects of mPOCT on antibiotic use and major clinical outcomes in patients presenting with acute respiratory tract infections (ARTIs)",
      "significance": "on antibiotic use and patient outcomes remains uncertain",
      "conclusion": null
    },
    {
      "title": "Clinical implications of a novel SERPINA1 variant c.236 T &gt; A: Challenges in characterizing new rare alpha-1 antitrypsin mutations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Severe alpha-1 antitrypsin deficiency (AATD) is a rare genetic condition characterized by low levels of alpha-1 antitrypsin (AAT), leading to progressive lung and/or liver disease. Most severe cases are linked to the Z allele (c.1096G > A (p.Glu366Lys)) of the SERPINA1 gene but characterizing patients with rare mutations remains challenging. This case report discusses the clinical significance of a novel SERPINA1 variant, c.236 T > A (p.Val79Glu; ClinVar accession SCV007334878), and the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732190",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of a novel SERPINA1 variant, c",
      "conclusion": null
    },
    {
      "title": "A comparison of customized GPTs and GPT-4o for self-medication knowledge: A feasibility study using the Japanese registered salesperson examination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This feasibility study demonstrates that minimal customization through reference materials upload can achieve performance improvements on knowledge-based assessments. However, examination performance represents only an indirect indicator of knowledge for self-medication support. Future research should evaluate LLMs performance in real-world case scenarios and assess practical utility and safety before implementation in consumer self-medication settings.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732185",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This feasibility study demonstrates that minimal customization through reference materials upload can achieve performance improvements on knowledge-based assessments. However, examination performance represents only an indirect indicator of knowledge for self-medication support"
    },
    {
      "title": "Innovative technological resources for Alzheimer's disease care management: A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Overall, these technologies were designed to support both patients and caregivers. However, despite the clear benefits and innovative potential of these technologies, significant limitations remain, particularly the lack of empirical validation in real-world clinical settings and the need to ensure greater usability for older adults and individuals with cognitive impairments.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732182",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, these technologies were designed to support both patients and caregivers. However, despite the clear benefits and innovative potential of these technologies, significant limitations remain, particularly the lack of empirical validation in real-world clinical settings and the need to ensure ..."
    },
    {
      "title": "Fracture prediction using 3D-DXA-finite element based femoral strength: a prospective study in postmenopausal women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Although areal bone mineral density (aBMD) measured by DXA is a good predictor of fractures, nearly half of low-trauma fractures occur in individuals without osteoporosis (T-score > -2.5 SD). This study investigated whether femoral strength estimated from 3D DXA-based finite element (FE) analysis enhances the prediction of incident fractures compared with conventional 2D DXA-derived aBMD. Baseline hip DXA scans from 740 postmenopausal women in the Geneva Retirees Cohort were analyzed. 3D...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether femoral strength estimated from 3D DXA-based finite element (FE) analysis enhances the prediction of incident fractures compared with conventional 2D DXA-derived aBMD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in the three-dimensional morphology of unruptured intracranial aneurysms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Women have intracranial aneurysms with smaller volumes and shape characteristics associated with lower rupture risk. Therefore, factors other than aneurysm morphology are likely responsible for the higher risk of aneurysm rupture in women.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Women have intracranial aneurysms with smaller volumes and shape characteristics associated with lower rupture risk. Therefore, factors other than aneurysm morphology are likely responsible for the higher risk of aneurysm rupture in women"
    },
    {
      "title": "Semi-arid grasses combine contrasting strategies of dehydration tolerance associated with carbohydrate storage and embolism resistance under drought",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732129/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Dehydration tolerance and embolism resistance contribute to plant drought survival, but their limits and combinations in perennial grasses remain unexplored. We investigated four grasses (Stipa species and Dactylis subspecies) from Mediterranean sites prone to intense summer drought. Plant tolerance to soil water deficit and tissue dehydration, embolism resistance (P50), and water-soluble carbohydrates (WSCs) were measured under severe drought. Dactylis were more dehydration tolerant, reaching...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732129",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "four grasses (Stipa species and Dactylis subspecies) from Mediterranean sites prone to intense summer drought",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Flavonoids at the Crossroads of Plant Defense: A Multifunctional Shield Against Insect Pests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Flavonoids are a diverse group of secondary metabolites or specialized metabolites that play crucial roles in plant defense against insect herbivores, linking biochemical, physiological, and ecological processes. This review provides a comprehensive overview of flavonoid biosynthesis, classification, and regulatory mechanisms, emphasizing their direct and indirect roles in deterring insect attacks. Also, the structural modifications in flavonoid classes can strongly alter their bioactivity...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A chromosome-level assembly and functional genomic resources for the model annelid Capitella teleta",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "The polychaete Capitella teleta is a primary model for evolutionary developmental biology, comparative genomics, conservation, and ecotoxicology. Although it was the first polychaete genome sequenced, the original assembly is outdated by modern standards. Here, we combine long-read and short-read sequencing with Hi-C chromatin conformation capture to assemble chromosome-level nuclear and mitochondrial genomes of the laboratory strain of C. teleta. This reference assembly accurately reflects the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating human IAPP aggregation in type 2 diabetes: inhibitors, mechanisms, and translational challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Islet amyloid polypeptide (IAPP) aggregation is a characteristic pathological feature of type 2 diabetes (T2D), driving pancreatic β-cell dysfunction and loss through the formation of toxic oligomeric and fibrillar species. In recent years, significant advances in structural biology and chemical biology have deepened our understanding of the molecular basis of IAPP misfolding and enabled the development of various molecular strategies to modulate its aggregation pathway. This review summarizes...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Single-Round Survey on Implant-Supported Fixed and Removable Prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study gathered valuable expert insights to inform a consensus development process for establishing clinical practice guidelines for management of the edentulous maxilla. The survey identified 18 statements from six items that reached consensus or strong consensus among survey respondents. The items not achieving consensus served to reflect real-world implant treatment strategies, identify literature gaps, and highlight any inconsistencies between expert consensus and current...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732075",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study gathered valuable expert insights to inform a consensus development process for establishing clinical practice guidelines for management of the edentulous maxilla. The survey identified 18 statements from six items that reached consensus or strong consensus among survey respondents"
    },
    {
      "title": "Outcome Measures in Alveolar Ridge Augmentation in the Edentulous Maxilla: A Systematic Review and COSMIN Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Future research should focus on improving the validity of PROMs incorporating ARA-specific outcome measures and adopting a dual-phase approach for assessing early healing and long-term PROMs to enhance study consistency and reliability.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732070",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Future research should focus on improving the validity of PROMs incorporating ARA-specific outcome measures and adopting a dual-phase approach for assessing early healing and long-term PROMs to enhance study consistency and reliability"
    },
    {
      "title": "1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: A Single-Round Survey on Sinus Lift and Alveolar Bone Augmentation Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study collected valuable expert opinions to inform a consensus development process and contribute to the formulation of clinical practice guidelines for the management of the edentulous maxilla in complex cases requiring additional augmentation procedures.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732068",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study collected valuable expert opinions to inform a consensus development process and contribute to the formulation of clinical practice guidelines for the management of the edentulous maxilla in complex cases requiring additional augmentation procedures"
    },
    {
      "title": "1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Patient and Cross-Disciplinary Expert Single-Round Surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Findings from both surveys inform the development of clinical practice guidelines in treating the edentulous maxilla by providing valuable perspectives from patients and cross-disciplinary experts. Areas lacking consensus illustrate real-world variations in treatment approaches, highlight knowledge gaps in the current literature, and reveal important differences among patient expectations, expert opinions, and available evidence.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732067",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "differences among patient expectations, expert opinions, and available evidence",
      "conclusion": "Findings from both surveys inform the development of clinical practice guidelines in treating the edentulous maxilla by providing valuable perspectives from patients and cross-disciplinary experts. Areas lacking consensus illustrate real-world variations in treatment approaches, highlight knowledge ..."
    },
    {
      "title": "Extensive Hypoglycosylation of Serum N-Glycoproteins in SRD5A3 Deficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Polyprenal reductase is an enzyme encoded by the SRD5A3 gene, which is involved in the synthesis of dolichol from polyprenol. Dolichol serves as a carrier for glycan precursors or monosaccharides in N-linked glycosylation. Pathogenic variants in SRD5A3 can result in a congenital disorder of glycosylation (CDG), SRD5A3-CDG, which is inherited in an autosomal recessive manner. Most plasma proteins are glycosylated and changes in the glycosylation of several glycoproteins are associated with...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus Report of Group 1 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Number of Implants, Timing of Implant Placement and Loading",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This consensus report provides structured, evidence-based recommendations on implant number, placement timing, and loading protocols for rehabilitation of the edentulous maxilla. These guidelines are intended to support individualized, patient-centered care while also identifying priority areas for future research.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732065",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This consensus report provides structured, evidence-based recommendations on implant number, placement timing, and loading protocols for rehabilitation of the edentulous maxilla. These guidelines are intended to support individualized, patient-centered care while also identifying priority areas for ..."
    },
    {
      "title": "Patient-Reported Outcome Measures (PROMs) and Clinician-Reported Outcomes (ClinROs) in Sinus Floor Elevation for Implant Rehab in the Edentulous Maxilla: A Systematic Review and COSMIN Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Current reporting of ClinROs emphasizes implant-related metrics, while outcomes directly related to SFE are inconsistently reported. Validated PROMs are needed to ensure consistency and reliability in outcome assessment. OHIP-49 and DSQ demonstrated strong psychometric properties and are recommended as core PROMs. Future studies should incorporate early and long-term PROMs and adopt a standardized approach to outcome reporting.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732064",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current reporting of ClinROs emphasizes implant-related metrics, while outcomes directly related to SFE are inconsistently reported. Validated PROMs are needed to ensure consistency and reliability in outcome assessment"
    },
    {
      "title": "Preface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: A Single-Round Survey on the Number of Implants, Timing of Implant Placement, and Loading for Fixed Restorations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This survey synthesized the preferences and opinions of experts regarding implant number, timing, and loading for the fixed rehabilitation of the edentulous maxilla to inform a consensus development process and contribute to the formulation of clinical practice guidelines for the management of the edentulous maxilla.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41732053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This survey synthesized the preferences and opinions of experts regarding implant number, timing, and loading for the fixed rehabilitation of the edentulous maxilla to inform a consensus development process and contribute to the formulation of clinical practice guidelines for the management of the e..."
    },
    {
      "title": "Occupational Physical Activity and Blood Pressure: The Role of Leisure Time Physical Activity and Sex Differences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings reveal sex-specific associations between OPA and BP. In males, OPA was linked to elevated systolic BP in the absence of sufficient LTPA, whereas in females, OPA was associated with lower systolic BP irrespective of LTPA levels. These results suggest a potential protective effect of OPA on systolic BP in females and underscore the need to consider sex, OPA, and LTPA collectively when developing BP management strategies.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41732048",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a potential protective effect of OPA on systolic BP in females and underscore the need to consider sex, OPA, and LTPA collectively when developing BP management strategies",
      "conclusion": "The findings reveal sex-specific associations between OPA and BP. In males, OPA was linked to elevated systolic BP in the absence of sufficient LTPA, whereas in females, OPA was associated with lower systolic BP irrespective of LTPA levels"
    },
    {
      "title": "A 1-bit electrically reconfigurable metasurface stirrer (ERMS) for improved reverberation chambers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "We propose an innovative electrically reconfigurable metasurface stirrer (ERMS) designed to significantly enhance the performance of reverberation chambers (RCs). Our proposed ERMS overcomes the limitations of traditional mechanical stirrers or paddles, such as reduced working volume and high lowest usable frequency (LUF). This is achieved by employing a novel metasurface integrated with varactor diodes, which manipulate the stirrer's reflection phase without any mechanical movement. The...",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41730934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Motor learning and dopamine-dependent striatal synaptic plasticity are controlled by astrocytic MEGF10",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "Dopamine regulates motor learning by modulating striatal synaptic plasticity in medium spiny neurons (MSNs). Despite its well-established role in synaptic plasticity, dopamine's involvement in glia-mediated synapse remodeling remains unclear. Here, we demonstrate that the astrocytic phagocytic receptor MEGF10 (Multiple Epidermal Growth Factor-like Domains Protein 10), but not MERTK (MER Proto-Oncogene, Tyrosine Kinase), is required for the elimination of corticostriatal excitatory synapses on...",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "UNIST"
      ],
      "pmid": "41730862",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploratory whole-exome sequencing identifies candidate DNA variants in Ocular Behcet disease: a pilot study from a Pakistani cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides the first genetic profile of OBD in Pakistani patients, identifies rare candidate genes of relevance, and establishes a foundation for larger confirmatory studies with implications for genetic screening.",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41730713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for genetic screening",
      "conclusion": "This study provides the first genetic profile of OBD in Pakistani patients, identifies rare candidate genes of relevance, and establishes a foundation for larger confirmatory studies with implications for genetic screening"
    },
    {
      "title": "Association between lifestyle changes and metabolic syndrome: a prospective cohort study in middle-aged Koreans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41730556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260224145112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The prevalence of MetS was associated not only with individual lifestyle factors but also with long-term patterns of unhealthy behaviours, with persistent shortage of physical activity, poor sleep quality and inadequate sleep duration identified as significant contributors to increased MetS risk. Future research should explore a broader range of risk factors over longer follow-up periods to better understand the long-term impact of lifestyle modifications on MetS development.",
      "pubDate": "2026-02-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41730556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of lifestyle modifications on MetS development",
      "conclusion": "The prevalence of MetS was associated not only with individual lifestyle factors but also with long-term patterns of unhealthy behaviours, with persistent shortage of physical activity, poor sleep quality and inadequate sleep duration identified as significant contributors to increased MetS risk. Fu..."
    }
  ]
}