{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-23T19:23:22.876Z",
  "totalItems": 150,
  "totalArchived": 37988,
  "newPapersAdded": 185,
  "institutionBreakdown": {
    "KAIST": 4,
    "SNU": 53,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 33,
    "IBS": 68,
    "UNIST": 1,
    "Hanyang University": 2,
    "KIST": 1,
    "GIST": 2,
    "Kyung Hee University": 5,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 87,
    "Computer Science": 2,
    "Cancer Research": 12,
    "Neuroscience": 8,
    "Materials Science": 7,
    "Biomedical": 34
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Endoscopic Transcanal Repair of Temporomandibular Joint Herniation: A Preliminary Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: An exclusively endoscopic transcanal approach is a feasible technique for repairing TMJ herniation into the EAC. This method provides excellent visualization of the surgical field and avoids external incisions. Although these preliminary results are promising, larger studies are necessary to confirm the long-term efficacy and safety of this technique.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41432411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "An exclusively endoscopic transcanal approach is a feasible technique for repairing TMJ herniation into the EAC. This method provides excellent visualization of the surgical field and avoids external incisions"
    },
    {
      "title": "Efficacy and safety of acupoint catgut embedding for knee osteoarthritis: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite some potential improvement, the current evidence regarding the effectiveness of ACE for the treatment of knee OA is inconclusive due to the poor quality of the available evidence. Future well-designed randomized controlled trials are needed to confirm ACE's effectiveness for treating knee OA.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41431000",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite some potential improvement, the current evidence regarding the effectiveness of ACE for the treatment of knee OA is inconclusive due to the poor quality of the available evidence. Future well-designed randomized controlled trials are needed to confirm ACE's effectiveness for treating knee OA"
    },
    {
      "title": "Sugar consumption and its role in dental caries: Insights from a 2-sample Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Dental caries is a prevalent chronic disease influenced by both genetic and environmental factors, particularly dietary. Using a 2-sample Mendelian randomization (MR) approach with genome-wide association study data, this study examined the potential causal relationship between sugar preference, diabetes, and dental caries. The research seeks to clarify the influence of genetic predispositions and metabolic conditions, such as diabetes, on dental health. We conducted a 2-sample MR analysis using...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41430990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential causal relationship between sugar preference, diabetes, and dental caries",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CaliciBoost: Performance-driven evaluation of molecular representations for caco-2 permeability prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Caco-2= permeability serves as a critical in vitro indicator for predicting the oral absorption of drug candidates= during early-stage drug discovery. To enhance the accuracy and= efficiency of computational predictions, we systematically investigated the impact of eight molecular feature= representation types including 2D/3D descriptors, structural fingerprints, and deep learning-based embeddings combined with automated machine learning techniques to predict Caco-2 permeability. We evaluated...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41430621",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of eight molecular feature= representation types including 2D/3D descriptors, structural fingerprints, and deep learning-based embeddings combined with automated machine learning techniques to predict...",
      "conclusion": null
    },
    {
      "title": "Quality of life, function, and symptom trajectory patterns following salivary gland cancer treatment: a 5-year prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Long-term QoL changes following SGC treatment are heterogeneous, with nearly half of the patients experiencing either persistent or delayed impairment. Trajectory-based classifications may support the early identification of vulnerable survivors and inform risk-stratified supportive care strategies targeting pain, nutrition, and emotional function.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41432961",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term QoL changes following SGC treatment are heterogeneous, with nearly half of the patients experiencing either persistent or delayed impairment. Trajectory-based classifications may support the early identification of vulnerable survivors and inform risk-stratified supportive care strategies ..."
    },
    {
      "title": "Indoor falls-related hip and femur fractures decreased during the social distancing period of COVID-19 in South korea: a single-center retrospective cohort study using propensity score matching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432901/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: During the COVID-19 social distancing period in South Korea, the proportion of indoor falls decreased significantly compared to the pre-COVID-19 period among older adults with hip or femur-related fractures, suggesting a pandemic-related shift in fall patterns that highlights how lifestyle changes can impact injury patterns and inform fall prevention strategies. However, absence of data on household composition, cognitive status, and medication use, along with tertiary-center...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432901",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "injury patterns and inform fall prevention strategies",
      "conclusion": "During the COVID-19 social distancing period in South Korea, the proportion of indoor falls decreased significantly compared to the pre-COVID-19 period among older adults with hip or femur-related fractures, suggesting a pandemic-related shift in fall patterns that highlights how lifestyle changes c..."
    },
    {
      "title": "An Immunomodulatory Mushroom, Cordyceps militaris, and Its Constituents: A Review of In Vitro/In Vivo Studies and Clinical Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Cordyceps, known as \"winter-worm summer-grass\", has been used as a medicinal mushroom to boost energy levels and immune activity. Among cordyceps types, Cordyceps militaris (CM) is the most commercially useful owing to its ease of artificial cultivation for mass production. In contrast, other types, such as Ophiocordyceps sinensis, are expensive and difficult to collect. Therefore, numerous studies have explored the therapeutic potential and active constituents of CM. The therapeutic use of CM...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432716",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Severe Neonatal Encephalopathy to Slowly Neurologic Progressive Disease: Pyruvate Dehydrogenase Deficiency Related to <em>PDHA1</em> Variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Pyruvate dehydrogenase complex (PDC) deficiency is a rare mitochondrial disorder characterized by impaired oxidative metabolism, predominantly due to pathogenic variants in the PDHA1 gene. We present the clinical, biochemical, radiologic, and molecular characterization of 4 Argentine pediatric patients with PDHA1-related PDC deficiency, including a novel missense variant, c.260T>C p.(Ile87Thr). Clinical presentations ranged from severe neonatal encephalopathy with central apneas to a more slowly...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Connectedness to Nature and Professional Quality of Life Among Nurses in South Korea in the Context of COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "BackgroundClinical nurses are consistently exposed to high levels of occupational stress, which can undermine their professional quality of life, resulting in burnout, reduced compassion satisfaction, and psychological exhaustion. In the aftermath of the COVID-19 pandemic, resilience has emerged as a critical protective factor in helping nurses manage these stressors. Moreover, connectedness to nature has gained recognition as a potential influence on enhancing nurses' professional quality of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41432655",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MRI radiomics model using T2-weighted imaging sequences to differentiate small hepatic metastases and hemangiomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "BackgroundDifferentiating small hepatic metastases from hemangiomas can be challenging on visual assessment.PurposeTo evaluate the diagnostic performance of magnetic resonance imaging (MRI) radiomics models based on T2-weighted (T2W) imaging in differentiating small hepatic metastases from hemangiomas.Material and MethodsThis retrospective study included patients with small (≤2 cm) hepatic metastases from colorectal cancer or hemangiomas who underwent liver MRI between August 2018 and January...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432614",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete genome sequence of <em>Bacillus subtilis</em> SNUY1, a novel strain enhancing antifungal activity in edible coatings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Bacillus subtilis SNUY1, isolated from Korean fermented food, strongly inhibits Botrytis cinerea. Its 4.19 Mb genome comprises 4,164 protein-coding genes and 108 pseudogenes (4,272 CDSs) without plasmids and includes 33 antifungal-related genes. These genetic traits highlight its potential as a natural food additive to control mold growth on perishable produce.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bilateral endogenous endophthalmitis from asymptomatic Aspergillus niger fungal infective endocarditis in the immunosuppressed patient: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Endogenous fungal endophthalmitis (EFE) is a rare but sight- and life-threatening condition that often arises in immunocompromised patients. While Aspergillus fumigatus is the predominant pathogen, Aspergillus niger-associated endocarditis leading to bilateral EFE has not been previously reported.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432367",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Meta Self-Efficacy Internet Intervention to Support Occupational Health in Young Employees: Protocol for Co-Creation and a Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In comparison to the placebo control, we expect the intervention to significantly improve young employees' work self-efficacy (primary outcome) and occupational well-being (secondary outcomes). If effective, the meta self-efficacy-enhancing intervention could bolster the ability to cope with various challenges in the health domain and beyond, extending the effect beyond the initial occupational context.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41432307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In comparison to the placebo control, we expect the intervention to significantly improve young employees' work self-efficacy (primary outcome) and occupational well-being (secondary outcomes). If effective, the meta self-efficacy-enhancing intervention could bolster the ability to cope with various..."
    },
    {
      "title": "Intrinsic Motivation Inventory for Heart-Healthy Lifestyle (IMI-HeartLife) in Cardiovascular Disease Prevention: A Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 16-item IMI-HeartLife demonstrated good validity and reliability as a measure of intrinsic motivation to promote heart-healthy lifestyle in cardiovascular disease prevention.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41432302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 16-item IMI-HeartLife demonstrated good validity and reliability as a measure of intrinsic motivation to promote heart-healthy lifestyle in cardiovascular disease prevention"
    },
    {
      "title": "Sadoamides A and B: Bacterial Tripeptides Incorporating Nonproteinogenic Amino Acids as Proteasome Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Chemical investigation of an actinomycete isolated from forest soil near a royal tomb site in the Republic of Korea (Streptomyces sp. YNK18) led to the discovery of two peptides: sadoamides A (1) and B (2). Spectroscopic analysis established 1 and 2 as all-aromatic tripeptides composed of phenylalanine (Phe) and two nonproteinogenic amino acids, 4-hydroxyphenylglycine (Hpg) and β-methyltryptophan (β-MeTrp). The relative configuration of the β-MeTrp residue was determined by J-based configuration...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432229",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic effect of IL-11 inhibition on the pathogenesis of thyroid eye disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Thyroid eye disease (TED), a major extrathyroidal manifestation of Graves' disease, is driven by the underlying autoimmune responses. This study aimed to elucidate the pathological role of IL-11 in TED and evaluate the therapeutic potential of LASN01, a potent, fully human antibody that targets IL-11 receptor alpha (IL-11Rα). IL-11 (p<0.001) and IL-11Rα (p=0.003) mRNA were significantly elevated in TED orbital tissues (n=15) compared to normal controls (n=15) by quantitative real-time polymerase...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "elucidate the pathological role of IL-11 in TED and evaluate the therapeutic potential of LASN01, a potent, fully human antibody that targets IL-11 receptor alpha (IL-11Rα)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reevaluation of malignancy risk in nondiagnostic thyroid nodules with long-term follow-up via surgical resection or core needle biopsy: A retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study aimed to reduce the overestimated upper limit of the ROM in nondiagnostic thyroid nodules, which was previously based solely on rare surgical follow-up results. Using CNB as an ancillary diagnostic tool can help to rapidly characterize initially nondiagnostic thyroid nodules and guide appropriate management.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "reduce the overestimated upper limit of the ROM in nondiagnostic thyroid nodules, which was previously based solely on rare surgical follow-up results",
      "significance": null,
      "conclusion": "This study aimed to reduce the overestimated upper limit of the ROM in nondiagnostic thyroid nodules, which was previously based solely on rare surgical follow-up results. Using CNB as an ancillary diagnostic tool can help to rapidly characterize initially nondiagnostic thyroid nodules and guide app..."
    },
    {
      "title": "A Bioinstructive Injectable Hydrogel for Enhancing Intrinsic Regeneration through Cell Recruitment and Training",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Tissue regeneration requires a precisely coordinated cascade of biological events-including stem cell homing, adhesion, proliferation, and differentiation-within a supportive and dynamic microenvironment. While numerous biomaterials have been designed to modulate individual regenerative processes, there is a need for a single, clinically viable platform that can synchronously modulate multiple regenerative events. Here, the study presents a strategically engineered injectable hydrogel that...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41432030",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Associated With the Adoption of Smart Mattress in Family Caregivers: Cross-sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "A smart mattress is an assistive device that monitors health-related vital signs and automatically rotates to prevent pressure ulcers, reducing caregiver burden. This study examines differences in caregiving-related, digital-related, and smart mattress-related characteristics between family caregivers in hospital settings and online support communities and identifies factors influencing smart mattress adoption. A total of 303 family caregivers (92 hospital-based, 211 online community-based) of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41432003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arbitrary 3D Organic Mixed Ionic-Electronic Conductor Architectures via Self-Fusion of PEDOT:PSS Microfibers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "In this research, a first-of-its-kind fabricating strategy is reported that assembles arbitrary 3D organic mixed ionic-electronic conductor (OMIEC) architectures using poly(3,4-ethylenedioxythiophene):polystyrene sulfonate (PEDOT:PSS) microfiber building blocks. This approach exploits a water-assisted self-fusion process, in which adhesion can be modulated as reversible (PSS-rich) or irreversible (PEDOT-rich) self-fusion depending on the post-treatment condition of building blocks....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41431942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Evaluation of the Korean Version of Clinical Decision Support System Integrating Standardized Nursing Language for Nursing Home Residents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The growing population of aging Korean American nursing home residents underscores the need for culturally tailored care. This study developed and evaluated a clinical decision-support system (CDSS) based on the North American Nursing Diagnosis Association-International, Nursing Intervention Classification (NIC), and Nursing Outcome Classification (NOC) for US Korean American nursing home nurses. We used GPT-4.0 (OpenAI, San Francisco, CA) to generate 130 customized nursing care scenarios...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431873",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological Distress, Parental Hostility, and Child Behavior Problems: The Gendered Moderating Role of Positive Coparenting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Parents who experience prenatal and early postnatal psychological distress are at higher risk of exhibiting parental hostility, which has an adverse impact on children's behavioral development. The current study investigated longitudinal associations between mothers' and fathers' early psychological distress and later parental hostility and children's behavior problems. The current study also examined whether perceptions of positive coparenting can serve as a haven of psychological safety to...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on children's behavioral development",
      "conclusion": null
    },
    {
      "title": "Nanocarriers for the delivery of the CRISPR/Cas9 system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The clustered regularly interspaced short palindromic repeat/associated protein 9 (CRISPR/Cas9) system has been used for the precise manipulation of target DNA, making efficient genome editing in cells a reality. The CRISPR/Cas9 system has shown great potential in biomedical applications, such as disease treatment, transcription regulation, and genome-wide screening, and is opening a new era in biotechnology. However, the efficient and selective delivery of the CRISPR/Cas9 system remains a...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advisory System for Infection Control in Small- and Medium-sized Hospitals and Clinics: Policy Results and Strategic Proposal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The system has accumulated over 10 years of policy experience, strengthening the infection control capabilities of small- and medium-sized hospitals and applying tailored programs. Future efforts should enhance regional networks and reinforce the role of the Korea Disease Control and Prevention Agency and local governments.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The system has accumulated over 10 years of policy experience, strengthening the infection control capabilities of small- and medium-sized hospitals and applying tailored programs. Future efforts should enhance regional networks and reinforce the role of the Korea Disease Control and Prevention Agen..."
    },
    {
      "title": "The Need for and Strategy to Introduce a Qualification System for Infection Control Personnel to Establish Infection Control Infrastructure in Vulnerable Facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Strengthening the infection control infrastructure in vulnerable facilities requires multidimensional system improvements prior to creating new personnel qualifications. While a qualification system is necessary, it should be introduced in the expansion phase. This approach must include mandatory leadership education, the utilization of external professional resources, and integration with existing evaluation systems. This study provides key policy recommendations to build a...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431669",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Strengthening the infection control infrastructure in vulnerable facilities requires multidimensional system improvements prior to creating new personnel qualifications. While a qualification system is necessary, it should be introduced in the expansion phase"
    },
    {
      "title": "Psoas Syndrome Following a Generalized Seizure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Psoas syndrome is a rare form of muscle irritation that causes pain and weakness in the lower extremities. A 52-year-old male presented to the emergency department with complaints of having had a seizure and weakness in the left lower extremity. A computerized tomography scan of the abdomen and pelvis revealed reversible thickening of the left psoas muscle, consistent with psoas syndrome. We report a case of psoas syndrome following a generalized seizure and discuss its clinical characteristics...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431663",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unlocking Comprehensive Epilepsy Care: The Dual Promise of Magnetoencephalography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Utility of Magnetoencephalography in Epilepsy Evaluation: A Qualitative Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Magnetoencephalography (MEG) is a non-invasive neurophysiological technique offering high spatial resolution for localizing epileptogenic zones in epilepsy, especially when traditional electroencephalography or magnetic resonance imaging (MRI) is inconclusive. A systematic evaluation of MEG's diagnostic and prognostic utility within combination strategies is crucial, particularly in countries like South Korea with limited MEG access. We conducted a qualitative systematic review of nine studies...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431658",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Aerobic Physical Activity and Resistance Exercise with Glycated Hemoglobin in Women with Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431416/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Participation in RE may be important for women with diabetes for glycemic control. Further research is needed to better understand the associations between HbA1c and different exercise modalities (i.e., resistance vs. aerobic exercise) in women with diabetes.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431416",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for women with diabetes for glycemic control",
      "conclusion": "Participation in RE may be important for women with diabetes for glycemic control. Further research is needed to better understand the associations between HbA1c and different exercise modalities (i"
    },
    {
      "title": "Home Healthcare Needs and Characteristics of Patients with Serious Illnesses Who Use Hospital-Affiliated Home-Based Medical Care in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Most patients who used the hospital-affiliated HBMC program had cancer, advanced neurologic disease, and polypharmacy. Targeted HBMC programs are needed for patients with serious illnesses living at home.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431415",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most patients who used the hospital-affiliated HBMC program had cancer, advanced neurologic disease, and polypharmacy. Targeted HBMC programs are needed for patients with serious illnesses living at home"
    },
    {
      "title": "Effect of Botulinum Toxin Injection in Hip Adductor Muscles on Gross Motor Function in Low-Functioning Children with Spastic Cerebral Palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BoNT-A injections into hip adductor muscles improved gross motor function in children with low-functioning CP, affecting both overall and specific functional domains. This effect was observed in children who received injections into the adductors alone, as well as in combination with injections into the hamstrings or distal muscles.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BoNT-A injections into hip adductor muscles improved gross motor function in children with low-functioning CP, affecting both overall and specific functional domains. This effect was observed in children who received injections into the adductors alone, as well as in combination with injections into..."
    },
    {
      "title": "Total Ankle Arthroplasty in Rheumatoid Arthritis: Clinical Outcomes and Prosthesis Survivorship with Mean 8-Year Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Mobile-bearing TAA resulted in favorable clinical outcomes and high prosthesis survivorship in RA patients. No disease-specific factor was associated with revision surgery. These findings support TAA as a viable surgical option for RA patients with painful end-stage ankle arthritis.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431413",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mobile-bearing TAA resulted in favorable clinical outcomes and high prosthesis survivorship in RA patients. No disease-specific factor was associated with revision surgery"
    },
    {
      "title": "Management of Genitourinary Syndrome of Menopause in Korean Breast Cancer Survivors by Fractional CO₂ Laser Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Fractional CO₂ laser treatment appears to be an effective and safe method in breast cancer survivors with GSM.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431412",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fractional CO₂ laser treatment appears to be an effective and safe method in breast cancer survivors with GSM"
    },
    {
      "title": "Comprehensive Characterization of Spastic Paraplegia in Korean Patients: A Single-Center Experience over Two Decades",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study comprehensively reviewed genetic and clinical spectra of spastic paraplegia in Korean patients, emphasizing the predominance of SPAST as the causative gene and underscoring the genetic and phenotypic heterogeneity of spastic paraplegia.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431411",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study comprehensively reviewed genetic and clinical spectra of spastic paraplegia in Korean patients, emphasizing the predominance of SPAST as the causative gene and underscoring the genetic and phenotypic heterogeneity of spastic paraplegia"
    },
    {
      "title": "Outcomes of Lung Transplantation for Bronchiolitis Obliterans after Hematopoietic Stem Cell Transplantation Compared with Those for Idiopathic Pulmonary Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The survival rate of the BOS group was not inferior to that of the IPF group after adjusting for sex, age, and BMI. Therefore, LT should be actively considered as a treatment option for patients with BOS following allo-HSCT.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431410",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The survival rate of the BOS group was not inferior to that of the IPF group after adjusting for sex, age, and BMI. Therefore, LT should be actively considered as a treatment option for patients with BOS following allo-HSCT"
    },
    {
      "title": "Bisphosphonates as a Tacrolimus-Sparing Strategy in Kidney Transplantation: Insights from a Retrospective Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The use of bisphosphonate was associated with favorable graft outcomes, even with low TTLs. Incorporating bisphosphonate into a conventional immunosuppressant regimen may potentially reduce tacrolimus requirement.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41431409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of bisphosphonate was associated with favorable graft outcomes, even with low TTLs. Incorporating bisphosphonate into a conventional immunosuppressant regimen may potentially reduce tacrolimus requirement"
    },
    {
      "title": "Usefulness of DKK1 in Estimating Vasculitis Activity and End-Stage Kidney Disease in Antineutrophil Cytoplasmic Antibody-Associated Vasculitis Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The present study is the first to demonstrate that serum DKK1 levels at diagnosis are useful in assessing vasculitis activity at diagnosis and predicting future ESKD progression in patients with AAV.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The present study is the first to demonstrate that serum DKK1 levels at diagnosis are useful in assessing vasculitis activity at diagnosis and predicting future ESKD progression in patients with AAV"
    },
    {
      "title": "How Does Medical Artificial Intelligence Revolutionize Physician Productivity?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "This study examines the impact of medical artificial intelligence (AI) on physician workload and the quality of patient care. A meta-analysis of empirical studies found that AI significantly reduces physician workload and diagnostic time by automating repetitive interpretation and documentation processes, freeing clinicians to focus solely on patients. Automated generative AI-based electronic medical record systems reduce documentation time by approximately 40%, while voice recognition and AI...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431407",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of medical artificial intelligence (AI) on physician workload and the quality of patient care",
      "conclusion": null
    },
    {
      "title": "Evaluating Construction Equipment Accident Risk by Analyzing Utilization and Costs Using Regression Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Construction vehicles and equipment are a vital resource for all construction projects, with its demand expected to increase alongside technological advancements. While the use of such equipment reduces manual labor, it also introduces new risks, potentially leading to accidents. This study quantitatively analyzes the likelihood of accidents by examining utilization rate, subcontractor types, and construction costs. A regression-based prediction model for accidents involving construction...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fixed-Bed Column Performance of Poly-GMA-Glucamine for Boron Recovery in Seawater Reverse Osmosis: Breakthrough Analysis and Scale-Up Design Parameters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "This study evaluates the fixed-bed column performance of poly(GMA-glucamine) for selective boron removal and recovery from natural seawater. Batch adsorption tests confirmed pseudo-second-order kinetics (R² = 0.999) with a boron uptake of 16.3 mg/g, governed by chemisorption through vicinal diol-borate complexation. Fixed-bed experiments at varying height-to-diameter ratios (5.2, 9.1, and 13.7) showed improved breakthrough performance with increased bed depth. Breakthrough data were well...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Refining Sleep-Disordered Breathing Annotations Across Multiple Public Sleep Study Datasets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Polysomnography annotations in Sleep Heart Health Study (SHHS), Osteoporotic Fractures in Men Study (MrOS), and Multi-Ethnic Study of Atherosclerosis (MESA) scored apneas and hypopneas solely by flow reduction rather than following the American Academy of Sleep Medicine's (AASM) comprehensive criteria. To address this, we developed a standardized annotation pipeline that integrates sleep staging, oxygen desaturation, and arousal events in accordance with AASM guidelines. This retrospective study...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Prognostic Significance of TACE-Induced Complete Pathological Response in Patients with Hepatocellular Carcinoma Who Have Undergone Liver Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND Complete pathological response (CPR) after transcatheter arterial chemoembolization (TACE) is associated with improved posttransplant outcomes in patients with hepatocellular carcinoma (HCC). This study evaluated the prognostic significance of TACE-induced CPR in patients with HCC who underwent liver transplantation (LT). MATERIAL AND METHODS The records of 2238 patients who underwent primary LT for HCC between January 2006 and December 2020 were retrospectively reviewed; of these,...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41431134",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of TACE-induced CPR in patients with HCC who underwent liver transplantation (LT)",
      "conclusion": null
    },
    {
      "title": "Cardiovascular risk across stages of cardiovascular-kidney-metabolic syndrome in South Korea, 2002-2022: A population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Cardiovascular-kidney-metabolic (CKM) syndrome is an emerging global framework, but evidence on stage-specific cardiovascular risks remains limited. Therefore, we investigated the association between CKM syndrome stages and cardiovascular outcomes, accounting for confounders and identifying the most influential components. This study utilized data from the Ansan-Ansung cohort, a longitudinal population-based cohort study conducted in South Korea from 2002 to 2022. CKM syndrome was classified...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41431074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the association between CKM syndrome stages and cardiovascular outcomes, accounting for confounders and identifying the most influential components",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Staged posterior fossa decompression and microvascular decompression for trigeminal neuralgia in autosomal dominant osteopetrosis type I: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Osteopetrosis is a rare hereditary skeletal disorder characterized by increased bone density resulting from defective osteoclast-mediated bone resorption. This condition may lead to cranial nerve compression syndromes, with trigeminal neuralgia (TN) occurring infrequently.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41431003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Memory-aware feedback enhances power in active information engines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "We study an information engine operating in an active bath, where a Brownian particle confined in a harmonic trap undergoes feedback-driven displacement cycles. Unlike thermal environments, active baths exhibit temporally correlated fluctuations, introducing memory effects that challenge conventional feedback strategies. Extending the framework of stochastic thermodynamics to account for such memory, we analyze a feedback protocol that periodically shifts the potential minimum based on noisy...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41430803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Roughening of information landscape with asymmetric social contagion process on complex networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "To understand how interaction topology and competition affect the diversity of information in the real world, we study the social contagion model introduced by Halvorsen-Pedersen-Sneppen (HPS) [Phys. Rev. E 103, 022303 (2021)2470-004510.1103/PhysRevE.103.022303] on static complex networks. The diversity of the information is measured through the root mean square of the information value W(N,t), which corresponds to the interface width in roughening phenomena. From the numerical simulations, we...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41430800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thermodynamic vs Kinetic Control of the Oxygen Reduction Reaction with Iron and Cobalt Porphyrin Atropisomers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Identifying factors that can control the oxygen reduction reaction (ORR) is of fundamental significance to understanding this vital reaction and to designing efficient catalysts. Although catalysts with designed steric properties have been recently shown to display improved ORR, a fundamental understanding of steric effects on catalytic ORR is limited. Herein, we report on the thermodynamic and kinetic control of catalytic ORR with atropisomers of Fe and Co tetra(2-pivalamidophenyl)porphyrins....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430774",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to understanding this vital reaction and to designing efficient catalysts",
      "conclusion": null
    },
    {
      "title": "Salivary Varicella Zoster Virus DNA Detection in Patients With Acute Abdominal Pain: Frequency, Diagnostic Value, and Implications for Enteric Zoster",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: About 5% of patients experiencing acute abdominal pain exhibited positive salivary VZV DNA PCR findings, indicating that enteric zoster may be a potential factor in both recognized and unidentified causes of acute abdominal pain. Further research is needed to determine if antiviral therapy guided by salivary VZV DNA PCR results can alleviate abdominal pain in this patient population.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430753",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "About 5% of patients experiencing acute abdominal pain exhibited positive salivary VZV DNA PCR findings, indicating that enteric zoster may be a potential factor in both recognized and unidentified causes of acute abdominal pain. Further research is needed to determine if antiviral therapy guided by..."
    },
    {
      "title": "Development of Evaluation Criteria for Occupational Health Management Systems: Delphi Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Using this evaluation tool, the company's health management director will be able to continuously monitor and improve the system by evaluating the system that produces performance rather than evaluating performance.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41430752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Using this evaluation tool, the company's health management director will be able to continuously monitor and improve the system by evaluating the system that produces performance rather than evaluating performance"
    },
    {
      "title": "Analysis of Treatment Pattern of Antiplatelet in First-Ever Ischemic Stroke Without Previous Antiplatelet Use: A Real-World Distributed Network Analysis of 11 Observational Korean Databases Using a Common Data Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While aspirin remains the mainstay for secondary prevention of IS, the CHANCE trial significantly influenced increased use of DAPT. As evidence continues to grow for P2Y12 inhibitors in the IS context, analyzing antiplatelet prescription patterns is vital for evaluating the implementation of guidelines in clinical practice.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41430751",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While aspirin remains the mainstay for secondary prevention of IS, the CHANCE trial significantly influenced increased use of DAPT. As evidence continues to grow for P2Y12 inhibitors in the IS context, analyzing antiplatelet prescription patterns is vital for evaluating the implementation of guideli..."
    },
    {
      "title": "The Impact of Early-Life, Long-Term Exposure to Ambient Particulate Matter on Atopic Dermatitis Remission and Sensitization in Infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: An early-life long-term exposure to ambient PM₁₀ in infants with AD may decrease the remission and increase the sensitization to pollen at age 3.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An early-life long-term exposure to ambient PM₁₀ in infants with AD may decrease the remission and increase the sensitization to pollen at age 3"
    },
    {
      "title": "Epidemiology and Clinical Characteristics of Community-Acquired Pneumonia in Hospitalized Patients at a Single Tertiary Center in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients hospitalized with CAP in a tertiary care center in this study, gram-negative bacteria and the traditionally known S. pneumoniae were commonly found. This finding appeared related to patient age and underlying conditions such as chronic lung disease. Furthermore, male sex and an immunocompromised state were found to be significant risk factors for in-hospital mortality along with worse clinical indices.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430749",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients hospitalized with CAP in a tertiary care center in this study, gram-negative bacteria and the traditionally known S. pneumoniae were commonly found"
    },
    {
      "title": "Impact of Medical Crisis on the Competency of Surgical Conduct Regarding Departmental, Institutional and Regional Distribution in Korea: A National Insurance Claim Data Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: During the Korean medical crisis in 2024, nationwide surgical capacity and systems for maintaining competency were significantly compromised. Although some procedures were offset by redistribution to lower-tier institutions or regional hospitals, most high-complexity surgeries-particularly those requiring critical care-did not recover.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430748",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "During the Korean medical crisis in 2024, nationwide surgical capacity and systems for maintaining competency were significantly compromised. Although some procedures were offset by redistribution to lower-tier institutions or regional hospitals, most high-complexity surgeries-particularly those req..."
    },
    {
      "title": "Tumor-infiltrating neutrophil is an independent prognostic factor in pancreatic ductal adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TIN in PDAC represents an independent adverse prognostic factor and is likely to be G-MDSCs based on MPO expression. Assessing TIN and MPO status in preoperative biopsy specimens may offer valuable prognostic information and guide future therapeutic strategies for PDAC.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430709",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TIN in PDAC represents an independent adverse prognostic factor and is likely to be G-MDSCs based on MPO expression. Assessing TIN and MPO status in preoperative biopsy specimens may offer valuable prognostic information and guide future therapeutic strategies for PDAC"
    },
    {
      "title": "Ectopic parathyroid adenoma: successful localization with 18F-fluorocholine PET/CT and parathyroid venous sampling in two cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430598",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hallmarks of primary headache: part 4 - rare headache syndromes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41430557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mindfulness-Based Self-Management Program Using a Mobile Application for Patients with Pulmonary Hypertension: A Single-Arm Feasibility Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The program appeared to support patients with PH in managing symptoms and emotions and suggested potential improvements in quality of life. These preliminary findings warrant evaluation in a future randomized controlled trial.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41433077",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The program appeared to support patients with PH in managing symptoms and emotions and suggested potential improvements in quality of life. These preliminary findings warrant evaluation in a future randomized controlled trial"
    },
    {
      "title": "Numerical simulation of microfluidic droplet shooter for generation of femtoliter-picoliter droplets in gas phase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphological versus spherical cellular geometry models: impact on dose-response of CA20948 cells to <sup>177</sup>Lu- and <sup>161</sup>Tb-labeled DOTA-TATE and DOTA-LM3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings validate the use of simplified spherical models for CA20948 cells but highlight the importance of a correct estimation of the cell dimensions.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "These findings validate the use of simplified spherical models for CA20948 cells but highlight the importance of a correct estimation of the cell dimensions"
    },
    {
      "title": "Structural elucidation and virucidal properties of resveratrol octamers isolated from Vatica albiramis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Two highly condensed resveratrol octamers, vateriaphenol A and a newly discovered analogue, vaticanol Q, were isolated from the stem of Vatica albiramis. Vaticanol Q represents the first naturally occurring resveratrol octamer bearing a rare ortho-quinone moiety, as unambiguously established through comprehensive spectroscopic analyses, including low-temperature NMR and circular dichroism. The absolute configuration of vaticanol Q was deduced based on biosynthetic considerations and chiroptical...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41432883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A pediatric case of membranous-like glomerulopathy with masked IgG kappa deposits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Membranous-like glomerulopathy with masked Immunoglobulin G (IgG) kappa deposits (MGMID) is a recently described rare entity. MGMID is characterized by a membranous pattern of kidney injury with monoclonal IgG kappa restriction and is recognized and \"unmasked\" by pronase digestion on formalin-fixed paraffin-embedded tissue using immunofluorescence staining. This technique is necessary to identify peculiar forms of glomerular immune complex deposition, which is essential for diagnosing MGMID....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432850",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human biomonitoring of mycotoxins: key challenges and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Mycotoxins pose a major health risk for humans in many parts of the world. For exposure assessment human biomonitoring (HBM) based on the analysis of serum, plasma, whole blood, urine or breast milk samples is a powerful approach which has been extensively used. However, there are several major challenges and pitfalls to be considered to achieve reliable and standardized data which can be used for risk assessment. These challenges include sampling (spot urine, 24 h urine, plasma, serum etc.) and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prophylactic urethrectomy at the time of radical cystectomy for bladder cancer: does it really have an effect on oncological outcomes?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients undergoing PU had significantly improved OS at 2-, 5-, and 10-year follow-up compared to those who did not. No significant differences were found in CSS and RFS. While PU was associated with a reduced risk of urethral recurrence at 10 years, this advantage was no longer significant after adjusting for confounders. The procedure may be most beneficial for select patients, particularly those with prostatic urethral involvement.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432584",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients undergoing PU had significantly improved OS at 2-, 5-, and 10-year follow-up compared to those who did not. No significant differences were found in CSS and RFS"
    },
    {
      "title": "Three-Class Thinking for Pure Ground-Glass Nodules: From Size to Structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432564",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complex-energy second-order approximate coupled-cluster methods for electronic resonances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Electronic resonances are metastable states with finite lifetimes, encountered in processes such as photodetachment, electron transmission spectroscopy, and Auger decay. Resonances appear in Hermitian quantum mechanics as increased density of states in the continuum rather than as discrete energy levels. To describe resonances accurately, including their coupling to the continuum, methods based on non-Hermitian quantum mechanics can be used, which yield complex energies. In this study, we...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432394",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regional heterogeneities of oligodendrocytes underlie biased Ranvier node spacing along single axons in sound localization circuit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Spacing of Ranvier nodes along myelinated axons is a critical determinant of conduction velocity, influencing spike arrival timing and hence neural circuit function. In the chick brainstem auditory circuit, the pattern of nodal spacing varies regionally along single axons, enabling precise binaural integration for sound localization. Using this model, we investigated the potential factors underlying the biased nodal spacing pattern. 3D morphometry revealed that these axons were almost fully...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432370",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the potential factors underlying the biased nodal spacing pattern",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface Phonon Polaritons from Resonant Circular Microcavities on Hydroxyapatite Ceramic Surfaces for Biological Sensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Low-loss surface phonon polaritons (SPhPs) are attractive alternatives to mid-infrared (IR) plasmonics for subdiffractional light confinement. This study demonstrates the excitation of SPhPs on hydroxyapatite [HAp; Ca(10)(PO(4))(6)(OH)(2)] ceraPmics using Au microhole arrays, providing narrow reflectance dips in the Reststrahlen band. By combining micro-IR spectroscopy measurements with theoretical analysis, we elucidate the propagation mechanism of SPhPs induced at the air─HAp interface in Au...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the excitation of SPhPs on hydroxyapatite [HAp; Ca(10)(PO(4))(6)(OH)(2)] ceraPmics using Au microhole arrays, providing narrow reflectance dips in the Reststrahlen band",
      "conclusion": null
    },
    {
      "title": "Construction of Well-Defined Yet Adaptable Oligo(Amino Acid) Cavities within an Aromatic Micelle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The construction of small and highly condensed, oligo(amino acid)-based cavities has been challenging with previous synthetic approaches, unlike the natural formation of protein cavities. Using a tri-l-phenylalanine-attached, bent polyaromatic amphiphile, here we report the quantitative and instantaneous formation of a well-defined yet adaptable oligo(amino acid) cavity within an aromatic micelle in water. The new micelle, with ∼3 nm in spherical core diameter, displays high thermal stability...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432087",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in Congenital Heart Disease Hospitalizations: What Nearly 50 Years of Longitudinal Data and Segmented Regression Reveal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings challenge prevailing assumptions of increasing health care use over time among the pediatric CHD population. Given the identified breakpoints, caution is warranted when conducting comparative analyses that span these periods, as doing so may obscure meaningful shifts in underlying trends.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41432007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings challenge prevailing assumptions of increasing health care use over time among the pediatric CHD population. Given the identified breakpoints, caution is warranted when conducting comparative analyses that span these periods, as doing so may obscure meaningful shifts in underlying tre..."
    },
    {
      "title": "Association of objective structured clinical examination performance on nurse-led hip ultrasound imaging success: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Successful capture of left-hip image and faster performance during the Objective Structured Clinical Examination independently predicted nurses' field imaging success, supporting this examination as a readiness checkpoint and guide for targeted remediation.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41431664",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Structured Clinical Examination independently predicted nurses' field imaging success, supporting this examination as a readiness checkpoint and guide for targeted remediation",
      "significance": null,
      "conclusion": "Successful capture of left-hip image and faster performance during the Objective Structured Clinical Examination independently predicted nurses' field imaging success, supporting this examination as a readiness checkpoint and guide for targeted remediation"
    },
    {
      "title": "Influence of donor-recipient age differences in allogenic rat thyroid transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Mismatch between donor thyroid maturity and recipient age may influence engraftment in rat allogenic thyroid transplantation.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41431476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mismatch between donor thyroid maturity and recipient age may influence engraftment in rat allogenic thyroid transplantation"
    },
    {
      "title": "Rapid Nanocellulose Wet Nanoimprint Lithography for Tunable Structural Color",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "We report a nanopatterning approach for nanocellulose films capable of generating structural color, within time scales of a few minutes, 3-4 orders of magnitude faster than typical cellulose nanocrystal (CNC) self-assembly into chiral nematic structures. We employ a wet-nanoimprint lithography (wet-NIL) approach, in which a prescribed mold is imprinted onto nanocellulose suspensions, supported by a semipermeable membrane that enables water removal during pattern transfer, and thus film...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41431424",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modular and chromatography-free synthesis of natural linear polyamines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Polyamines are essential for mammalian cell growth and proliferation and contribute to DNA replication, protein synthesis, and other critical biological processes. Herein, we report a concise and efficient route, for synthesising polyamines from commercially available diamines and amino acid derivatives via simple purification. This strategy employs EDC-mediated condensation, Red-Al reduction, and carbamate protection and deprotection reactions, enabling a short synthetic sequence without the...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41431356",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ligand-Induced Electronic Response Enables Predictive QM/MM Simulations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41431194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Predictive modeling of large molecular systems demands methods that combine quantum accuracy with scalability. Although hybrid quantum mechanics/molecular mechanics (QM/MM) simulations offer such a framework, their predictive power has been limited by the subjective and system-specific definition of the QM region. Here, we present an electronically informed protocol that objectively defines QM regions from ligand-induced orbital shifts and charge-redistribution, extracted in a single...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41431194",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Particle angularity controls granular flow under vibration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Granular materials exhibit complex transitions between solid-like and fluid-like states. Although natural granular particles typically have irregular shapes, the impact of particle angularity on granular flow remains poorly understood. Here, we demonstrate, through laboratory experiments and numerical simulations, that particle angularity controls vibrated granular flow. Highly angular particles sustain long-lived convective motion, whereas smoother (more rounded) particles rapidly form dense,...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430951",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of particle angularity on granular flow remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Effects of particle angularity on granular self-organization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Recent studies of two-dimensional polydisperse disk systems have revealed a coordinated self-organization of cell stresses and shapes, with certain distributions collapsing onto a master form for many processes, size distributions, friction coefficients, and cell orders. Here we examine the effects of particle angularity on the indicators of self-organization, using simulations of bidisperse regular N polygons and varying N systematically. We find that the strong correlation between local cell...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430883",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dimensional crossover of thermal transport in oligomer aqueous solutions: From three-dimensional to quasi-one-dimensional behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "We investigated thermal transport in aqueous solutions containing short amphiphilic and purely hydrophilic oligomers using hybrid molecular dynamics and multiparticle collision dynamics simulations. By systematically varying the simulation box length, we observed a dimensional crossover from three-dimensional to quasi-one-dimensional behavior, accompanied by a nonlinear increase in thermal conductivity. This transition was characterized by deviations from theoretical temperature profiles and a...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "thermal transport in aqueous solutions containing short amphiphilic and purely hydrophilic oligomers using hybrid molecular dynamics and multiparticle collision dynamics simulations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relativistic multistage resonant and trailing-field acceleration induced by large-amplitude Alfvén waves in a strong magnetic field",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "We propose a particle acceleration mechanism driven by large-amplitude Alfvén waves in a strong magnetic field. The acceleration process proceeds through multiple stages triggered by counterpropagating wave-particle resonant acceleration (CWRA) via decay instability. Initially, parent and daughter Alfvén waves resonantly accelerate particles perpendicular to the ambient magnetic field. The resultant modulational instability generates electrostatic fields within the wave packet, which are locally...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Associations between Multidimensional Defeatist Performance Beliefs and Anhedonia in Early Psychosis: An Experience Sampling Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: With a modest sample, specific DPB dimensions showed distinct associations with pleasure in daily-life contexts. Targeting overvaluing failure DPB in patients may help alleviate anhedonia during functional activities, potentially improving patients' functioning.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430765",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With a modest sample, specific DPB dimensions showed distinct associations with pleasure in daily-life contexts. Targeting overvaluing failure DPB in patients may help alleviate anhedonia during functional activities, potentially improving patients' functioning"
    },
    {
      "title": "Impact of a local formulary on prescribing patterns and pharmaceutical expenditure: an observational study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Local formularies can contribute to the sustainability of Japan's healthcare financing systems.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430744",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Local formularies can contribute to the sustainability of Japan's healthcare financing systems"
    },
    {
      "title": "Multi-stakeholder validation of an evidence-based core set of quality indicators for IBD in Belgium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Two complementary exercises yielded unique insights into IBD quality indicators. Reflective focus groups and a consensus meeting identified 37 validated quality indicators with broad stakeholder agreement. Future work should focus on translating these quality indicators into clinical practice and assessing feasibility.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430665",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Two complementary exercises yielded unique insights into IBD quality indicators. Reflective focus groups and a consensus meeting identified 37 validated quality indicators with broad stakeholder agreement"
    },
    {
      "title": "Electrodeposition of CoPt Magnetic Nanowires with Controlled Microstructure Using a Pt(111) Seed Layer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The CoPt nanowires (NWs) with a 100 nm diameter are grown by electrodeposition using a single bath containing Pt and Co cations. The NWs are electrodeposited into a porous membrane coated with a Pt(111) seed layer as the working electrode. The atomic structure, morphology, composition, and magnetic properties of CoPt NWs are investigated in detail using field emission scanning electron microscopy (FE-SEM), high-resolution transmission electron microscope (HR-TEM), X-ray diffractometer (XRD), and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between dispensing regulations for extended-release methylphenidate and prescription trends in Japan: an exploratory descriptive study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Postoperative opioid-free analgesia with acetaminophen and its impact on pain and postoperative nausea and vomiting following arthroscopic rotator cuff repair: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of Japanese Cancer Websites by Type of Information Provider",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41430549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Online cancer information is a key health resource in Japan, particularly for older adults. However, the quality may vary depending on the source. This study aimed to evaluate Japanese-language cancer webpages across different sources in terms of understandability, actionability, readability, and credibility. We analyzed 100 webpages about five major cancers (breast, colorectal, lung, prostate, and gastric) retrieved via Google. Pages, classified as academic (n = 14), medical (n = 51), or...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41430549",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate Japanese-language cancer webpages across different sources in terms of understandability, actionability, readability, and credibility",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Arabidopsis</em> kinesins KCH3 and KCH7 promote root gravitropism through actin bundling in the stele",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Root gravitropism is essential for plant adaptation to the environment. The cytoskeleton is known to play a critical role in gravitropism, but the underlying mechanisms remain unclear. In this study, we demonstrate that the Arabidopsis kinesins KCH3 and KCH7 (KCH3/7) are expressed and functionally active in the root stele. The kch3 kch7 (kch37) double mutant exhibits delayed gravitropic responses, while stele-specific expression of either KCH3 or KCH7 rescues this defect. Both the calponin...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Competition between glycine and GABA<sub>A</sub> receptors for gephyrin controls their equilibrium populations at inhibitory synapses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Glycine receptors (GlyR) and γ-aminobutyric acid type A receptors (GABA(A)R) are ligand-gated chloride channels that mediate inhibitory neurotransmission throughout the central nervous system. The receptors colocalize widely at inhibitory synapses in the spinal cord and in the brainstem due to their interaction with an overlapping binding site of the synaptic scaffold protein gephyrin, pointing to a direct competition between the different receptor types. We have put this hypothesis to the test...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433069",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PIP<sub>2</sub> corrects an endothelial Piezo1 channelopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Brain capillaries are sensors of neural activity. When a brain region is active, capillary endothelial cells (ECs) sense neuron-derived mediators and elicit a local increase in blood flow (functional hyperemia) to support the rise in metabolic needs. This hyperemic response involves a rapid electrical component and a slower chemical component that involves Gαq PCR (G(q)PCR) activation by agonists released from neurons. The intravascular forces associated with hyperemia engage mechanosensitive...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433068",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural synchrony links sensorimotor cortices in a network for facial motor control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Primate societies rely on the production and interpretation of social signals, in particular those displayed by the face. Facial movements are controlled, according to the dominant neuropsychological schema, by two separate circuits, one originating in medial frontal cortex controlling emotional expressions, and a second one originating in lateral motor and premotor areas controlling voluntary facial movements. Despite this functional dichotomy, cortical anatomy suggests that medial and lateral...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433067",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using Chemical Ecology as a Guide for Development and Differentiation of Clinically Relevant Phytochemical Profiles in Cannabis Trichome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "This article examines the effects of biotic and abiotic influences on trichome development in cannabis and how these influences may shape the ultimate cannabinoid and terpene profiles in cannabis cultivars. As cannabis agriculture focuses primarily on either high tetrahydrocannabinol or cannabidiol production, the result has been an attenuation of genetic and chemical diversity observed in contemporary cannabis cultivars. Techniques for modulating trichome development remain an active area of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433045",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adopting Health Technologies in Israel and England",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Health systems worldwide are challenged by the need to prioritize and fund rapidly evolving health technologies. The methodology of health technology assessment (HTA) incorporates benefits, costs, and social implications, supporting prioritization of public coverage regarding national health policy. The aim of this study is to identify, analyze, and compare key considerations in the adoption of medical technologies reflecting the national health policies in Israel and England. All Israeli...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433043",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study is to identify, analyze, and compare key considerations in the adoption of medical technologies reflecting the national health policies in Israel and England",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virtual Reality as a Neuroaffirmative Tool for Autistic Individuals: Progress and Limitations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Harmonizing measures of cross-country policies for aging research: Applications to education, pension, and long-term care systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: Decisions over the life course, such as stopping school, retiring, or receiving care, are shaped by public policies and have profound implications for health and aging. Yet, studying the impact of these policies is hampered by a lack of standardized and harmonized policy data, making peer review and validation difficult. The Gateway to Global Aging Data addresses these barriers by collecting, harmonizing, and documenting policies over time on education, retirement, and long-term care...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433040",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Decisions over the life course, such as stopping school, retiring, or receiving care, are shaped by public policies and have profound implications for health and aging",
      "significance": "for health and aging",
      "conclusion": null
    },
    {
      "title": "Polygenic Background and Penetrance of Pathogenic Variants in Hypertrophic and Dilated Cardiomyopathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: The findings in this study indicate that HCM and DCM risk were modified by polygenic background, which exists on an overlapping but opposing spectrum. Consideration of polygenic background may offer clinical value through improving understanding and prediction of these inherited cardiomyopathies.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433035",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that HCM and DCM risk were modified by polygenic background, which exists on an overlapping but opposing spectrum",
      "conclusion": "AND RELEVANCE: The findings in this study indicate that HCM and DCM risk were modified by polygenic background, which exists on an overlapping but opposing spectrum. Consideration of polygenic background may offer clinical value through improving understanding and prediction of these inherited cardi..."
    },
    {
      "title": "Intrathecal Morphine for Enhanced Recovery After Laparoscopic Colorectal Surgery: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Per the results of this randomized clinical trial, in laparoscopic colorectal surgery, ITM combined with TAPB can significantly enhance early postoperative recovery and analgesia, albeit with an increased risk of pruritus. This strategy may be a valuable component of multimodal analgesia regimens following laparoscopic colorectal surgery.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433024",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Per the results of this randomized clinical trial, in laparoscopic colorectal surgery, ITM combined with TAPB can significantly enhance early postoperative recovery and analgesia, albeit with an increased risk of pruritus. This strategy may be a valuable component of multimodal analge..."
    },
    {
      "title": "Age-related degradation of cerebellar functional network topology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "With the aging of global populations, understanding the role of the cerebellum in aging is crucial. However, existing studies primarily focus on structural and functional changes, leaving the topological properties of cerebellar functional networks in aging unclear. Here, we explored the aging effects on the topological organization of cerebellar functional networks and investigated the relationship between these changes and cognitive function. The results revealed that, compared with young...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433019",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel role of BPCs in the control of medial domain differentiation during gynoecium development in Arabidopsis thaliana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433004/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The gynoecium, a highly specialized structure in flowering plants, ensures their high reproductive success through the control of different crucial steps spanning from ovule protection to fertilization and seed maturation and dispersion. Multiple bpc mutants show reduced vigor, small fruit size and height, a reduced number of seeds and problems in septum fusion and formation. BPCs are known to be involved in the regulation of key factors involved in plant development, and they are thought to...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433004",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Home Blood Pressure Monitoring in a Community Mental Health Clinic with Integrated Primary Care: A Quality Improvement Project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41433002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41433002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Racism in contraceptive care: 'that trust barrier is really hard to build back up, rightfully so'",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Research has shown that Black and Latinx patients in the USA have poorer outcomes in sexual and reproductive health due to systemic racism. While the harm against Black and Latinx communities has been documented, gaps exist in understanding how modern racial dynamics in contraceptive care perpetuate inequity. The objective of this study was to assess how racism manifests in contraceptive care by exploring healthcare providers' experiences of racism and discrimination. Between August 2022 to...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432994",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to assess how racism manifests in contraceptive care by exploring healthcare providers' experiences of racism and discrimination",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery of BE2012, a First-in-Class REV-ERBα/β Antagonist with Favorable Selectivity and Pharmacokinetics, and In Vivo Efficacy in Inducing Key Myogenic Factors for Muscle Repair upon Acute Muscle Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "REV-ERBα is a nuclear receptor transcriptional repressor involved in circadian rhythm, metabolism, inflammation, and myogenesis. Antagonizing REV-ERBα has emerged as a promising therapeutic strategy, yet few compounds with favorable pharmacokinetic profiles have been identified since SR8278. Here, we report the discovery and optimization of BE2012, a 3-aminoquinazolinone antagonist identified through high-throughput screening and refined via systematic structure-activity relationship studies....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CKAP5: Unraveling Its Crucial Function in Liver Hepatocellular Carcinoma Progression and Prognosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our integrated analysis establishes CKAP5 as a critical promoter of LIHC progression and a modulator of the tumor immune microenvironment. These findings nominate CKAP5 as a promising prognostic biomarker and a potential therapeutic target, providing new insights into LIHC pathogenesis and future treatment strategies.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432972",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our integrated analysis establishes CKAP5 as a critical promoter of LIHC progression and a modulator of the tumor immune microenvironment. These findings nominate CKAP5 as a promising prognostic biomarker and a potential therapeutic target, providing new insights into LIHC pathogenesis and future tr..."
    },
    {
      "title": "Modulation of cardiac contractility and redox balance via cannabinoid type II receptor activation in healthy rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The activation of cannabinoid receptor type II (CB2r) has been demonstrated to provide cardioprotective benefits against heart diseases. Nevertheless, the physiological effects of CB2r activation in healthy myocardial tissue remain poorly understood. Given the current gap in knowledge, particularly relevant in light of the growing therapeutic use of cannabinoids, this study aimed to investigate the effects of a single intraperitoneal injection of the selective synthetic CB2r agonist HU-308 on...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432955",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effects of a single intraperitoneal injection of the selective synthetic CB2r agonist HU-308 on",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Z-Drug Use in the First Trimester of Pregnancy and Risk of Congenital Malformations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: These findings suggest that Z-drug exposure in the first trimester of pregnancy is not associated with a meaningful elevation in the risk of congenital malformations overall, nor was there a consistent signal observed for organ-specific or uncommon, individual malformations examined.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that Z-drug exposure in the first trimester of pregnancy is not associated with a meaningful elevation in the risk of congenital malformations overall, nor was there a consistent signal observed for o...",
      "conclusion": "AND RELEVANCE: These findings suggest that Z-drug exposure in the first trimester of pregnancy is not associated with a meaningful elevation in the risk of congenital malformations overall, nor was there a consistent signal observed for organ-specific or uncommon, individual malformations examined"
    },
    {
      "title": "Social Determinants of Health and Suicide Risk in US Military Veterans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432940",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Novel Chromone-Sulfonyl Hydrazone Scaffold Targeting Fungal Tubulin: Design, Synthesis, and Antifungal Mechanism Against <em>Sclerotinia sclerotiorum</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The growing prevalence of fungicide resistance in pathogenic fungi, particularly broad-host-range pathogens like Sclerotinia sclerotiorum (S. sclerotiorum), poses a severe threat to global crop yields and food security. Consequently, there is an urgent need to develop novel antifungal agents capable of circumventing this resistance. Herein, a series of novel chromone-sulfonyl hydrazone derivatives were designed and synthesized as potential fungal tubulin inhibitors. In vitro bioassays...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432935",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expert Commentary on Diagnosis and Management of Rectocele",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Host-related Determinants of Response to Immunotherapy in Non-small Cell Lung Cancer: The Interplay of Body Composition, Metabolism, Sex and Immune Regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Non-small cell lung cancer (NSCLC) is a biologically and clinically heterogeneous disease. In addition to tumor-intrinsic characteristics, clinical outcomes from immune checkpoint inhibitors (ICIs) are influenced by a variety of host-related factors. This review aims to summarize current evidence on how body composition, metabolic comorbidities, sex, and systemic inflammation shape anti-tumor immunity and affect immunotherapy efficacy.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432903",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "OF REVIEW: Non-small cell lung cancer (NSCLC) is a biologically and clinically heterogeneous disease",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The hypothalamus as a therapeutic target: Towards novel approaches for managing antipsychotic-induced weight gain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How do fatigue, cognitive dysfunction, activity and role functioning, and mental health inter-relate in adults with post-COVID-19 syndrome? A structural equation model analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Fatigue and self-reported cognitive concerns were associated with mental health symptoms in PCS. These findings highlight the value of symptom cluster-based screening to inform referral pathways for cognitive, psychological, and functional support. Longitudinal research is needed to clarify temporal ordering.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432873",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fatigue and self-reported cognitive concerns were associated with mental health symptoms in PCS. These findings highlight the value of symptom cluster-based screening to inform referral pathways for cognitive, psychological, and functional support"
    },
    {
      "title": "Patterns and Predictors of HIV Pre-exposure Prophylaxis (PrEP) Continuity Among Young Women Who Sell Sex in Uganda: A Group-Based Trajectory Modeling Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Young women who sell sex (YWSS) in Africa are particularly vulnerable to HIV acquisition and may benefit from daily oral pre-exposure prophylaxis (PrEP) but face multiple barriers to uptake. We identified temporal patterns of PrEP continuity/retention and associated characteristics within a cohort of YWSS in Uganda. Cisgender women aged 18-24 years who exchanged sex for money, goods, or services were recruited into a PrEP demonstration study in peri-urban Mukono District. We used group-based...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engaging Mentor Mothers in Rapid Return of Viral Load Results to Pregnant and Postpartum Women Living with HIV: An Implementation Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "In Kenya, the primary driver of perinatal HIV transmission is disengagement from care. Virologic monitoring can reinforce adherence and enable timely intervention, yet results are often delayed. Among pregnant (≥ 27 weeks) and postpartum (≤ 6 months) women in HIV care in Kisumu Kenya, we conducted a pilot study in which Mentor Mothers (peer support) returned viral load results (GeneXpert) after a clinic visit between June-December 2023. We assessed feasibility, acceptability, and factors...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Place Security and Mental Health: Two Sides of the Same Coin Among Young Adults with Perinatally-Acquired HIV and Exposure in New York City",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Stable housing and perceived safety in one's residential neighborhood (place security) may be critical to health and mental health outcomes in populations affected by HIV. This paper examines how perceived neighborhood disorder and houselessness affect the mental health of young adults with perinatally-acquired HIV infection (YAPHIV) or perinatal HIV exposure without infection (YAPHEU) in a New York City-based longitudinal cohort study. Participants were recruited between 2003 and 2008 when...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns of Social Engagement and Associations with Depression, Loneliness and Stigma in People Living with HIV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "People living with HIV (PWH), more than half of whom are age 50 years and older, experience a high prevalence of multiple chronic conditions (MCC) and fragile social networks. Although social engagement can be protective against detrimental physical, cognitive, and mental health outcomes, there is limited evidence about older PWH's social engagement and associated factors in engaging with family, friends and the community. This study examined the state of social engagement in a population of...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432867",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the state of social engagement in a population of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body Image and Its Associated Factors among People Living with HIV: A Scoping Review and Implications for Integrated Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "People living with HIV (PLWH) face unique biopsychosocial challenges due to both infection and antiretroviral therapy (ART), one of which is body image disruption. This study comprehensively reviewed relevant studies to explore body image issues, identify associated factors, and describe assessment methods and interventions targeting body image in this population. Guided by the PRISMA, a thorough search of PsycINFO, PubMed, Embase, and Web of Science was conducted in November 2024, using search...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432866",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping Ethical Blind Spots in the Use of New Technologies to Support Elder Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "This paper maps the ethical concerns involved in using new technologies in the care of older persons by type of participant group and technology used. The study presents data from sixty-seven participants in total from three stakeholder groups (older persons, professional caregivers, and family caregivers) who relayed their opinions on three types of technologies: wearables, ambient sensors, and social assistive robots. The interview data collected was analysed using content analysis....",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432854",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variability and interpretability of benzylpenicillin inhibition zone edges in Staphylococcus aureus - a multi-center study in Austria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In summary, our study demonstrates that benzylpenicillin susceptibility testing using the EUCAST-recommended methodology is feasible, but accurate and reproducible assessment of zone edges requires both experience and optimal materials. Thorough validation of locally used materials is therefore essential before implementing this approach for routine use.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432846",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In summary, our study demonstrates that benzylpenicillin susceptibility testing using the EUCAST-recommended methodology is feasible, but accurate and reproducible assessment of zone edges requires both experience and optimal materials. Thorough validation of locally used materials is therefore esse..."
    },
    {
      "title": "Moving beyond association: the imperative for mechanistic and longitudinal research on body composition and bone quality in diabetic osteopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "In their cross-sectional study, Sun et al. (Aging Clin Exp Res. 2025) provide valuable evidence that the coexistence of high body fat and low muscle mass is associated with lower bone mineral density (BMD) in postmenopausal women with type 2 diabetes (T2D). While their work importantly identifies this \"sarcopenic obesity\" phenotype as a risk factor, our letter offers a critical appraisal to guide future research. We argue that the sole reliance on DXA-derived areal BMD is a significant...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanomedicine-Based Strategies for Mitigating Chemo/Radiotherapy-Induced Cardiac Inflammation and Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Health-related quality of life in kidney transplant recipients: association with graft function and comparison to patients on dialysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432821",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term follow-up of offspring of mothers with systemic lupus erythematosus: an observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The probability of allergic diseases is positively related to the titers of anti-SSA in SLE mothers. SLE offspring have high proportions of childhood-onset SLE and allergic diseases. Key Points • The maternal disease of systemic lupus erythematosus (SLE) might affect the long-term health of their offspring, but there is little research data on their long-term complications in China. • Our hospital tried earlier to manage pregnant women with SLE in mainland China, with the earliest...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The probability of allergic diseases is positively related to the titers of anti-SSA in SLE mothers. SLE offspring have high proportions of childhood-onset SLE and allergic diseases"
    },
    {
      "title": "Intraseptal injection as an alternative for palatal infiltration in vital maxillary first permanent molars of 6- to 18-year-old patients: a non-inferiority randomised controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Compared to MBI + PI, non-inferiority of pulpal anaesthesia in MBI + ISI was not demonstrated; however, MBI + ISI reduced injection pain and achieved similar success rates of pulpal anaesthesia, suggesting it may be considered in selected paediatric cases.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432797",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared to MBI + PI, non-inferiority of pulpal anaesthesia in MBI + ISI was not demonstrated; however, MBI + ISI reduced injection pain and achieved similar success rates of pulpal anaesthesia, suggesting it may be considered in selected paediatric cases"
    },
    {
      "title": "Ninjurin-1 executes plasma membrane rupture and impairs anti-microbial immunity in an early jawed vertebrate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Plasma membrane rupture (PMR), once considered a passive event in necrosis, is actively executed by ninjurin-1 (NINJ1). Although PMR is a well-documented phenomenon across animal species, its molecular mechanism and immunological function in early diverging jawed vertebrates remain unclear. Herein, we identify a functional homolog of NINJ1 in turbot. Ectopic expression of turbot NINJ1 effectively lyses the plasma membrane, leading to rapid PMR and massive release of cellular contents. Given that...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychiatric and behavioural side effects of antiseizure medications in epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PBSEs can often be anticipated, mitigated, and frequently reversed. A risk-stratified prescribing strategy-monotherapy first, enzyme-neutral or mood-friendly medications for vulnerable patients, folate supplementation for inducers, and early switch from offending agents-can safeguard mental health without compromising seizure control.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PBSEs can often be anticipated, mitigated, and frequently reversed. A risk-stratified prescribing strategy-monotherapy first, enzyme-neutral or mood-friendly medications for vulnerable patients, folate supplementation for inducers, and early switch from offending agents-can safeguard mental health w..."
    },
    {
      "title": "Photon-counting CT-derived hepatic extracellular volume quantification for noninvasive risk stratification of clinically significant portal hypertension (CSPH): a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PCCT-derived ECV provides a promising noninvasive biomarker for identifying or excluding CSPH in patients with chronic liver disease. Given its reproducibility and integration into routine HCC surveillance imaging, ECV may support early risk stratification. Validation in multicenter settings is warranted.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432759",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PCCT-derived ECV provides a promising noninvasive biomarker for identifying or excluding CSPH in patients with chronic liver disease. Given its reproducibility and integration into routine HCC surveillance imaging, ECV may support early risk stratification"
    },
    {
      "title": "Abatacept today, TMA away: protecting the endothelium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of adding decitabine to conditioning regimen for patients with acute myeloid leukemia or myelodysplastic syndrome undergoing allogeneic hematopoietic stem cell transplantation: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Decitabine shows favorable efficacy in induction and maintenance therapy for patients with acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS), but its role in pre-transplant conditioning still has not been established. We performed a systematic review and meta-analysis of comparative studies investigating the effects of adding decitabine to conditioning regimens in AML/MDS patients undergoing allogeneic hematopoietic stem cell transplantation. Meta-analysis was conducted with Review...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432753",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and biological study of benzothiophene-fused azaenediyne hybrids as potential anticancer agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Enediyne antibiotics are strong cytotoxic DNA damaging agents with a radical mechanism of action. Here, we report on the synthesis of enediyne analogues using click chemistry as a mild and efficient tool for late-stage modification of the enediyne core. Azaenediyne fused to benzothiophene, which is stable at room temperature while being reactive in the Bergman cyclisation at 37 °C, was chosen as the parent enediyne scaffold. Two approaches were developed for the construction of hybrid molecules...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432751",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of competing grouping patterns and tonal coherence in neural synchronization to musical meter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Musical meter emerges from the hierarchical organization of beats, which is influenced by both external acoustic cues and internally driven processes. This study examines neural and behavioral responses to auditory sequences when two simultaneous grouping patterns, melodic repetition and intensity accents, are candidates to establish a ternary or quaternary metrical representation. We also investigated how tonal coherence and tempo affect these metrical representations. To do so, we recorded...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Schizophrenia recognition via eye movement features in video paradigm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432738",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Donor Age on Survival in Lung Transplantation: A Multicentric Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Donor age over 60 is an independent risk factor for reduced post-transplant survival. The age criterion must be taken into account when accepting a lung graft as a potential impact to the recipient's survival.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432731",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to the recipient's survival",
      "conclusion": "Donor age over 60 is an independent risk factor for reduced post-transplant survival. The age criterion must be taken into account when accepting a lung graft as a potential impact to the recipient's survival"
    },
    {
      "title": "The Association between Extracellular Fluid Volume and Sympathetic Nervous System Activity in Patients with Chronic Kidney Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Introduction. Chronic kidney disease (CKD) is associated with hypervolemia and sympathetic nervous system (SNS) overactivity that both contribute to heightened cardiovascular risk. Classically, extracellular fluid volume (ECFV) is inversely related to SNS activity whereby increased ECFV suppresses SNS activation. However, ECFV and SNS activity could be concomitantly elevated if there is failure to suppress SNS activity or if SNS activity plays a contributory role in ECFV expansion. Therefore, we...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432718",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydroxysafflor Yellow A Promotes Lac-Phe Synthesis to Suppress GIP and Ameliorate Obesity in DIO Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Hydroxysafflor Yellow A (HSYA), the main active component of Carthamus tinctorius L., has been shown to reduce feeding efficiency and diet-induced obesity (DIO) by inhibiting GIP secretion. This study aimed to clarify the detailed mechanism through which HSYA suppresses GIP production. Diet-induced obese mice were treated with HSYA or HSYA plus antibiotics. A combination of untargeted and targeted metabolomics was performed on cecal contents to identify differential metabolites. RT-qPCR and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "clarify the detailed mechanism through which HSYA suppresses GIP production",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tranexamic acid dosing in pediatric trauma: Dose simulation based on population pharmacokinetic modeling in adult trauma patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Trauma is the most common cause of death in children >1 year of age, with hemorrhage being the most common preventable cause of death after injury. Antifibrinolytics like tranexamic acid (TXA) are a key aspect of trauma management in children, but optimal dosing remains unknown. The objective of this study was to derive a TXA dose in children with trauma-related bleeding that approximates the TXA exposure in adult trauma patients using a population pharmacokinetic (popPK) model from...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432711",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to derive a TXA dose in children with trauma-related bleeding that approximates the TXA exposure in adult trauma patients using a population pharmacokinetic (popPK) model from",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biogenic Synthesis of Cerium Oxide Nanoparticles: Characterization, Biological Activities and Their Corrosion Inhibition Properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Cerium oxide nanoparticles (CeO(2) NPs) were synthesized via a green and eco-friendly method using Parkia biglandulosa leaf extract, which acted as both a reducing and stabilizing agent. The synthesized CeO(2) NPs exhibited a cubic fluorite crystal structure and predominantly spherical morphology, with particle sizes ranging from 10 to 12 nm. Antibacterial studies demonstrated notable activity against Lactobacillus acidophilus, Staphylococcus albus, and Streptococcus mutans, with the highest...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Breast self-examination through health education from community pharmacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "IntroductionBreast cancer is the most prevalent neoplasm among women and one of the leading causes of death in developed countries. There are screening programs aimed at reducing the morbidity and mortality associated with breast cancer Breast Self-Examination (BSE) is a primary method which involves examining their breasts and armpits to detect changes, facilitating an early detection of this disease.MethodsA quasi-experimental study was conducted to assess the effect of health education on BSE...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432669",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Science across generations: establishing best practices for intergenerational learning in course-based undergraduate research experiences (CUREs)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Science communication is a powerful tool for disseminating scientific concepts to both STEM and non-STEM audiences. However, undergraduate students are rarely presented with opportunities to practice this skill with non-STEM audiences in their STEM courses. Course-based undergraduate research experiences (CUREs) allow students to engage in authentic research projects in the context of a structured course. CURE courses have been shown to increase numerous psychosocial benchmarks, including...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depletion of Fibrinogen Suppresses Growth of Primary Tumors and Metastasis of Pancreatic Ductal Adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These data suggest that fibrin(ogen) reprograms the primary tumor microenvironment to support growth and promote early, but not late, metastatic steps. Our findings support prospective evaluation of a novel clinical approach involving the integration of fibrin(ogen)-targeting or depleting agents into chemotherapy regimens to control the spread of pancreatic cancer.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432649",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data suggest that fibrin(ogen) reprograms the primary tumor microenvironment to support growth and promote early, but not late, metastatic steps. Our findings support prospective evaluation of a novel clinical approach involving the integration of fibrin(ogen)-targeting or depleting agents int..."
    },
    {
      "title": "Effects of Soy Pretzel Consumption on Blood Biomarkers and Muscle Soreness After Intense Resistance Exercise in Healthy, Trained Males: A Preliminary Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "McClure, J, Sommer, A, Kraemer, WJ, and Vodovotz, Y. Effects of soy pretzel consumption on blood biomarkers and muscle soreness after intense resistance exercise in healthy, trained males: a preliminary study. J Strength Cond Res XX(X): 000-000, 2025-Intense resistance exercise can cause exercise-induced muscle damage (EIMD), resulting in inflammation and muscle soreness. Soy protein and its isoflavones have been hypothesized to reduce inflammation, enhance antioxidant capacity, and support...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Length matters: the disordered N-terminus of Pal coordinates Lpp exclusion for outer membrane constriction in <em>E. coli</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The peptidoglycan-associated lipoprotein (Pal) is essential for outer membrane integrity in gram-negative bacteria, but how its N-terminal disordered region contributes to cell division remains unclear. Here, we truncated this region in Escherichia coli (pal^(-8): 8-aa deletion, pal^(-24): 24-aa deletion) and found that while neither truncation impaired Pal localization or growth, both mutants exhibited graded sensitivity to membrane stressors (1 mM EDTA/1% SDS), with pal^(-24) showing...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432637",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precision Medicine for Suicide Prevention: It's Time to Take the Next Step",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pulmonary Air Leak SPECT/CT in a Mechanically Ventilated Intensive Care Patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Technetium-99m Technegas SPECT/CT is a promising tool for the localization of postoperative air leaks in thoracic surgery patients. We report a case of successful leak detection in a mechanically ventilated patient following thoracoscopic surgery and revision. Radioventilation was performed by connecting the TechnegasPlus (Cyclomedica Pty Ltd.) generator's administration set to the patient's endotracheal tube and gently inflating the lungs with a disposable respirator through the generator's...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432586",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cas9-Embedding Hyperactive TadA8e Confers Efficient and Highly Specific A-To-G Base Editing in Rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Adenine base editors (ABEs) produce precise A-to-G conversion in the genomic target sites without causing double-strand breaks. However, the hyperactive adenosine deaminase TadA8e raises safety concerns on genome-wide off-target edits. We engineered 11 chimeric proteins for ABEs (CP-ABEs) by embedding hyperactive TadA8e within Cas9 nickase to minimise the sgRNA-independent off-target effects. Four CP-ABEs exhibited robust on-target activity with minimal sgRNA-independent off-target edits. Then...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Statins Reduce Wall Enhancement at Vessel Wall MRI in Unruptured Vertebrobasilar Dissecting Aneurysms: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Background Vertebrobasilar dissecting aneurysms (VBDAs) are important causes of stroke. Aneurysm wall enhancement at vessel wall (VW) MRI is a marker of inflammation. Previous studies have shown that statins may reduce inflammation in intracranial saccular aneurysms, but their effect on VBDAs remains unknown. Purpose To evaluate the effect of 6-month atorvastatin treatment on VBDA wall enhancement on VW MRI scans. Materials and Methods Participants with unruptured VBDAs were enrolled in this...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432563",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate the effect of 6-month atorvastatin treatment on VBDA wall enhancement on VW MRI scans",
      "significance": "causes of stroke",
      "conclusion": null
    },
    {
      "title": "Emergence of coexisting <em>bla</em><sub>NDM</sub> and <em>mcr-1</em> genes in <em>Escherichia coli</em> isolates from the guts of healthy individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "The emergence of bla(NDM)/mcr-1-positive Escherichia coli poses a huge challenge to infection control. The purpose of this study was to investigate the plasmid and genomic characteristics of bla(NDM)/mcr-1-positive E. coli isolates from the gut of healthy individuals. This study performed drug susceptibility testing, whole-genome sequencing (WGS), analysis of resistance genes, characterization of plasmids, and single-nucleotide polymorphism (SNP) analysis on bla(NDM)/mcr-1-positive E. coli...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the plasmid and genomic characteristics of bla(NDM)/mcr-1-positive E",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitochondrial DNA Variation in the Aging Human Cerebral Cortex and Cerebellum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Somatic differences in mitochondrial DNA (mtDNA) have been observed with aging and between brain regions for mutations, structural variation, and abundance, which are represented by single nucleotide variants (SNVs), large deletions, and copy number, respectively. We used bioinformatic methods to interrogate mtDNA changes and their relation to cortical and cerebellar aging using whole genome sequencing data from the North American Brain Expression Consortium. This dataset contained 292 unpaired...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432549",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Climate-Associated Oxythermal Squeezes Elevate Mercury in a Lacustrine Food Fish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Climate change is heating surface waters while deoxygenating bottom waters of lakes, compressing vertical habitat for cold-water fish. Resulting increases in the volume of water lacking dissolved oxygen (anoxia) could facilitate the formation of toxic, bioaccumulating methylmercury (MeHg). Oxythermal squeezes, where thermally stressful surface water pushes cold-water fish species against or into low-oxygen deep water, could enhance mercury bioaccumulation. Here, we test this hypothesis using...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432538",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accuracy of the phenotypic 1G test to detect Mycobacterium tuberculosis and drug resistance from sputa in the US-Mexico border",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: With >10 million new tuberculosis (TB) cases/year, a limitation to TB control is the lack of simple and accurate tests for TB diagnosis and drug-susceptibility testing (DST) in endemic regions. We evaluated the accuracy of the first-generation, low-complexity phenotypic TB test (1G test), designed for simultaneous Mtb detection and resistance to isoniazid, rifampicin and moxifloxacin, suitable for resource-limited settings.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in Catheter-Directed Therapy and In-Hospital Outcomes Among Patients with Acute Pulmonary Embolism: Insights from a Multicenter National Quality Assurance Database Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In a national quality assurance database of patients with PE included in the PERT registry, the use of catheter-directed treatment increased over time. Compared with a nationwide NIS sample, these patients had lower in-hospital mortality and shorter hospital length of stay.",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432497",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a national quality assurance database of patients with PE included in the PERT registry, the use of catheter-directed treatment increased over time. Compared with a nationwide NIS sample, these patients had lower in-hospital mortality and shorter hospital length of stay"
    },
    {
      "title": "Digital twins: A new paradigm for innovation in clinical research and medical affairs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "Digital Twin (DT) technology, originally conceptualised in engineering, has recently emerged as a transformative paradigm in healthcare, promising to redefine the generation, interpretation, and application of biomedical evidence. DTs enable real-time simulation, prediction, and optimisation of clinical outcomes. The review aims to elucidate how DTs may enhance methodological efficiency, ethical standards, and strategic innovation in biomedical science, while addressing their epistemological and...",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432469",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "science",
      "objective": "to elucidate how DTs may enhance methodological efficiency, ethical standards, and strategic innovation in biomedical science, while addressing their epistemological and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paraspeckle component 1 in acute myeloid leukemia: prospects for therapeutic targeting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41432453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251223142318&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-23T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41432453",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}