{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-07T07:36:03.442Z",
  "totalItems": 150,
  "totalArchived": 14354,
  "newPapersAdded": 152,
  "institutionBreakdown": {
    "KAIST": 14,
    "SNU": 87,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 7,
    "Korea University": 59,
    "IBS": 11,
    "UNIST": 0,
    "Hanyang University": 5,
    "KIST": 3,
    "GIST": 1,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 77,
    "Cancer Research": 21,
    "Biomedical": 27,
    "Neuroscience": 10,
    "Materials Science": 13,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "\"We knew it was coming: we didn't act\" perspectives from people who use drugs and substance use workforce on the impact of delays in implementation of the supervised injection facility and drug checking interventions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Changes in drug use and drug markets occurred over a period of waiting for interventions to be implemented. Policymakers must consider adapting plans for a supervised injection facility to include inhalation space to meet the current needs of people who use drugs. Drug policy interventions must consider the populations most at risk, and should consider drug checking services outside of the festival setting. This study highlights that the nature of change in drug markets requires...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41053759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Changes in drug use and drug markets occurred over a period of waiting for interventions to be implemented. Policymakers must consider adapting plans for a supervised injection facility to include inhalation space to meet the current needs of people who use drugs"
    },
    {
      "title": "Vapor phase of white thyme essential oil: effect on Candida albicans and preservation of Lactobacillus species in the context of vulvovaginal candidiasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41053752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The joint effect of triglyceride-glucose index and C-reactive protein levels on the risk of chronic obstructive pulmonary disease: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These results underscored the individual and joint effects of TyG and CRP upon COPD risk, indicating their usefulness as biomarkers for early risk assessment.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41053749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results underscored the individual and joint effects of TyG and CRP upon COPD risk, indicating their usefulness as biomarkers for early risk assessment"
    },
    {
      "title": "Deciphering metabolic reprogramming of immune cells within the tumor microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Overall, our study unveils the heterogeneity and dynamics of metabolic properties in immune cells within the tumor microenvironment. These findings provide insights for developing therapeutic strategies that target metabolism to enhance antitumor immunity.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41053742",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Overall, our study unveils the heterogeneity and dynamics of metabolic properties in immune cells within the tumor microenvironment. These findings provide insights for developing therapeutic strategies that target metabolism to enhance antitumor immunity"
    },
    {
      "title": "Caregiver recruitment and engagement: identifying best practices and strategies for including family caregivers of veterans in health services research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Successfully recruiting and retaining caregivers requires multiple strategies, and researcher flexibility. Health services researchers should prioritize direct outreach, outreach through trusted clinicians, and establishing registries to optimize efforts. Researchers should also use methods that allow for flexible, individualized participation to maximize retention. Enhancing caregiver-focused research through optimizing caregiver engagement will ultimately improve the evidence base...",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41053741",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Successfully recruiting and retaining caregivers requires multiple strategies, and researcher flexibility. Health services researchers should prioritize direct outreach, outreach through trusted clinicians, and establishing registries to optimize efforts"
    },
    {
      "title": "Real-world cardiovascular effectiveness of sustained glucagon-like peptide 1 GLP-1 receptor agonist usage in type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This real-world study confirms the cardiovascular benefits of GLP1-RAs over DPP-4is, particularly for reducing cardiovascular and all-cause mortality under continuous treatment exposure in patients with type 2 diabetes at increased cardiovascular risk.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41053738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This real-world study confirms the cardiovascular benefits of GLP1-RAs over DPP-4is, particularly for reducing cardiovascular and all-cause mortality under continuous treatment exposure in patients with type 2 diabetes at increased cardiovascular risk"
    },
    {
      "title": "Nutritional knowledge and dietary practices among young Arab adults: disparities and predictors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251007033552&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Nutritional knowledge varied across different Arab countries, and dietary patterns showed significant differences among the countries included in the study.",
      "pubDate": "2025-10-07T10:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41053755",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nutritional knowledge varied across different Arab countries, and dietary patterns showed significant differences among the countries included in the study"
    },
    {
      "title": "An integrated transcriptomic approach for identifying enhancers in limb motor pools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Motor neurons (MNs), which control body movement, consist of distinct motor pools, that target specific muscles. The precise delineation of these motor pools necessitates an understanding of their specialized gene expression profiles. By integrating single-cell transcriptomics and epigenomics, using scATAC-seq, scRNA-seq and histone modification datasets, we identified cis-regulatory elements (CREs) specific to five MN-lineage clusters, which exhibit distinct gene ontology terms, transcription...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST"
      ],
      "pmid": "41053290",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Attenuation of natural killer cell cytotoxicity by interaction between NKp30 of NK cells and dipeptidase 1 of colon cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Natural killer (NK) cells play a crucial role in immune surveillance by recognizing and eliminating tumor cells. However, tumors employ various mechanisms to evade NK cell-mediated immunity. NKp30 is a potent activating receptor on NK cells, but its function can be inhibited by specific ligands secreted by cancer cells. Here, we identified dipeptidase 1 (DPEP1) as a novel ligand for NKp30 in KM12C colon cancer cells, using co-immunoprecipitation, confocal microscopy, and flow cytometry. We...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41053108",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Vertical Magnification Ratios in Digital Panoramic Radiography Using Phantoms: Evaluation of DICOM Metadata and Calibration Consistency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study demonstrated that many digital panoramic radiography devices apply software-based corrections to achieve a vertical magnification ratio close to 1.0; however, inconsistencies remain across different systems. Measurement accuracy and clinical reliability can be enhanced by standardization of magnification correction methods and improved documentation in product specifications and DICOM headers, which is clinically relevant for increasing the accuracy of vertical...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41051234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that many digital panoramic radiography devices apply software-based corrections to achieve a vertical magnification ratio close to 1.0; however, inconsistencies remain across different systems"
    },
    {
      "title": "Synergistic Effects of Cu(OH)<sub>2</sub>-CuO Anodes for Multiple-Step Energy Storage of Li-Ion Microbatteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Lithium-ion microbatteries (LIMBs) face challenges in achieving high power density without compromising energy density, due to limitations in assembly and kinetics. By overcoming LIMB electrode fabricated using a laser-assisted method, which significantly improves assembly precision and enhances reaction kinetics, the first anodization of Cu(OH)(2)-CuO nanoneedle hybrids on Cu foil for a LIB anode is reported. By resolving the limitations of previous metal-hydroxide electrodes associated with...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050998",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Focal adhesion kinase plays an essential role in Th17 cell differentiation by stimulating NF-κB signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "T helper type 17 (Th17) cells play critical roles in the pathogenesis of various autoimmune and inflammatory diseases; however, signaling pathways that affect Th17 cell differentiation are not fully understood. Here, we investigated whether focal adhesion kinase (FAK), an integrator of extracellular signals, regulates differentiation of Th17 cells. The findings reveal that Fak deficiency in CD4 T cells significantly reduces Th17 differentiation, while also promoting regulatory T (Treg) cell...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41050684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether focal adhesion kinase (FAK), an integrator of extracellular signals, regulates differentiation of Th17 cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fine-tuning signal strength in CD5 CAR-NK cells for targeted T cell cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: T cell hematological malignancies are aggressive blood cancers that remain challenging despite various treatments. Current chimeric antigen receptor (CAR)-T and natural killer (NK) therapies show potential but struggle with nonselective elimination during tumor targeting. Since CAR signal strength is determined by the single-chain variable fragment (scFv) and CAR expression levels, fine-tuning these parameters enables selective recognition of malignant cells while preserving normal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050660",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Licochalcone D reduces H<sub>2</sub>O<sub>2</sub>-induced SH-SY5Y cell neurotoxicity by regulating reactive oxygen species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050398/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Oxidative stress, one of the primary pathogenic factors in neurodegenerative diseases, plays a key role in neuronal damage via various apoptotic mechanisms. Using natural antioxidants to counteract oxidative stress may be a useful approach to slow the progression of neurodegenerative diseases. Licochalcone D (LCD), a root extract of Glycyrrhiza inflata, has various pharmacological activities; nonetheless, its neuroprotective effects and cellular mechanisms against oxidative damage in neuronal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050398",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subchronic oral toxicity and in vitro anti-neuroinflammatory evaluation of <em>Ficus erecta</em> leaves extract for potential functional food applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Ficus erecta leaves, a traditional medicinal plant that is widely used in East Asia, have demonstrated promising cognitive-enhancing effects. However, the safety of its long-term administration has not been elucidated. Therefore, we evaluated the subchronic toxicity of an ethanol extract of F. erecta leaves (EEFE) by conducting 13-week repeated oral toxicity study using Sprague-Dawley (SD) rats. Male and female rats were administered EEFE at doses of 0, 500, 1000, or 2000 mg/kg/day. Clinical...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41050182",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Individualized humeral tray selection in a single design of implant (comprehensive system; Zimmer Biomet, Warsaw, IN) based on clinical symptoms and anatomy enhanced clinical outcomes following reverse total shoulder arthroplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: To achieve favorable outcomes and avoid postoperative complications, the mediolateral offset of the humeral tray for lateralized rTSA should be selected based on a comprehensive consideration of clinical symptoms and anatomical characteristics of individual patients.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41049631",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To achieve favorable outcomes and avoid postoperative complications, the mediolateral offset of the humeral tray for lateralized rTSA should be selected based on a comprehensive consideration of clinical symptoms and anatomical characteristics of individual patients"
    },
    {
      "title": "Development and Application of Standard Codes for the National Exposure Surveillance System Utilizing Korea's Nationwide Exposure Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The newly developed standardized codes are easily applicable by industrial hygienists and can be integrated into the WEMD, supporting its expected use as an exposure surveillance system.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41048865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The newly developed standardized codes are easily applicable by industrial hygienists and can be integrated into the WEMD, supporting its expected use as an exposure surveillance system"
    },
    {
      "title": "Associations between sleep deprivation, sleep irregularity, depressive symptoms, and obesity using the KNHANES 2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "This study aimed to examine the associations between insufficient sleep and health outcomes, specifically depressive symptoms and obesity, using data from the 2020 Korea National Health and Nutrition Examination Survey (KNHANES) with a cross-sectional study design. A total of 5912 participants (2648 men and 3264 women) were included. Among them, 823 individuals (13.9 %) experienced difficulty with weekday sleep deprivation, and 442 individuals (7.5 %) exhibited weekday-weekend sleep mismatch....",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41048842",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine the associations between insufficient sleep and health outcomes, specifically depressive symptoms and obesity, using data from the 2020 Korea National Health and Nutrition Examination Survey (...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeted Theranostic Strategy for Atherosclerotic Plaques Using Intravascular Multimodal Imaging Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Atherosclerosis, a chronic inflammatory disease, is a leading cause of fatal cardiovascular events including myocardial infarction and stroke, primarily due to plaque rupture. The development of plaques is largely driven by the accumulation of macrophages and lipids within the arterial walls, which are central to the progression of atherosclerotic lesions and have emerged as potential therapeutic targets. However, current therapies cannot accurately target and resolve high-risk inflamed plaques,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41048604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond reductionism: the emerging holistic paradigm in indirect control of pathogen infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Microbial research has often emphasized direct interactions between pathogens and other microbes, leading to the discovery of antibiotics and biological control agents. However, such approaches frequently overlook the complexity of microbial ecosystems and show limited effectiveness in real-world settings. Indirect interactions, where non-pathogenic microbes influence pathogen behavior through ecological networks, offer an alternative strategy for controlling infectious diseases. We hypothesize...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41048506",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic effects of blood flow restriction training and beetroot juice supplementation on knee extensor strength and fatigue resistance in college athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Combining beetroot juice (BRJ) supplementation with blood flow restriction (BFR) training shows potential to meet the dual demand for enhanced muscle strength and improved fatigue resistance. This study involved 21 male college athletes who were randomized to a BFR group (n = 10) and a BFR-supplemented BRJ group (n = 11, nitrate 8 mmol/day) for 4 weeks of isokinetic BFR training. The strength (at 60°/s, 180°/s, and maximal voluntary isometric contraction) and fatigue resistance of the knee...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41048224",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wiedemann-Steiner syndrome: description of genetic profiles and clinical phenotypes of 10 Korean pediatric patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Most Korean patients with WSS exhibited suggestive features, but most were not pathognomonic of WSS; thus, many patients may only be identifiable by molecular analyses. Phenotypes frequently overlap with other chromatinopathy syndromes. Future studies are needed to determine the genetic background of patients with molecularly unresolved WSS and to further delineate WSS.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053724",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most Korean patients with WSS exhibited suggestive features, but most were not pathognomonic of WSS; thus, many patients may only be identifiable by molecular analyses. Phenotypes frequently overlap with other chromatinopathy syndromes"
    },
    {
      "title": "Impact of vascular aging on stroke prognosis: the novel severity and arterial stiffness (SASt) score",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The ePWV and the new SASt score show promising potential as tools for identifying patients at higher risk for poor outcomes at 3 months post-stroke. While these findings are encouraging, further prospective studies are needed to validate their utility before they can be adopted in clinical practice.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41053532",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ePWV and the new SASt score show promising potential as tools for identifying patients at higher risk for poor outcomes at 3 months post-stroke. While these findings are encouraging, further prospective studies are needed to validate their utility before they can be adopted in clinical practice"
    },
    {
      "title": "Updated screening criteria for enhanced oil recovery methods and their application to the T oilfield in eastern Mongolia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Enhanced oil recovery (EOR) plays a vital role in maximizing oil production from depleting reservoirs. As EOR technologies advance, updating screening criteria is essential to evaluate and recommend suitable EOR methods for target reservoirs. This study aims to establish updated screening criteria to identify the most effective EOR methods based on specific reservoir characteristics. A structured selection approach facilitates the evaluation of advanced EOR technologies to ensure the suitability...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053502",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to establish updated screening criteria to identify the most effective EOR methods based on specific reservoir characteristics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence -assisted tinnitus support with ChatGPT-4",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ChatGPT-4 provides accurate, timely, and patient-friendly information for tinnitus care, supporting its potential as an adjunct to conventional patient education. This AI tool could bridge gaps in healthcare access, particularly in resource-limited settings, enhancing patient support through accessible and reliable guidance.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053456",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ChatGPT-4 provides accurate, timely, and patient-friendly information for tinnitus care, supporting its potential as an adjunct to conventional patient education. This AI tool could bridge gaps in healthcare access, particularly in resource-limited settings, enhancing patient support through accessi..."
    },
    {
      "title": "Performance of triangular fin device coated with (SiC-Co<sub>3</sub>O<sub>4</sub>)/diathermic nanolubricant inspired by convective and radiation conduction using AI driven approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Enhanced heat transport in triangular fins have promising applications in heat exchangers, electronics cooling, automobile radiators and power plants etc. Use of nanolubricants is an innovative way to enhance the performance of triangular fin. Thus, this work aims to analyze the triangular fin's performance coated with hybrid nanolubricant (SiC-Co(3)O(4))/diathermic oil and investigate that how the active parameters radiation, convective-conduction, porosity and heating source affect the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41053420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to analyze the triangular fin's performance coated with hybrid nanolubricant (SiC-Co(3)O(4))/diathermic oil and investigate that how the active parameters radiation, convective-conduction, porosity an...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in the homogenization of macromoth assemblages (2016-2023) in a Seoul City park",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "As a Long-Term Ecological Network project in Korea, we conducted monthly macromoth sampling from May to October, 2016-2023, in Namsan Park, Seoul, at three permanent plots representing dominant tree communities: Quercus mongolica, Robinia pseudoacacia, and Pinus densiflora forests. Over eight years, we recorded 3,486 individuals from 283 species in 11 families. In total, 351 macromoth species from 13 families were documented in the city park, including 212 newly discovered species and 68...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of channel length on temperature dependence of apparent subthreshold swing in self-aligned top-gate coplanar IGZO thin-film transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "This study investigates how channel length (L) affects the temperature dependence of the apparent subthreshold swing (SS^(*)) in self-aligned top-gate coplanar indium-gallium-zinc oxide (IGZO) thin-film transistors (TFTs). Our experimental results demonstrate that SS^(*) increases with temperature for devices with L = 5 μm and 7 μm, yet decreases for devices with L = 10 μm. To elucidate this behavior, we developed a drain current model based on surface potential. Our analysis reveals that...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whitening efficacy and enamel properties of 30% hydrogen peroxide solution incorporated with strontium-containing Fluorapatite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "This study evaluated the effects of 30% hydrogen peroxide (HP) solution incorporated with strontium-containing Fluorapatite (Sr-FAp) on whitening efficacy and enamel surface properties, aiming to minimize enamel damage during bleaching. A total of 60 extracted bovine teeth were stained with black tea and divided into five groups (n = 12): DW (distilled water), 30% HP, 1 wt% Sr-FAp + HP, 5 wt% Sr-FAp + HP, and 10 wt% Sr-FAp + HP. DW and HP solutions with or without Sr-FAp were applied three times...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053255",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of a humanized mouse model of pulmonary fibrosis for advancing drug validation strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Idiopathic pulmonary fibrosis (IPF) is a progressive interstitial lung disease characterized by excessive extracellular matrix deposition and limited therapeutic options. Conventional preclinical models, such as the bleomycin (BLM)-induced lung fibrosis (BILF) model in immunocompetent mice, fail to replicate the complexity of the human immune environment and are thus unsuitable for evaluating human-specific antibody and cell therapies. To overcome this limitation, we developed two humanized...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053150",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BCR::ABL1-positive acute lymphoblastic leukemia as a high-risk feature of central nervous system relapse after allogeneic hematopoietic cell transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053078",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HUWE1 loss promotes stemness and drug resistance in CRC with dysregulated β-catenin destruction complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Cancer stem cells (CSCs) are a key driver of tumor initiation, progression, and drug resistance in colorectal cancer (CRC). The Wnt/β-catenin signaling pathway, which is hyperactivated in nearly all CRC cases, plays a crucial role in CSC-related processes such as proliferation, epithelial-mesenchymal transition (EMT), and metastasis. In this study, we demonstrate that HUWE1 plays a critical regulator of Wnt/β-catenin signaling, similar to the β-catenin destruction complex. Under conditions of...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053049",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mycobacterium tuberculosis-specific T cells restrain anti-cancer drug-induced neutrophilic lung inflammation in tuberculosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Cancers are a risk factor for active tuberculosis (TB), and anti-cancer drugs can independently cause TB progression. To understand the underlying mechanisms, mice infected with Mycobacterium tuberculosis (Mtb) were treated with gemcitabine (Gem), cisplatin, or paclitaxel. These treatments delay Mtb-specific T cell responses, increase bacterial loads, and cause hyperinflammation with permissive neutrophils in the lungs. However, depleting Mtb-permissive neutrophils reduce bacterial levels and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41053048",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Randomized Phase 3 study of pomalidomide cyclophosphamide dexamethasone versus pomalidomide dexamethasone in relapse or refractory myeloma: an Asian Myeloma Network study (AMN003)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Pomalidomide has been shown to improve survival in patients with relapsed/refractory myeloma (RRMM). However, the optimal pomalidomide-based combinations in RRMM are not known. This study compared pomalidomide, cyclophosphamide, dexamethasone (PCD) with pomalidomide and dexamethasone (PD) in Asian patients with RRMM. Patients were randomly assigned to receive PCD or PD. Patients received pomalidomide at 4 mg from days 1 to 21, dexamethasone at 40 mg once a week, and those in the PCD arm received...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052983",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis-Aware Materials Redesign via Large Language Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "We propose a novel framework that leverages large language models (LLMs) to transform synthetically infeasible inorganic crystal structures into synthetically feasible ones. Unlike previous studies on synthesis predictions, which focus primarily on estimating synthesizability, our method provides actionable solutions for redesigning unsynthesizable materials into synthesizable ones. By integrating an invertible structural representation and an iterative fine-tuning strategy, our framework not...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052899",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preliminary qualification of a machine learning-based assessment of the tumor immune infiltrate as a predictor of outcome in patients with hepatocellular carcinoma treated with atezolizumab plus bevacizumab",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Spontaneously immunogenic hepatocellular carcinoma (HCC), identified by a dense immune cell infiltrate (ICI), responds better to immunotherapy, although no validated biomarker exists to identify these cases. We used machine learning (ML) to quantify ICI from standard H&E-stained tissue and evaluated its correlation with characteristics of the tumor microenvironment (TME) and clinical outcome from atezolizumab plus bevacizumab (A+B).We therefore employed a supervised ML algorithm on 102...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052886",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Natural radioactivity in soil and concomitant hazards in the BSCIC Industrial Area, Jhenaidah, Bangladesh: a pioneering study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Soil serves as both a repository and a pathway for natural radioactivity, influencing human exposure through the transfer of radionuclides into the food-chain and atmosphere. Industrial activities can further disrupt this distribution by introducing contaminants, potentially leading to environmental accumulation. This pioneering study investigates the activity concentrations of naturally occurring radioactive materials (NORMs) and assesses radiological hazards in soil from the Bangladesh Small...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41052621",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating an immunotherapeutic approach to photodynamic therapy for glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Glioblastoma (GBM) is the most common and aggressive primary brain tumor in adults, characterized by poor prognosis. Although immune checkpoint inhibitors (ICIs) such as anti-PD-L1 antibodies have demonstrated clinical success in various cancers, they do not elicit a response in GBM, as it is a cold tumor with low neoantigen load and T cell exhaustion. Photodynamic therapy (PDT) which uses light at an appropriate wavelength in combination with a photosensitizer to selectively destroy tumor...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052565",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual role of microglia in neuroinflammation and neurodegenerative diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Microglia are the principal innate immune cells of the central nervous system, playing cardinal roles in regulating immunity and mediating neuroinflammation - a chronic inflammatory response occurring in the brain and spinal cord. Microglia exhibit a dual role in this process: they can suppress neuroinflammation through anti-inflammatory polarization or inhibition of proinflammatory intracellular signaling, or conversely, they can exacerbate neuroinflammation via activation of proinflammatory...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41052547",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human bone marrow niche organoids for disease modeling and therapeutic application in hematopoietic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Hematopoietic acute radiation syndrome (H-ARS) is a serious clinical condition caused by exposure to high-dose ionizing radiation that leads to the depletion of hematopoietic stem and progenitor cells with the collapse of the function of bone marrow. Despite the clinical significance of H-ARS, there have been few advances in H-ARS research owing to the dearth of physiologically relevant human models that mimic the complex bone marrow microenvironment. In this study, we used a stage-specific...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052483",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of H-ARS, there have been few advances in H-ARS research owing to the dearth of physiologically relevant human models that mimic the complex bone marrow microenvironment",
      "conclusion": null
    },
    {
      "title": "p300-Dependent Modulation in Regulatory T Cells Plays a Crucial Role in Allergic Asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: p300 plays a protective role in allergic asthma by enhancing Treg function, partly through GBP5-mediated regulation, thereby suppressing Th2-driven airway inflammation.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052458",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "p300 plays a protective role in allergic asthma by enhancing Treg function, partly through GBP5-mediated regulation, thereby suppressing Th2-driven airway inflammation"
    },
    {
      "title": "Accelerated Photolysis of Pharmaceutical and Personal Care Products at the Air-Water Interface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The widespread use and environmental release of pharmaceutical and personal care products (PPCPs) pose a global threat to ecosystems and human health. Photolysis plays a critical role in determining the transformation and fate of PPCPs in natural environments. While the photolysis of PPCPs in bulk aqueous systems has been well-documented, their photochemical behavior at environmental interfaces, such as the air-water interface, remains largely unexplored. Here, we demonstrate significantly...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41052423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FLT3-ITD measurable residual disease from the QuANTUM-First trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "QuANTUM-First was a randomized trial that demonstrated that the addition of quizartinib, a potent and selective FLT3 inhibitor, to induction and consolidation chemotherapy, followed by monotherapy maintenance, improved the survival for patients with newly diagnosed FLT3-ITD (FMS-like tyrosine kinase 3‒internal tandem duplication)--mutated acute myeloid leukemia (AML). We conducted a post-hoc analysis of the trial data focusing on measurable residual disease (MRD) as assayed using an...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052406",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frontocortical activity and emotional experience in the context of daily life events",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Understanding the neurobiological basis of emotional experience in the context of daily life events is crucial for elucidating the mechanisms of emotion and emotion regulation, as well as for developing novel interventions for emotion-related disorders. Frontocortical brain regions, including the dorsolateral prefrontal cortex (dlPFC) and mid-cingulate cortex (MCC), are thought to contribute to emotional processing and regulation and have been proposed as potential biomarkers of individual...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052302",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Guiding First-Line Treatment Decisions In Advanced Urothelial Carcinoma: A Global Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: This survey provides practical insights into real-world physician perspectives on patient selection for EV-P. The findings highlight the need for guidance to support personalized risk assessment, facilitate early identification of patients who may require enhanced monitoring, and optimize safe integration of EV-P into clinical practice.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41052287",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This survey provides practical insights into real-world physician perspectives on patient selection for EV-P. The findings highlight the need for guidance to support personalized risk assessment, facilitate early identification of patients who may require enhanced monitoring, and opti..."
    },
    {
      "title": "<em>Solicola agrisoli</em> sp. nov., a novel actinobacterium isolated from agricultural soil in Republic of South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "A novel actinobacterial strain, designated PLA-1-18^(T), was isolated from agricultural soil in Suwon-si, Republic of Korea. Cells were Gram-stain-positive, coccoid-rod-shaped, motile and obligately aerobic. Growth occurred at 20-30 °C (optimum, 25 °C), pH 5.0-9.0 (optimum, pH 7.0) and in the presence of 0-2% w/v NaCl (optimum, 1% w/v). Strain PLA-1-18^(T) was catalase- and oxidase-positive. Phylogenetic analysis based on 16S rRNA gene sequences placed PLA-1-18^(T) within the genus Solicola...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051866",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subcutaneous Nitroglycerin to Prevent Radial Artery Occlusion in Pediatric Patients: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: Subcutaneous nitroglycerin injection before radial artery catheterization and catheter removal significantly reduced the incidence of RAO after catheter removal and may promote safe recovery in pediatric patients younger than 3 years.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051743",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Subcutaneous nitroglycerin injection before radial artery catheterization and catheter removal significantly reduced the incidence of RAO after catheter removal and may promote safe recovery in pediatric patients younger than 3 years"
    },
    {
      "title": "Deteriorated oral health and function as risk factors for physical disability and mortality in community-dwelling older adults: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This systematic review revealed that oral health and function, particularly, masticatory ability and the number of teeth, significantly contributed to physical disability and mortality in older adults.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41051730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This systematic review revealed that oral health and function, particularly, masticatory ability and the number of teeth, significantly contributed to physical disability and mortality in older adults"
    },
    {
      "title": "Studying DNA Methylation for Transgenerational Inheritance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "A subset of cytosine bases in plant nuclear genomes is methylated at the fifth position, forming 5-methylcytosine (5mC). DNA methylation is a conserved epigenetic mark important for genome stability and gene transcription. The genome methylation status is altered under conditions of stress, affecting gene expression patterns as a resistance response. Furthermore, changes in genome methylation status can be transmitted to germline cells in many plant species by overcoming the restraints on...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051665",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for genome stability and gene transcription",
      "conclusion": null
    },
    {
      "title": "Validation of the Korean Version of the Nutrition Screening Tool for Every Preschooler (NutriSTEP<sup>®</sup>): Using the Rasch Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study confirms that NutriSTEP^(®) is a valid and reliable tool for assessing Korean preschooler's nutrition risk. Using NutriSTEP^(®) could offer valuable insights for promoting healthy dietary behaviors in preschoolers.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirms that NutriSTEP^(®) is a valid and reliable tool for assessing Korean preschooler's nutrition risk. Using NutriSTEP^(®) could offer valuable insights for promoting healthy dietary behaviors in preschoolers"
    },
    {
      "title": "Foldable Soft Leg-Assisted Wheel Robot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Although mobile robots are expanding their capabilities to perform diverse missions for humankind, the functions of mobile robots are limited according to each type of locomotion. Hybrid mobile robots, which integrate the advantages of wheel and leg systems, emerge as a solution for robots to cross operating terrain. However, these systems also encounter inherent challenges, such as increased complexity and limited terrain adaptability. Herein, a foldable soft leg is proposed to assist the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41051370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bifunctional Fe─Ru─VC Catalyst for Energy Efficient Tandem Alkaline Electrolysis of Hydrazine and 4-nitrophenol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Alternate electrocatalytic reactions can turn pollutants into green fuels, offering an energy-efficient approach. Coupling hydrazine oxidation reaction (HzOR), with 4-nitrophenol hydrogenation (4-NPHR) is especially promising. Here, we report a bifunctional electrocatalyst composed of defect-rich Fe-Ru alloy clusters uniformly anchored on vanadium carbide (Fe─Ru─VC), synthesized via scalable ball milling and thermal annealing. Fe─Ru─VC exhibits excellent electrocatalytic activity toward both...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051182",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoscale Mapping of Charge-Trap-Induced Localized Bandgap Variations in Perovskite Solar Cell Structures via Wavelength-Dependent Noise Microscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "We report the nanoscale mapping of charge-trap-induced local bandgap variations in an organic-inorganic halide perovskite film within a solar cell structure. For mapping, a conducting probe scanned the perovskite film surface under monochromatic illumination at different wavelengths to simultaneously map wavelength-dependent photocurrents and electrical noise. The measured maps were analyzed further to obtain the spatial distributions of photoconductive properties, such as photocurrent (I(pc)),...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051083",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acetylacetonate Derived Cobalt(III) Complexes as Photocatalysts and Electrocatalysts for Energy Conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051028/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Developing systems that facilitate the conversion of solar energy into fuel by reducing carbon dioxide and producing hydrogen could bridge the gap between production and consumption. In this work, a new method to study the reaction intermediates of carbon dioxide reduction reaction (CO(2)RR) and hydrogen elimination reaction (HER) catalyzed by Cobalt(III) catalysts with high photocatalytic activity in a water/acetonitrile solvent system is proposed. The optimization of the cobalt catalysts...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41051028",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic Segmentation of Abdominal Aortic Aneurysm From Computed Tomography Angiography Using a Patch-Based Dilated UNet Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Abdominal Aortic Aneurysm (AAA) is still a socially relevant public health challenge, evidenced by an 82.1% increase in associated fatalities from 1990 to 2019 (with 172,427 deaths in 2019 alone). In a clinical setting, computed tomography angiography (CTA) is the imaging modality of choice for monitoring and/or presurgical planning of AAA patients. However, manual segmentation of CTA images is labor intensive and time consuming. Hence, there is a growing need for automated segmentation...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050984",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exosome Therapy for Chronic Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Exosome therapy was well tolerated and associated with rapid granulation, improved perfusion, and durable closure of refractory chronic ulcers. Although limited by small sample size and lack of controls, these findings support further controlled trials to define efficacy and optimize dosing.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050971",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Exosome therapy was well tolerated and associated with rapid granulation, improved perfusion, and durable closure of refractory chronic ulcers. Although limited by small sample size and lack of controls, these findings support further controlled trials to define efficacy and optimize dosing"
    },
    {
      "title": "Elemental composition, physicochemical properties, and calcium bioavailability of calcined gill powders from Asian seabass and catfish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Calcined gill powders (CGPs) from Asian seabass and catfish were prepared by calcination at 900 °C for 6 h. Seabass (SB-CGP) and catfish (CF-CGP) were characterized for their chemical composition, morphology, functional groups, and crystallinity. Cytotoxicity was assessed using BJ cells, and calcium bioavailability was compared with CaCO(3) using a Caco-2 cell model. Both CGPs had high ash content (99.21-99.58 %). SB-CGP showed a larger particle size and higher crystallinity than CF-CGP. The...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41050865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the impact of cultural intelligence on multicultural literacy in university students: a serial mediation model of cultural exposure and cross-cultural communication skills",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Cultural intelligence plays a central role in shaping students' ability to navigate diverse cultural environments, yet the mechanisms through which it influences multicultural literacy remain underexplored. This study investigates a serial mediation model to examine how cultural intelligence indirectly enhances multicultural literacy through two psychological pathways: cultural exposure and cross-cultural communication skills.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41050798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time to Include Vestibular Neurology as a Core Competency for Neurology Trainees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human pluripotent stem cell-derived neuronal progenitor cells promote neurogenesis and functional recovery by attenuating neuroinflammation and via extracellular vesicles in a subacute stroke model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Stroke remains a leading cause of long-term disability worldwide. The limited therapeutic window of current treatments underscores the need for alternative regenerative strategies. Neural progenitor cells (NPCs) are promising candidates for brain repair. However, the optimal timing of therapy and the mechanisms underlying its effects on ischemic stroke remain unclear.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050695",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceptions and telemonitoring potential of smart toothbrushes among dental professionals and the public: A cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite low awareness, both professionals and the public showed strong interest in adopting smart toothbrushes. For successful integration into telemonitoring, strategies to enhance public awareness, address financial barriers, and develop user-centred systems are essential.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite low awareness, both professionals and the public showed strong interest in adopting smart toothbrushes. For successful integration into telemonitoring, strategies to enhance public awareness, address financial barriers, and develop user-centred systems are essential"
    },
    {
      "title": "Case Report: Simultaneous mucoid degeneration of the ACL and PCL in a 62-year-old man: an under-recognized diagnostic pitfall",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050353/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Mucoid degeneration of the cruciate ligaments is an uncommon and often under-recognized cause of chronic knee pain and motion limitation. We report the case of a 62-year-old man with an eight-year history of discomfort, progressive flexion contracture, and restricted range of motion in the right knee. Two prior arthroscopies performed elsewhere failed to identify the cause. Magnetic resonance imaging using a 1.5-Tesla scanner with 3-mm slice thickness demonstrated diffuse, increased...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41050353",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive limitations in depth estimation for dispatcher-assisted cardiopulmonary resuscitation: a prospective simulation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Laypersons have significant difficulty estimating 50 mm in length, vertical depth, and applying target chest compression depth. Providing a visual reference did not significantly improve performance.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41050168",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Laypersons have significant difficulty estimating 50 mm in length, vertical depth, and applying target chest compression depth. Providing a visual reference did not significantly improve performance"
    },
    {
      "title": "Indirect Impact of the COVID-19 Pandemic on All-Cause Mortality and Cardiovascular Disease Among People With Diabetes Mellitus From Korea and Hong Kong: An Interrupted Time Series Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The outbreak disrupted healthcare utilization among people with DM, leading to a temporary decline in CVD diagnoses. In Hong Kong, CVD incidence normalized in 2021, while in Korea, the continued increase in CVD incidence may be related to sustained care disruption.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41049877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The outbreak disrupted healthcare utilization among people with DM, leading to a temporary decline in CVD diagnoses. In Hong Kong, CVD incidence normalized in 2021, while in Korea, the continued increase in CVD incidence may be related to sustained care disruption"
    },
    {
      "title": "External-Force-Offset Effects of ECM Coating Layers on hMSCs Subjected to External Physical Force",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Mesenchymal stem cells (MSCs) used for cell-delivery-based therapy also undergo considerable external stresses upon entering the recipient site in the body. Here, we sought to develop a cell-protective barrier on the MSC surface that protects against stress-induced damage from physical external stresses. The barrier was fabricated from gelatin and hyaluronic acid (HyA) using a layer-by-layer (LbL) technique. In addition to assessing the stability and biological properties of extracellular matrix...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41049860",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "develop a cell-protective barrier on the MSC surface that protects against stress-induced damage from physical external stresses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activatable PROTAC nanoassembly for photodynamic PTP1B proteolysis enhances glioblastoma immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "In light of the burgeoning successes of cancer immunotherapy, glioblastoma (GBM) remains refractory due to an immunosuppressive microenvironment originating from its molecular heterogeneity. Thus, identifying promising therapeutic targets for treating GBM and discovering methodologies to effectively regulate them is still a tremendous challenge. Here we describe photodynamic protein tyrosine phosphatase 1B (PTP1B) proteolysis mediated by a proteolysis-targeting chimera (PROTAC) nanoassembly. The...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41049728",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time to Return to Play After Arthroscopic Elbow Osteocapsular Arthroplasty in Professional and Elite Baseball Players",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Arthroscopic elbow osteocapsular arthroplasty demonstrated a favorable sRTP rate of 88.2% in elite and professional baseball players with degenerative arthritis.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41049597",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Arthroscopic elbow osteocapsular arthroplasty demonstrated a favorable sRTP rate of 88.2% in elite and professional baseball players with degenerative arthritis"
    },
    {
      "title": "Proteogenomic Analysis on RNA m6A Modification-Associated Genes Identifies a Distinct Subgroup with High IGF2BPs Expression Across Cancer Types",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Background: RNA N6-methyladenosine (m6A) modification is a key epitranscriptomic mechanism that regulates post-transcriptional gene expression. Although m6A-associated regulators have been implicated in cancer, their context-dependent roles and impacts on tumor heterogeneity remain incompletely defined. Methods: We conducted a pan-cancer proteogenomic analysis of m6A-dependent mechanisms using multi-omics datasets from the Clinical Proteomic Tumor Analysis Consortium, utilizing genomic,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41049442",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytochemical Profiling and Anti-Inflammatory Effects of Aerial and Underground Parts of <em>Apium graveolens var. rapaceum</em> (Celeriac): Potential Health Benefits of Discarded Aerial Parts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41049417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Apium graveolens var. rapaceum (celeriac), a root vegetable cultivated as a medicinal plant since ancient times, has gained attention due to its nutritional and health benefits. The aerial parts of celeriac (APC) are rich in compounds such as apigenin, known for its potent anti-inflammatory properties. However, APC is often discarded due to its tough texture and bitter taste. To assess the health benefits and explore the potential of both the APC and underground parts of celeriac (UPC) as...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41049417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Mixup in Topological Persistence Based Knowledge Distillation for Wearable Sensor Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The analysis of wearable sensor data has enabled many successes in several applications. To represent the high-sampling rate time-series with sufficient detail, the use of topological data analysis (TDA) has been considered, and it is found that TDA can complement other time-series features. Nonetheless, due to the large time consumption and high computational resource requirements of extracting topological features through TDA, it is difficult to deploy topological knowledge in machine learning...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048995",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Approach to Chemical Health Risk Assessment for Maintenance Workers at Electronics Manufacturing Facilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Further research is needed to validate this method and to develop additional practical guidance for the assessment of chemical health risks associated with MW.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048870",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Further research is needed to validate this method and to develop additional practical guidance for the assessment of chemical health risks associated with MW"
    },
    {
      "title": "Confounding Effects of Lifestyle Factors in Cancer Risk Estimation for Occupational Radiation Exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study found little evidence of significant confounding effects from unmeasured lifestyle factors on cancer risk when basic registry data variables were adjusted among medical radiation workers. Further studies are warranted to investigate the impact of unmeasured and unknown confounders to improve the accuracy of radiation risk estimates.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41048862",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of unmeasured and unknown confounders to improve the accuracy of radiation risk estimates",
      "conclusion": "Our study found little evidence of significant confounding effects from unmeasured lifestyle factors on cancer risk when basic registry data variables were adjusted among medical radiation workers. Further studies are warranted to investigate the impact of unmeasured and unknown confounders to impro..."
    },
    {
      "title": "Development of Korean CARcinogen EXposure: IARC Group 2A Carcinogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The K-CAREX database was developed to estimate exposure prevalence and intensity by industry and occupation for 18 IARC Group 2A agents. These findings provide valuable data for cancer prevention and epidemiological studies. Future work may expand K-CAREX to include IARC Group 2B agents and other carcinogenic agents.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41048861",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The K-CAREX database was developed to estimate exposure prevalence and intensity by industry and occupation for 18 IARC Group 2A agents. These findings provide valuable data for cancer prevention and epidemiological studies"
    },
    {
      "title": "Long Working Hours and Dyslipidemia: A Systematic Review and Meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Long working hours are modestly associated with an increased risk of dyslipidemia. These findings provide evidence for developing workplace-based dyslipidemia prevention programs.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long working hours are modestly associated with an increased risk of dyslipidemia. These findings provide evidence for developing workplace-based dyslipidemia prevention programs"
    },
    {
      "title": "Brain structure correlates of foreign language learning experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Previous research demonstrates that bilingual experiences produce dynamic and variable structural adaptations in the brain. However, most studies focus on individuals who naturally acquire multiple languages, leaving the neural effects of long-term foreign language learners with limited exposure less understood. In this study, we examined 32 young adult long-term foreign language learners in South Korea to determine how age of acquisition, proficiency, and daily use shape gray matter volume and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41048840",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "32 young adult long-term foreign language learners in South Korea to determine how age of acquisition, proficiency, and daily use shape gray matter volume and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient estimation for the multivariate Cox model with missing covariates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048830/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Missing covariates are a ubiquitous issue in the data analysis. One of the widely-used approaches for efficient parameter estimation is using augmentation based on the semiparametric efficiency theory. However, existing methods for right-censored data with Cox model did not correctly implement augmentation, which may result in inefficient parameter estimation. In this paper, we derive a correct augmentation term for the stratified proportional hazards model with missing covariates. We study the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048830",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Efficiency Silver Recovery from End-of-Life Photovoltaic Modules via Hydrodynamically Optimized Electrowinning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The proliferation of photovoltaic (PV) installations necessitates sustainable methods for managing end-of-life modules. This study addresses the environmental drawbacks of traditional hydrometallurgical recycling, such as the use of hazardous chemicals and high CO(2) emissions, by developing a novel electrowinning process for silver (Ag) recovery. We introduce an optimized system that synergistically combines a hemispherical stainless-steel cathode, which also serves as the reaction vessel, with...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41048818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Performance Spin Field-Effect Transistors with Multicycle Spin Precession in BLG/WSe<sub>2</sub>/hBN Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Spintronics seeks to enhance information processing by harnessing the spin of electrons, offering solutions to the limitations of conventional electronics. A key device in spintronics research is the spin-injected field-effect transistor (spin FET), which incorporates a lateral semiconducting channel and ferromagnetic electrodes. This study presents a high-mobility BLG/WSe(2)/hBN spin FET capable of operating from cryogenic to room temperature, demonstrating efficient spin injection, detection,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to the Letter by Mehta and Sah Regarding Article, Cholesterol and Cardiovascular Risk in Type 2 Diabetes: The Role of Kidney Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048607/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048607",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Response to Letter Regarding Article, Association Between Nut Consumption and Metabolic Syndrome in Korean Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dyslipidemia Fact Sheet in South Korea, 2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Despite advances in detection and treatment, dyslipidemia remains highly prevalent in South Korea, particularly among individuals with metabolic comorbidities. Given the insufficient adherence to dietary and physical activity guidelines, strengthened strategies for prevention and management are warranted, with an emphasis on lifestyle modification and aggressive treatment approaches in high-risk groups.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048599",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite advances in detection and treatment, dyslipidemia remains highly prevalent in South Korea, particularly among individuals with metabolic comorbidities. Given the insufficient adherence to dietary and physical activity guidelines, strengthened strategies for prevention and management are warr..."
    },
    {
      "title": "Unique Dental and Craniofacial Manifestations of Hypoplastic Amelogenesis Imperfecta in a Patient With Prune Belly Syndrome: A Rare Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Introduction: Prune belly syndrome (PBS) is a rare congenital disease characterized by hypoplastic abdominal wall muscles, urological abnormalities, and bilateral cryptorchidism. This report describes a rare case of aberrant hypoplastic amelogenesis imperfecta in a patient with PBS. Case Presentation: A 10-year-old boy with PBS presented with difficulties in speech and mastication. Oral and radiological examinations revealed aberrant hypoplastic enamel defects, mandibular hypoplasia and...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048592",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of mesenchymal stem cells derived from human exfoliated deciduous teeth (SHEDs) on airway inflammation in a murine model of acute asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Stem cells from human exfoliated deciduous teeth (SHEDs) are self-renewing mesenchymal stem cells residing within the perivascular niche of the dental pulp. Previous studies have shown that SHEDs can attenuate acute lung injury and fibrosis. The effects of SEHDs on airway inflammation and airway hyperresponsiveness (AHR) were investigated in a mouse model of allergic asthma. In addition, clinical characteristics expected to respond well to SHED treatment were identified in co-culture experiments...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048569",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex differences in pain perception and modulation in the brain: effects of insular cortex stimulation on chronic pain relief",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Sex-specific differences in brain activation related to chronic pain remain poorly understood. In particular, how stimulation of the insular cortex-a key modulator of pain processing-differentially affects neural pathways in males and females is not well characterized. This study aimed to determine whether insular cortex stimulation activates distinct pain modulation circuits in a sex-dependent manner using a rat model of chronic pain. Understanding these differences may help inform more...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048543",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "determine whether insular cortex stimulation activates distinct pain modulation circuits in a sex-dependent manner using a rat model of chronic pain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The dietary factors associated with sleep duration in postmenopausal middle-aged women: a cross-sectional study using 2019-2023 Korea National Health and Nutrition Examination Survey data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Dietary factors associated with sleep duration differed by postmenopausal period, with specific nutrients and food groups exhibiting variable associations with sleep duration above mean intake levels.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dietary factors associated with sleep duration differed by postmenopausal period, with specific nutrients and food groups exhibiting variable associations with sleep duration above mean intake levels"
    },
    {
      "title": "Evaluation of the safety and immunogenicity of a 9-valent human papillomavirus vaccine produced in <em>Saccharomyces cerevisiae</em> using a heating-chilling process for virus-like particle antigen assembly: a double-blind, randomized, placebo-controlled phase 1 clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: It is challenging to secure the tertiary structure of virus-like particles (VLPs) during manufacturing process development. In this study, we evaluated the safety and immunogenicity of PV-001, a 9-valent human papillomavirus (HPV) vaccine candidate manufactured in Saccharomyces cerevisiae using a new heating-chilling process designed to yield L1 VLPs with high purity and homogeneity.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048471",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pilot evaluation of a cooking-based nutrition education program to promote vegetable intake among children in Seoul, South Korea: a single-group pre-post study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The CBNE program may enhance vegetable intake in children. Although preference remained the strongest individual factor, vegetable experience and the diversity of vegetable side dishes per meal had a greater combined effect. These findings underscore the importance of repeated and diverse exposure, not only by supporting previous studies that link such exposure to increased intake but also by suggesting that environmental support may be essential for sustaining healthy eating habits.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CBNE program may enhance vegetable intake in children. Although preference remained the strongest individual factor, vegetable experience and the diversity of vegetable side dishes per meal had a greater combined effect"
    },
    {
      "title": "Quantile regression model for interval-censored data with competing risks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Our interest is to provide the methodology for estimating quantile regression model for interval-censored competing risk data. Lee and Kim [Analysis of interval censored competing risk data via nonparametric multiple imputation. Stat. Biopharm. Res. 13 (2020), pp. 367-374.] applied a censoring complete data concept suggested by Ruan and Gray [Analyses of cumulative incidence function via non-parametric multiple imputation. Sta. Med. 27 (2008), pp. 5709-5724.] to recover a missing information...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41048361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Periploca root oils as potent, diphenolase-selective tyrosinase inhibitors: chemotype profiling and non-competitive mechanism of 4-methoxy-2-hydroxybenzaldehyde",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Periploca sepium chemotypes, standardized to ≥ 700 g kg^(-1) 4-methoxy-2-hydroxybenzaldehyde and ≤ 50 g kg^(-1) total n-alkanes, are potent, diphenolase-selective tyrosinase inhibitors with promising safety attributes. These findings support development as clean-label actives for skin-whitening or food anti-browning, contingent on chemotype-directed quality control, confirmation on human tyrosinase/cellular models, and comprehensive chronic safety assessment. © 2025 Society of...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41048180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Periploca sepium chemotypes, standardized to ≥ 700 g kg^(-1) 4-methoxy-2-hydroxybenzaldehyde and ≤ 50 g kg^(-1) total n-alkanes, are potent, diphenolase-selective tyrosinase inhibitors with promising safety attributes. These findings support development as clean-label actives for skin-whitening or f..."
    },
    {
      "title": "Mixture of methylbiphenyls as potential liquid organic hydrogen carriers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "It has been challenging to find liquid organic hydrogen carriers (LOHCs) that satisfy both technological and environmental standards. In this study, we performed a comprehensive database and experimental search for the best candidate material and suggested a mixture of m-methylbiphenyls (mMBPs; m = 2, 3, or 4) as a promising LOHC. The mixture of mMBPs has a hydrogen storage capacity of 6.7 wt% H(2) with a melting point lower than -20 °C. A simple and efficient method of synthesis is also...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41048132",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Situ Formation of 3D Cross-Linked Binders in Silicon-Graphite Composite Anodes for All-Solid-State Lithium Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41048106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "All-solid-state lithium batteries (ASSLBs) with sulfide-based solid electrolytes offer improved safety compared to conventional lithium-ion batteries. Silicon-based anode materials enable an increase in the energy density of ASSLBs. However, the substantial volume change during cycling induces interfacial degradation, leading to significant capacity loss. In this study, the composite silicon-graphite (Si-C) anodes were fabricated via an in situ cross-linking reaction between polybutadiene (PBD)...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41048106",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Application of Using Diffusion-Based Wasserstein Generative Adversarial Network for Morphologic Analysis of Blood Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Incorporating synthetic data using DWGAN-GP significantly enhanced model performance and addressed class imbalance. This method shows promise for more accurate and consistent blood cell classification, offering potential improvements in clinical diagnostics for hematologic disorders.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41047917",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating synthetic data using DWGAN-GP significantly enhanced model performance and addressed class imbalance. This method shows promise for more accurate and consistent blood cell classification, offering potential improvements in clinical diagnostics for hematologic disorders"
    },
    {
      "title": "Highly Selective Pressure-Driven Electrochemical Conversion of CO<sub>2</sub> into CO over Nickel-Encapsulated Nitrogen-Doped Carbon Nanotubes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The selective electroreduction of CO(2) to CO is an attractive avenue for storing intermittent renewable energy. Although designing a precise confining microenvironment for active sites is challenging, most CO(2)-to-CO catalysts are developed by considering the potential of structural reconstruction. Herein, we report encapsulating Ni within nitrogen-doped carbon nanotubes (NCNTs) as an effective strategy for improving CO(2) adsorption and catalytic activity. The Ni/NCNT catalyst exhibited a...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41047887",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An octupolar donor-acceptor dye exploiting aggregation-induced intersystem crossing for efficient ROS generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Photodynamic therapy (PDT) requires photosensitizers (PSs) that efficiently generate reactive oxygen species (ROS) or otherwise induce cell damage, even under the hypoxic conditions typical of solid tumor environments. Here, we report a heavy-atom-free octupolar donor-acceptor dye, 3CN, designed with a triphenylamine core and three cyanovinyl-benzothiazole acceptors. This dye harnesses aggregation-induced intersystem crossing (AI-ISC) to promote efficient triplet state population. In aqueous...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41047834",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Naphthalimide-Based Type-I Nano-Photosensitizers for Enhanced Antitumor Photodynamic Therapy: H<sub>2</sub>S Synergistically Regulates PeT and Self-Assembly",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Photodynamic therapy (PDT) relies on a combination of light and photosensitizers (PSs) to achieve local control over cancerous lesions. However, it is subject to limitations, including tumor hypoxia, low tumor targeting, off-target phototoxicity, and always-on fluorescence. Here, we propose a design strategy for activated nano-PSs (N-PSs) to simultaneously overcome the limitations of PDT, wherein photoinduced electron transfer (PeT) is coupled with an endogenous H(2)S-regulated self-association...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047818",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Pilot Investigation of Transforming Growth Factor-β2 and Total Protein Concentrations in Aqueous Humor of Canine Glaucomatous Eyes With and Without Ahmed Glaucoma Valve Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elevated TGF-β2 in PACG could contribute to disease progression and post-surgical fibrosis. These findings support future studies to examine the potential of TGF-β2 modulation as a therapeutic approach to improving long-term surgical outcomes following Ahmed glaucoma valve surgery in canine PACG.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated TGF-β2 in PACG could contribute to disease progression and post-surgical fibrosis. These findings support future studies to examine the potential of TGF-β2 modulation as a therapeutic approach to improving long-term surgical outcomes following Ahmed glaucoma valve surgery in canine PACG"
    },
    {
      "title": "A Data-Driven Model to Predict Delirium Based on Dynamic Patterns of Clinical Deterioration in Critically Ill Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Persistent or worsening physiological derangements were significantly associated with delirium onset in critically ill patients.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047725",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Persistent or worsening physiological derangements were significantly associated with delirium onset in critically ill patients"
    },
    {
      "title": "Optimizing hemodialysis management using bioelectrical impedance analysis: emphasizing the significance of the phase angle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Patients undergoing hemodialysis (HD) often experience complications, such as severe malnutrition, muscle wasting, and fluid overload, which significantly affect survival rates and quality of life. Accurate assessment and management of nutritional status and fluid retention are essential for improving patient outcomes. Bioelectrical impedance analysis (BIA), a noninvasive and practical tool, is increasingly used to assess body composition and fluid distribution in patients undergoing HD. The...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047713",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diffusion characteristics and efficacy of letibotulinum toxin a in forehead wrinkle treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Letibotulinum toxin A is a safe, effective alternative for wrinkle treatment, potentially minimizing excessive diffusion risks and related side effects, making it a valuable addition to available treatment options.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Letibotulinum toxin A is a safe, effective alternative for wrinkle treatment, potentially minimizing excessive diffusion risks and related side effects, making it a valuable addition to available treatment options"
    },
    {
      "title": "Quantitative MR Imaging Marker: Effective Cross-Sectional Area of the Rotator Cuff and Its Correlation with the Biodex Isokinetic Test",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: eCSA may be a useful quantitative imaging marker for assessing the function of the Rotator Cuff muscle. FL60TQ30, ER60PT, and EX60PT are useful Biodex indices for SSc, SST, and ISTM, respectively.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41047683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "eCSA may be a useful quantitative imaging marker for assessing the function of the Rotator Cuff muscle. FL60TQ30, ER60PT, and EX60PT are useful Biodex indices for SSc, SST, and ISTM, respectively"
    },
    {
      "title": "Diagnosis and treatment of <em>Helicobacter pylori</em> infection: past, present, and future",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Helicobacter pylori infects more than half of the world's population. Chronic H. pylori infection is associated with the development of precancerous gastric conditions, including chronic atrophic gastritis and intestinal metaplasia, which may progress to peptic ulcer disease and gastric cancer. In 2020, an estimated 1.09 million new cases of gastric cancer were reported worldwide. Gastric cancer continues to pose a significant health burden and is the fourth leading cause of cancer-related...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41047664",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computed Tomographic and Ultrasonographic Features of Feline Gastrointestinal Eosinophilic Sclerosing Fibroplasia in Cats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "This study aimed to characterize the computed tomographic (CT) and ultrasonographic features of feline gastrointestinal eosinophilic sclerosing fibroplasia (FGESF) and its concurrent abnormalities. A retrospective multicenter study was conducted on 16 cats with histopathologically confirmed FGESF. CT and ultrasonographic characteristics were retrospectively evaluated to assess the lesion location, shape, size, and layering patterns. The contrast enhancement patterns, including the attenuation...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41047662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterize the computed tomographic (CT) and ultrasonographic features of feline gastrointestinal eosinophilic sclerosing fibroplasia (FGESF) and its concurrent abnormalities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polarization-Controlled Structural Modulation in the Single Atomic Layer at the PbZr<sub>0.2</sub>Ti<sub>0.8</sub>O<sub>3</sub>/LaNiO<sub>3</sub> Interface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Conductivity modulation via ferroelectric polarization coupling with LaNiO(3) (LNO) is demonstrated at an epitaxial ferroelectric-LNO interface. Conductivity measurements, varying the thickness of the LNO channel, show that this phenomenon is confined to a few atomic layers at the interface. Combining in situ biasing and off-axis holography, we mapped out electrostatic potentials at the PbZr0(.2)Ti(0.8)O(3)(PZT)/LNO/SrTiO(3)(STO) heterostructure upon polarization switching. Using...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41052056",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of Parkinson Disease Among Patients With Restless Leg Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study, RLS was associated with an increased risk of developing PD. Furthermore, patients with RLS who were not treated with DAs tended to be at increased risk of developing PD, whereas those who were treated with DAs tended to be at decreased risk compared with the control group. These findings suggest that the pathophysiological connection between RLS and PD may involve mechanisms beyond the dopaminergic pathway.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH"
      ],
      "pmid": "41051773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the pathophysiological connection between RLS and PD may involve mechanisms beyond the dopaminergic pathway",
      "conclusion": "AND RELEVANCE: In this cohort study, RLS was associated with an increased risk of developing PD. Furthermore, patients with RLS who were not treated with DAs tended to be at increased risk of developing PD, whereas those who were treated with DAs tended to be at decreased risk compared with the cont..."
    },
    {
      "title": "Milliwatt-Scale Moisture-Induced Power Generation via Cation Intercalation in Sodium Vanadium Oxide Nanobelts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "A moisture-induced power generator (MPG) with exceptionally high-power output and extended operational stability is developed by systematically integrating three active materials: A LiCl -containing hydrogel, a perforated aluminum sheet, and NaV(3)O(8) (NVO) nanobelts. The LiCl-containing hydrogel, due to its hygroscopic nature, maintains a stable moisture gradient and supplies charge carriers (Li^(+) ions). Simultaneously, the perforated aluminum sheet acts as the primary source of charge...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41051184",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting AMPK for Cancer Therapy: Metabolic Reprogramming as a Therapeutic Strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41050082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "AMP-activated protein kinase (AMPK) is a highly conserved serine/threonine kinase that functions as a central regulator of cellular energy status. In cancer, where metabolic reprogramming enables rapid proliferation and survival under stress, AMPK functions as a metabolic checkpoint that restrains tumor growth by inhibiting biosynthetic pathways and promoting catabolic processes, such as autophagy and fatty acid oxidation. Given its role in opposing many hallmarks of cancer metabolism, AMPK has...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41050082",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An analysis of head and ear anthropometric data using 3D scans for head-wearable products",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41047742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The present study analysed the anthropometric characteristics of an integrated head-ear dataset to advance the ergonomic design of head-wearable products. By integrating 3D scanning, casting techniques, and template registration methods, scan data from 200 Korean participants were processed and 88 head and ear dimensions were measured. Among the head and ear dimensions, 95.5% showed larger average sizes in males than in females (mean difference = 0.3-25.1 mm; mean ratio = 1.02-1.37), with males...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41047742",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High degree of dental neglect characterizes adult patients hospitalized with severe odontogenic infections: a retrospective cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Approximately half of all patients hospitalized with SOI have a high degree of dental neglect. From a clinical perspective, the study addresses the potential of using the clinical threshold or the DNS in the early identification of patients at risk of SOI. However, further research on the topic is necessary to define the target of preventing patients at risk of SOI within the healthcare system. Exploring dental neglect in a non-selected study population might elucidate the validity...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Approximately half of all patients hospitalized with SOI have a high degree of dental neglect. From a clinical perspective, the study addresses the potential of using the clinical threshold or the DNS in the early identification of patients at risk of SOI"
    },
    {
      "title": "Differences in Sentinel lymph node biopsy outcomes and prognosis between HER2-low and HER2-zero breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053694",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genital burns caused by cell phone combustion following a motorcycle accident: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This case highlights the potential for severe thermal injuries from cell phones, possibly exacerbated by trauma, and underscores the importance of patient education regarding the safe handling and storage of cell phones, particularly during activities like cycling or motorcycling.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the potential for severe thermal injuries from cell phones, possibly exacerbated by trauma, and underscores the importance of patient education regarding the safe handling and storage of cell phones, particularly during activities like cycling or motorcycling"
    },
    {
      "title": "Integrative analysis of Hub1 overexpression: driving transcriptional reprogramming and alternative splicing in Saccharomyces cerevisiae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings reveal that Hub1 overexpression drives coordinated transcriptional and post-transcriptional changes, promoting metabolic reprogramming while specifically modulating splicing of genes with weak splice sites like DYN2. These results establish Hub1 as a dual regulator linking transcriptional control with splicing precision, suggesting a regulatory mechanism that enhances cellular adaptability under stress conditions.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053551",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings reveal that Hub1 overexpression drives coordinated transcriptional and post-transcriptional changes, promoting metabolic reprogramming while specifically modulating splicing of genes with weak splice sites like DYN2. These results establish Hub1 as a dual regulator linking transcription..."
    },
    {
      "title": "Combined treatment with amlexanox and cytarabine induces apoptosis via the S100A6-Akt pathway in KMT2A::AFF1-positive acute lymphoblastic leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Five-Year Trends in Facial Thread-Lift Practice: A Nationwide Cross-Sectional Analysis of 106,639 Cases by Age Group and Thread Material",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Thread material selection and procedural intensity in facial thread-lifts are associated with patient age and are increasingly individualized and strategy-driven. We provide the first large-scale, evidence-based insight into this evolving practice.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053478",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Thread material selection and procedural intensity in facial thread-lifts are associated with patient age and are increasingly individualized and strategy-driven. We provide the first large-scale, evidence-based insight into this evolving practice"
    },
    {
      "title": "ASO Author Reflections: Intraoperative Hypothermia as a Risk Factor for Complications Following Esophagectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemotherapy-related hand-foot syndrome and hand-foot skin reaction: a review of management and possible approaches for Asian patients by the Japanese pharmacist-led oncodermatology study team",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This review provides evidence-based recommendations for the prevention and treatment of HFS/HFSR in Asian patients, taking into account their unique skin characteristics.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053386",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review provides evidence-based recommendations for the prevention and treatment of HFS/HFSR in Asian patients, taking into account their unique skin characteristics"
    },
    {
      "title": "Evaluation of the efficacy and safety of the augmented rectangle technique for Billroth-I reconstruction in laparoscopic distal gastrectomy for gastric cancer: comparison with Roux-en-Y reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The augmented rectangle technique of anastomosis is a safe, effective technique for total intracorporeal Billroth-I reconstruction and confers favorable postoperative outcomes and satisfactory oral intake.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053382",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The augmented rectangle technique of anastomosis is a safe, effective technique for total intracorporeal Billroth-I reconstruction and confers favorable postoperative outcomes and satisfactory oral intake"
    },
    {
      "title": "Assessment of surgical difficulty in multiple laparoscopic liver resection using the aggregate value of scores based on the IWATE criteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053380/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The total difficulty score based on the IWATE criteria may be a useful tool for assessing surgical difficulty in MLLR.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053380",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The total difficulty score based on the IWATE criteria may be a useful tool for assessing surgical difficulty in MLLR"
    },
    {
      "title": "The virtual prism represents the decentration component of the first-order term in a Fourier series of the corneal refractive power",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The aim of this study is to prove that the first-order term in a Fourier series of the corneal refractive power, a decentration component, is identical to a prismatic refractive component. A model using a thin round wedge prism, similar to one of the Risley prisms, is constructed. The prismatic refractive power PD(φ) at an angle φ in an arbitrary oblique section is formulated using geometrical optics. The discrete Fourier transform is applied to data calculated from complex equations for prisms...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study is to prove that the first-order term in a Fourier series of the corneal refractive power, a decentration component, is identical to a prismatic refractive component",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a low-cost, simple, and rapid identification method for Glycyrrhiza uralensis using PCR-RFLP and evaluation of seeds distributed on the market",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Glycyrrhiza is a crude drug used worldwide, especially in China and Japan. Glycyrrhiza uralensis Fischer and Glycyrrhiza glabra L. are listed as original plants in the 18th revised Japanese Pharmacopoeia; however, G. uralensis is considered the most important Glycyrrhiza species because it has traditionally been used medicinally. Most G. uralensis used in Japan is imported from China, but export restrictions in recent years have raised concerns about stable supply. Therefore, domestic...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41053323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "Glycyrrhiza species because it has traditionally been used medicinally",
      "conclusion": null
    },
    {
      "title": "Correction: Current practice and awareness of perioperative do-not-attempt-resuscitation orders: a single-center retrospective survey and complete questionnaire survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The association between preschoolers' retinal microcirculation and the indoor microbial environment: results of the ENVIRONAGE birth cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Early life environmental microbiota may influence normative development. Here, we explore the associations between the residential indoor microbial environment and the retinal microcirculation among preschoolers. We included 177 children aged 4-6 years from the Belgian ENVIRONAGE birth cohort. We measured retina microcirculation using fundus photography and quantified the retinal vessel tortuosity [tortuosity index (TI)] and diameters [central retinal vein equivalent (CRVE) and central retinal...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41053210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Late-stage direct double borylation of B/N-based multi-resonance framework enables high-performance ultra-narrowband deep-blue organic light-emitting diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Multi-resonance thermally activated delayed fluorescence (MR-TADF) materials are promising for organic light-emitting diodes (OLEDs) owing to their narrowband emission and efficient triplet utilization. However, realizing stable deep-blue emission with high practical efficiency remains challenging, largely due to limited strategies for hypsochromic shifts without compromising photophysical properties. Here, we report a late-stage direct double borylation strategy for B/N-based MR frameworks,...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053193",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cells adapt to extracellular acidic pH through TM9SF3-mediated PI(4,5)P<sub>2</sub> flop",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053185/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The plasma membrane (PM), a physical barrier separating cells from their environment, responds to fluctuating extracellular environment through receptor-mediated signaling. While these pathways have been extensively studied, the role of PM lipids remains poorly understood. Here, we show that phosphatidylinositol 4,5-bisphosphate (PIP(2)), a multifunctional phospholipid, translocates from the inner to the outer leaflet of the PM in response to extracellular acidification. A genome-wide screening...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053185",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A monoclonal antibody selectively recognizing PfEMP1 proteins associated with cerebral malaria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The frequently fatal outcome of cerebral malaria has been linked to the adhesion and accumulation in the cerebral microvasculature of infected erythrocytes (IEs), which express a particular type of Plasmodium falciparum erythrocyte membrane protein 1 (PfEMP1). This type, found in the A and B/A subsets of PfEMP1, contains a particular structural motif (DBLβ(motif)) and has dual affinity for the host vascular receptors ICAM-1 and EPCR. Here, we report the functional characterization of a mouse...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41053123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inflammation and mutational burden differentially associated with nivolumab or ipilimumab combination efficacy in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Nivolumab alone and in combination with ipilimumab demonstrated durable clinical benefit in patients with previously treated microsatellite instability-high/mismatch repair-deficient metastatic colorectal cancer in the phase 2 CheckMate 142 study. Here, we report exploratory biomarker analyses from CheckMate 142 evaluating associations between various tissue biomarkers and the efficacy of nivolumab monotherapy and nivolumab plus ipilimumab combination in these patients. Higher expression of...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053075",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesoscale functional organization of face and body areas in the macaque brain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41053056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Segregated networks of mesoscale functional units convey highly specific functional signals within and across early visual areas. However, it remains unclear whether higher-order category-selective areas exhibit a similar mesoscale functional organization. In this study, we investigated the mesoscale functional architecture of face-, body-, and object-selective regions in macaque monkeys using sub-millimeter fMRI (0.22 mm³ voxels) combined with single-cell recordings. Our findings reveal that...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41053056",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the mesoscale functional architecture of face-, body-, and object-selective regions in macaque monkeys using sub-millimeter fMRI (0",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The phenotypic variation of widefins medaka is due to the insertion of a giant transposon containing a viral genome within hoxca cluster",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Phenotypic variation in species arises from genetic differences and environmental influences on gene expression. Differences in epigenetic modifications, such as histone modifications and DNA methylation, can also contribute to phenotypic variations, even among individuals with identical genetic information. However, the underlying molecular mechanisms are not yet fully understood, particularly in vertebrates. The number of fin rays in teleosts, such as medaka, serves as a useful model for...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mode of action analysis for induction of mouse lung tumors by permethrin: Involvement of CYP2F2 enzyme and human relevancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Permethrin increases the incidence of bronchiolo-alveolar adenomas in female mice. The proposed mode of action (MOA) for permethrin-induced lung tumorigenesis involves increased mitogenesis in Club cells. Additionally, CYP2F2, which is particularly expressed in mouse lung Club cells and different from human CYP2F1, is considered to be a key factor in mouse-specific lung tumorigenesis. In this study, we investigated the relationship between permethrin-induced mouse lung tumorigenesis and CYP2F2...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052749",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the relationship between permethrin-induced mouse lung tumorigenesis and CYP2F2",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of triethyl citrate leaching from HPMC-phthalate based isolated films on film permeability and thermal properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The primary objective of this study was to investigate to what extent triethyl citrate (TEC), a commonly used plasticizer, was leached from hydroxypropyl methylcellulose phthalate (HPMC-P)-based isolated films and how this affects the permeability of the film for the model drug acetaminophen. The effect of the plasticizer on the glass transition temperature (Tg) of HPMC-P films was studied using modulated differential scanning calorimetry (mDSC) and utilized to estimate the extent of plasticizer...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052741",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of this study was to investigate to what extent triethyl citrate (TEC), a commonly used plasticizer, was leached from hydroxypropyl methylcellulose phthalate (HPMC-P)-based isolated films and how this...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic Potential of Ugonins: Bioactive Flavonoids from Helminthostachys zeylanica with Multifaceted Biological Activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Ugonins are distinctive chemotaxonomic bioactive metabolites identified in Helminthostachys zeylanica. This uncommon fern species generates a diverse array of flavonoids, including ugonins, which facilitate various biological processes such as anti-inflammatory, neuroprotective, melanogenesis-inhibiting, antioxidant, anti-osteoporotic, and immunomodulatory functions. Our objective in this comprehensive literature review is to deliver a clear and visually engaging analysis of the therapeutic...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "in this comprehensive literature review is to deliver a clear and visually engaging analysis of the therapeutic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between interleukin 6, C-reactive protein, and kidney transplantation outcomes: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Among kidney transplant recipients, elevated levels of IL-6, CRP, and hsCRP were significantly associated with increased all-cause mortality, though the association of IL-6 with all-cause mortality showed substantial heterogeneity and should be interpreted with caution. IL-6 also emerged as a predictor of graft dysfunction, while CRP demonstrated a strong association with cardiovascular events. These findings highlight the potential role of inflammatory biomarkers, particularly IL-6...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052640",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among kidney transplant recipients, elevated levels of IL-6, CRP, and hsCRP were significantly associated with increased all-cause mortality, though the association of IL-6 with all-cause mortality showed substantial heterogeneity and should be interpreted with caution. IL-6 also emerged as a predic..."
    },
    {
      "title": "The evolutionary basis for type 2 diabetes prevalence in the Arabian Peninsula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of tumor necrosis on comprehensive genomic profiling success in pancreatic cancer: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Extensive tumor necrosis observed on pathological examination is associated with a lower success rate of FoundationOne® CDx analysis in pancreatic cancer.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052094",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Extensive tumor necrosis observed on pathological examination is associated with a lower success rate of FoundationOne® CDx analysis in pancreatic cancer"
    },
    {
      "title": "Dosimetric effect of internal error correction on pubic bones in image-guided passive scattering proton therapy for prostate cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41052088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Image-guided passive scattering proton therapy (PSPT) has been widely adopted in Japan and worldwide, with substantial long-term clinical data supporting its efficacy in treating prostate cancer. However, as hypofractionated protocols become increasingly common, the impact of internal anatomical shifts on surrounding organs at risk (OARs) warrants renewed attention. The pubic bones, situated near the prostate, are often exposed to unintended high doses, especially during internal error...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41052088",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of internal anatomical shifts on surrounding organs at risk (OARs) warrants renewed attention",
      "conclusion": null
    },
    {
      "title": "Distinct Structural Responses of Lipid Bilayers to Horizontal and Vertical Electric Fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Electric fields modulate the structure and mechanical properties of biological membranes, influencing diverse cellular processes. While the effects of vertical electric fields (E(Vert)) across the membranes have been extensively studied, the influence of horizontal (in-plane) electric fields (E(Horz)) remains poorly understood. Here, using molecular dynamics (MD) simulations and bright-field imaging of planar lipid bilayers (PLBs), fundamental components of biological membranes, we investigate...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051904",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Antithrombotics for Ischemic Stroke and Concurrent Atrial Fibrillation and Atherosclerosis: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this randomized clinical trial, in patients with ischemic stroke or transient ischemic attack and concurrent nonvalvular atrial fibrillation and atherosclerotic cardiovascular disease, adding an antiplatelet agent to anticoagulant therapy provided no net clinical benefit over anticoagulant monotherapy, with higher bleeding risk.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this randomized clinical trial, in patients with ischemic stroke or transient ischemic attack and concurrent nonvalvular atrial fibrillation and atherosclerotic cardiovascular disease, adding an antiplatelet agent to anticoagulant therapy provided no net clinical benefit over antic..."
    },
    {
      "title": "Generative AI and foundation models in medical image",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "In recent years, generative AI has attracted significant public attention, and its use has been rapidly expanding across a wide range of domains. From creative tasks such as text summarization, idea generation, and source code generation, to the streamlining of medical support tasks like diagnostic report generation and summarization, AI is now deeply involved in many areas. Today's breadth of AI applications is clearly distinct from what was seen before generative AI gained widespread...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Best vitelliform macular dystrophy caused by a BEST1 p.(Ser246Asn) variant coexisting with diabetic retinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This case emphasizes the importance of EOG assessment and genetic analysis in establishing an accurate diagnosis of BVMD, particularly in patients with coexisting conditions such as diabetic retinopathy.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051727",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case emphasizes the importance of EOG assessment and genetic analysis in establishing an accurate diagnosis of BVMD, particularly in patients with coexisting conditions such as diabetic retinopathy"
    },
    {
      "title": "Initial annual decline in the estimated glomerular filtration rate and adverse kidney outcomes in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051719",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Substrate Binding and Conformational Dynamics of the Monoamine Transporters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "The monoamine transporters move substrates across the plasma membrane by an alternating-access mechanism, in which a central substrate-binding site is alternately exposed to either the extracellular milieu or the cytoplasm at any given time. This process is driven by co-transport of sodium ions along the inwardly directed sodium gradient. Alternating access to the central substrate-binding site is facilitated by a stepwise series of changes to the transporter conformation, referred to as the...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051705",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Qualitative and quantitative analysis of aerosol and droplet dispersion during simulated dental implant procedures using three types of instruments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Simulated implant surgery generated less droplet dispersion compared with other dental procedures. Furthermore, the use of an extraoral vacuum markedly reduced droplet spread during various dental treatments.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simulated implant surgery generated less droplet dispersion compared with other dental procedures. Furthermore, the use of an extraoral vacuum markedly reduced droplet spread during various dental treatments"
    },
    {
      "title": "Fully automated segmentation of substantia nigra toward longitudinal analysis of Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The proposed pipeline, where we integrated SN-prior probability estimation, priority attention mechanism and test-time dropout to our segmentation model, achieved accurate SN segmentation with high generalization ability for our longitudinal data: the principal and external datasets. As demonstrated in the validation with the automated PD identification, our pipeline has the potential for improving the performance of PD diagnosis via further large-scale longitudinal analysis.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed pipeline, where we integrated SN-prior probability estimation, priority attention mechanism and test-time dropout to our segmentation model, achieved accurate SN segmentation with high generalization ability for our longitudinal data: the principal and external datasets. As demonstrated..."
    },
    {
      "title": "Cytokine profiling of patients with immune checkpoint inhibitor-associated myocarditis: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Cytokine profiles change dramatically at the onset of ICI-associated myocarditis. Baseline immune dysregulation and/or increased reactivity to ICI therapy may contribute to the development of myocarditis. However, further studies are required to confirm these findings.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051624",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cytokine profiles change dramatically at the onset of ICI-associated myocarditis. Baseline immune dysregulation and/or increased reactivity to ICI therapy may contribute to the development of myocarditis"
    },
    {
      "title": "Accuracy of iodine quantification and CT numbers using split-filter dual-energy CT: influence of phantom diameter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Dual-energy computed tomography (DECT) generates virtual monochromatic images (VMI) and material decomposition images (MDI), facilitating enhanced tissue contrast and quantitative material assessment. However, the accuracy of these measurements may be influenced by object size due to beam hardening and associated spectral changes. To evaluate the impact of object size on the accuracy of iodine quantification and CT numbers in virtual monochromatic images (VMI) using split-filter dual-energy CT...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051472",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of object size on the accuracy of iodine quantification and CT numbers in virtual monochromatic images (VMI) using split-filter dual-energy CT",
      "conclusion": null
    },
    {
      "title": "Endothelial dysfunction in plaque rupture and plaque erosion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Vascular endothelial function plays an important role in the pathophysiology of acute coronary syndrome (ACS). Plaque erosion (PE) and plaque rupture (PR) are the two major mechanisms of ACS; however, how the vascular endothelial function differs between these etiologies is not well understood. Flow-mediated dilation (FMD) is a method used to evaluate the endothelial function. We aimed to assess endothelial function using FMD in patients with PE and PR. ACS patients (N = 160) who underwent...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess endothelial function using FMD in patients with PE and PR",
      "significance": "role in the pathophysiology of acute coronary syndrome (ACS)",
      "conclusion": null
    },
    {
      "title": "ASO Visual Abstract: Central Hepatectomy As an Alternative: A Comparative Study with Conventional Major Hepatectomy for Perihilar Cholangiocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative efficacy of alteplase and urokinase in pharmacomechanical thrombolysis of permanent double lumen hemodialysis catheters in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Alteplase may serve as a viable alternative in settings where UK is unavailable. Its bolus administration, established as safe in adults, also appears to be safe in children weighing less than 10 kg, with no serious adverse events observed.",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Alteplase may serve as a viable alternative in settings where UK is unavailable. Its bolus administration, established as safe in adults, also appears to be safe in children weighing less than 10 kg, with no serious adverse events observed"
    },
    {
      "title": "Evaluation of Malaria Parasite Transmission Competency Using a Nanozyme-Based Immunodiagnostic Targeting Female Gamete Antigen Release",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Preventing malaria parasite transmission to the mosquito vector is a key elimination challenge that could benefit from a diagnostic test that can identify transmission-competent individuals. Only sexual parasite forms, called gametocytes, which activate into gametes (gametogenesis) upon mosquito uptake or blood sampling are responsible for transmission. Herein, we devised a nanozyme-based immunoassay to detect the Plasmodium falciparum female gametocyte activation antigen PfG377, which is...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuclear Phylogenomic Insights into Relationships, Support, and Conflict Among the Early Diverging Lineages of the Megadiverse Epidendroid Orchids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Parasites present fascinating examples of evolutionary modification that simultaneously pose challenges for systematics. This is exemplified by fully mycoheterotrophic orchids, which are completely dependent on fungi, constituting nearly half of all fully mycoheterotrophic plant species. A large concentration of mycoheterotrophic lineages is found among the eight tribes comprising the base of the megadiverse orchid subfamily Epidendroideae, here referred to as the Early Diverging Epidendroideae...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A narrative review of drugs targeting inflammation in vascular disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41051199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251007033553&v=2.18.0.post9+e462414",
      "description": "Inflammation is recognized as an important component of atherosclerosis resulting in an increased risk of myocardial infarction and stroke. Studies, conducted as early as the 1960s, involving drugs targeting different pathways of inflammation linked to cardiovascular (CV) disease have produced inconsistent results. Drugs such as the statins with mechanisms of action beyond an anti-inflammatory effect have clear benefit in reducing CV risk. Other drugs such as the broad-spectrum anti-inflammatory...",
      "pubDate": "2025-10-06T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41051199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "component of atherosclerosis resulting in an increased risk of myocardial infarction and stroke",
      "conclusion": null
    }
  ]
}