{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-13T19:21:17.129Z",
  "totalItems": 150,
  "totalArchived": 34989,
  "newPapersAdded": 131,
  "institutionBreakdown": {
    "KAIST": 22,
    "SNU": 31,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 19,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 7,
    "GIST": 2,
    "Kyung Hee University": 4,
    "Pusan National University": 5
  },
  "subjectAreaBreakdown": {
    "Biomedical": 34,
    "Multidisciplinary": 82,
    "Computer Science": 2,
    "Materials Science": 11,
    "Neuroscience": 10,
    "Cancer Research": 11
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Risk Factors Influencing Survival in T-Cell Lymphoblastic Lymphoma and T-Cell Acute Lymphoblastic Leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this multicenter retrospective analysis, hematopoietic stem-cell transplantation (allo- or auto-HSCT) was associated with better survival than chemotherapy alone. For T-LBL, an exploratory signal from our prognostic model suggests that selected high-risk patients may be considered for upfront allo-HSCT. However, overall survival was comparable between allo- and auto-HSCT in this cohort, and durable outcomes after transplant were largely observed in patients who achieved complete...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41388921",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In this multicenter retrospective analysis, hematopoietic stem-cell transplantation (allo- or auto-HSCT) was associated with better survival than chemotherapy alone. For T-LBL, an exploratory signal from our prognostic model suggests that selected high-risk patients may be considered for upfront all..."
    },
    {
      "title": "The endophytic Pseudomonas sp. JBR1 alleviates salt stress through integrated host-microbiome mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Soil salinity is a major abiotic stress that restricts plant growth and agricultural productivity worldwide. Here, we characterized Pseudomonas sp. JBR1, an endophytic bacterium isolated from the halophyte Carex pumila, and evaluated its capacity to enhance salt tolerance in non-halophytic plants. Inoculation with strain JBR1 markedly improved growth of Arabidopsis (Arabidopsis thaliana) and Brassica rapa under saline conditions by reducing reactive oxygen species (ROS) accumulation, enhancing...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41388648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analog Signal Summation for Reinforcement Learning via Simultaneous Light-Voltage Modulation in a Synaptic Device",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Major breakthroughs in artificial intelligence software have led to significant transformations across various aspects of life. However, hardware development has lagged behind, primarily due to the inherent constraints of the von Neumann architecture. Although neuromorphic devices that utilize biomimetic parallel and analog computations have emerged, they still face limitations in reducing computational load. Therefore, this study proposes a light-voltage dual-modulating synaptic transistor that...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41388565",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the Role of Compostable Plastics in Circular Economy Transition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The increasing environmental impact of conventional petroleum-based or nondegradable plastics has prompted the development of compostable alternatives that can be safely degraded within managed organic waste management systems. Compostable plastics, a type of biodegradable plastic, are specifically designed to degrade under aerobic conditions without producing toxic residues or degrading compost quality. This review provides a comprehensive overview of compostable plastics, focusing on...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41388344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of conventional petroleum-based or nondegradable plastics has prompted the development of compostable alternatives that can be safely degraded within managed organic waste management systems",
      "conclusion": null
    },
    {
      "title": "Versatile Reactive Gradient Block Copolymer System for Highly Robust Nanopatterns With Spontaneous Vertical Orientation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Vertically oriented patterns with desired physicochemical properties fabricated via directed self-assembly of high-χ block copolymers (BCPs) are critical for enhancing device performance, particularly in semiconductors. However, the lack of chemical structural tunability and challenges in vertically orienting the conventional high-χ BCPs have impeded practical applications. This study introduces poly(methyl methacrylate-block-(pentafluorophenyl acrylate-gradient-styrene)), a novel reactive...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41388165",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation between right vagus nerve cross-sectional area and abnormal heart rate with deep breathing in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Small right vagus nerve CSA is associated with early parasympathetic dysfunction in PD patients. These findings support the use of vagus nerve ultrasound as a potential non-invasive biomarker for identifying prodromal autonomic involvement and informing future early intervention research.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41389158",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Small right vagus nerve CSA is associated with early parasympathetic dysfunction in PD patients. These findings support the use of vagus nerve ultrasound as a potential non-invasive biomarker for identifying prodromal autonomic involvement and informing future early intervention research"
    },
    {
      "title": "The Effective Delivery of Poly(D,L-lactic Acid) (Juvelook) via Needle-Free Injection (CUREJET) for Facial Rejuvenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PDLLA (Juvelook) delivered via needle-free injection (CUREJET, BAZ BIOMEDIC CO., LTD.) is a safe and effective modality for facial rejuvenation, offering a promising alternative to conventional methods. Further research is needed to explore long-term outcomes and mechanistic insights.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41389157",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PDLLA (Juvelook) delivered via needle-free injection (CUREJET, BAZ BIOMEDIC CO., LTD"
    },
    {
      "title": "The relationship between cardiometabolic index and hyperuricemia and gout in Korean adults: the 8th Korean National Health and Nutrition Examination Survey (2019-2021)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CMI was positively associated with hyperuricemia in Korean adults. In addition, an increased CMI is a significant indicator for predicting gout. Key Points • CMI was positively associated with uric acid level. • CMI was positively associated with hyperuricemia. • An increased CMI was associated with an increased prevalence of gout. • An increased CMI can be a useful indicator for predicting hyperuricemia and gout.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41389096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CMI was positively associated with hyperuricemia in Korean adults. In addition, an increased CMI is a significant indicator for predicting gout"
    },
    {
      "title": "<em>In Situ</em> Grown Metal-Organic Frameworks with Diverse Ligands on Nanofibrous Sheet for Modulating Triboelectric Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "In this study, we developed a triboelectric material by growing metal-organic frameworks (MOFs) in situ on electrospun polyvinylidene fluoride-trifluoroethylene (PVDF-TrFE) nanofiber sheets. By varying the ligand chemistry, using electron-donating (-NH(2)) or electron-withdrawing (-COOH, -NO(2)) groups, we modulated the triboelectric properties without altering the nanofiber morphology or β-phase crystallinity. Structural and surface characterizations confirmed in situ grown MOF integration and...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41389011",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Illicit Drug-Derived Volatile Organic Compounds as Markers for Application in Noncontact Detection Technology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Illicit drug use remains a global concern, requiring effective detection methods to counter evolving concealment strategies. Natural drugs derived from plants typically retain distinct odorous volatile organic compounds (VOCs), while synthetic drugs emit noticeable scents due to additives or specific manufacturing processes. Indeed, trained sniffer dogs exhibit behavioral alerts, such as sitting near or scratching, when detecting substances such as marijuana, cocaine, heroin, and amphetamine. In...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41388978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EMG-based evaluation of a detachable two-way propulsion system for manual wheelchairs: rehabilitative effects in older adults with spinal cord injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Background: A manual wheelchair is an essential assistive device for individuals with spinal cord injury (SCI). However, long-term use typically requires repetitive forward pushing on the pushrims, which overuses anterior upper-body muscles and contributes to shoulder muscle imbalance and pain. To address these issues, a detachable two-way propulsion system was developed to allow both pushing and pulling movements, with the pulling method designed to enhance posterior muscle activation.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Natural Composite Extract Restores Skin Barrier Function by Modulating Inflammatory, Hydration, and Redox Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Across all endpoints, pediatric keratinocytes exhibited more pronounced responses, suggesting age-dependent differences in sensitivity. These in vitro findings support PLCP's multifunctional role at anti-inflammatory, anti-pruritic, moisturizing, and antioxidant and highlight its promise as a safe, plant-based alternative for managing pediatric skin disorders.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388848",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Across all endpoints, pediatric keratinocytes exhibited more pronounced responses, suggesting age-dependent differences in sensitivity. These in vitro findings support PLCP's multifunctional role at anti-inflammatory, anti-pruritic, moisturizing, and antioxidant and highlight its promise as a safe, ..."
    },
    {
      "title": "Decomposition of longitudinal disparities: an application to the fetal growth-singletons study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Addressing health disparities across demographic groups remains a critical challenge in public health, with significant gaps in understanding how these disparities evolve over time. This paper extends the traditional Peters-Belson decomposition to a longitudinal setting, focusing on the role of a single explanatory variable, referred to as a modifier, that captures complex interactions with other covariates. The proposed method partitions disparities into 3 components: (i) the portion associated...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Telomere length as a prognostic biomarker in myelodysplastic syndrome treated with hypomethylating agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Telomere length serves as a prognostic factor in hematologic diseases. However, its role in myelodysplastic syndrome (MDS) is unclear. We investigated the prognostic role of telomere length in 71 MDS patients receiving hypomethylating agents (HMAs), using bone marrow samples stored at the Asan Bio-Resource Center. Longer telomere length (median >0.94 kb) before HMA treatment was the only indicator predicting a better overall response rate (ORR) and prolonged progression-free survival (PFS) (ORR...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the prognostic role of telomere length in 71 MDS patients receiving hypomethylating agents (HMAs), using bone marrow samples stored at the Asan Bio-Resource Center",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-Scale Structural Optimization of Resiliently Crystalline Na-Ce-Sn-S Chalcogel for Efficient Oxygen Evolution Reaction Electrocatalyst",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The metal cation linker in metathesis-derived chalcogels critically governs structural evolution, porosity, and resultant physicochemical properties. However, most studies have emphasized atomic-scale functionality of metal linker within chalcogel network, with limited attention to local structural transformation and even long-range ordering. This work demonstrates the unprecedented role of cerium ions in directing the formation of a sustainable 2D crystalline Ce-Sn-S (CTS) chalcogel. The...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41388810",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering Biocompatible Metal-Based Nanoparticles for Advanced Antibacterial Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The rapid emergence of antibiotic resistance has rendered many conventional antibiotics ineffective, complicating the management of bacterial infections and leading to severe community- and hospital-acquired diseases. This growing resistance crisis poses a major threat to global public health and the stability of healthcare systems. Metal-based nanoparticles have recently gained significant attention as alternative antibacterial agents because of their broad-spectrum activity and low likelihood...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulation of Electronic Structure in Kraft Lignin-Derived Mo Single-Atom Catalysts for Optimized Electrochemical Oxygen Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The sluggish kinetics of the oxygen reduction reaction (ORR) remain a major bottleneck for energy conversion systems such as fuel cells and metal-air batteries. Here, the synthesis of molybdenum single-atom catalysts (Mo SACs) derived from abundant and low-cost Kraft lignin is reported. By tuning nitrogen incorporation during carbonization, agglomerated Mo carbide clusters are progressively converted into atomically dispersed Mo active centers anchored on N-doped carbon. Extensive spectroscopic...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41388566",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A tissue-penetrably engineered deoxyribonuclease 1 to prevent nasal polyp formation in chronic rhinosinusitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results suggest that an engineered deoxyribonuclease 1 like AR-CR8 Dnase1 be an emerging bio-drug to inhibit inflammatory reaction and polyp formation in patients with neutrophilic CRS. AR-CR8 Dnase1 may be an alternative therapeutic for patients with CRS who are not suitable for steroid therapy, and further studies comparing dosing, durability, and safety are needed before considering clinical use.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that an engineered deoxyribonuclease 1 like AR-CR8 Dnase1 be an emerging bio-drug to inhibit inflammatory reaction and polyp formation in patients with neutrophilic CRS",
      "conclusion": "These results suggest that an engineered deoxyribonuclease 1 like AR-CR8 Dnase1 be an emerging bio-drug to inhibit inflammatory reaction and polyp formation in patients with neutrophilic CRS. AR-CR8 Dnase1 may be an alternative therapeutic for patients with CRS who are not suitable for steroid thera..."
    },
    {
      "title": "Kidney dysfunction in adults living with HIV and HBV: a 10-year retrospective cohort study across seven Asia-Pacific countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A high prevalence of kidney dysfunction was observed among PWH with HBV co-infection in the Asia-Pacific. Renal screening and monitoring should prioritize PWH with HBV with older age, low platelets and CD4 counts in low-resource settings.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388558",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A high prevalence of kidney dysfunction was observed among PWH with HBV co-infection in the Asia-Pacific. Renal screening and monitoring should prioritize PWH with HBV with older age, low platelets and CD4 counts in low-resource settings"
    },
    {
      "title": "Effectiveness of a nurse-led, community-based frailty prevention program for prefrail older adults: a pragmatic quasi-experimental trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The NurFP program may improve frailty and its ecological multi-level risk factors and serve as a feasible community-based intervention model for frailty prevention.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41388465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The NurFP program may improve frailty and its ecological multi-level risk factors and serve as a feasible community-based intervention model for frailty prevention"
    },
    {
      "title": "Polygenicity and APOE ε4 shape response to intervention in mild cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Multidomain lifestyle interventions have shown effectiveness in preventing dementia, but identifying high-risk groups most likely to benefit remains unclear.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41388319",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of large language models in detecting postoperative delirium from unstructured clinical notes: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Early identification of postoperative delirium (POD) remains challenging. This retrospective observational study compared the performance of large language models (LLMs), Llama-3-70B and GPT-4o, and physicians in predicting clinically significant POD, defined as either requiring antipsychotics or diagnosis of delirium by neurologists following consultation for delirium-related symptoms. The c-statistics of Llama-3-70B and GPT-4o were 0.74 and 0.76, respectively. LLMs showed higher sensitivity...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Utilising multi-modal data-driven network analysis to identify monotherapy and combinational therapy targets in SOX2-dependent squamous cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Drug discovery requires understanding disease mechanisms, making the integration of multi-modal data essential. These data types, including omics, disease-associated, and pathway information, must be combined to uncover therapeutic insights. We developed iPANDDA, a computational pipeline that integrates these data through a network-based approach to predict candidate drug targets for specific diseases. We applied iPANDDA to lung squamous cell carcinoma (LUSC), a subtype of non-small cell lung...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388088",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SwinCLNet: a robust framework for brain tumor segmentation via shifted window attention and cross-scale fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388080/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41388080",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarker-driven strategies and challenges in acute graft-versus-host disease clinical trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Acute graft-versus-host disease (GVHD) remains a major complication after allogeneic hematopoietic stem cell transplantation. Traditional risk stratification based on clinical symptoms provides only modest prognostic accuracy for treatment response and long-term outcomes. Several biomarkers have shown promise in improving predictive and prognostic precision. Biomarker-guided strategies can identify high-risk patients before extensive target organ damage occurs and low-risk patients who may...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41389175",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of fetal structural abnormalities at 20 and 30 weeks: a retrospective study of prenatal ultrasound screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 20-week ultrasound screening revealed common fetal structural abnormalities, and the 30-week ultrasound screening detected fetal structural abnormalities that failed to be detected during the 20-week ultrasound screening and became apparent later in pregnancy. Adding a 30-week ultrasound screening provides enhanced diagnostic details in comparison to 20-week screening.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41389115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 20-week ultrasound screening revealed common fetal structural abnormalities, and the 30-week ultrasound screening detected fetal structural abnormalities that failed to be detected during the 20-week ultrasound screening and became apparent later in pregnancy. Adding a 30-week ultrasound screeni..."
    },
    {
      "title": "Scalable, memory-efficient robust proton therapy optimization through beamlet-free treatment planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Beamlet-free robust optimization methods can maintain plan quality while lowering computational requirements, allowing the use of more challenging optimization conditions, such as higher numbers of scenarios, finer voxel resolution and bigger number of spots. It seems a promising tool to open new perspectives for novel proton therapy techniques.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41389018",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Beamlet-free robust optimization methods can maintain plan quality while lowering computational requirements, allowing the use of more challenging optimization conditions, such as higher numbers of scenarios, finer voxel resolution and bigger number of spots. It seems a promising tool to open new pe..."
    },
    {
      "title": "Efficacy and safety of immune checkpoint inhibitor rechallenge following immune-related adverse events: a review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Immune checkpoint inhibitors (ICIs), which target immune regulatory molecules such as cytotoxic T-lymphocyte-associated protein 4 and programmed death-ligand 1, are widely used as standard treatments for various cancer types. However, by overcoming T-cell suppression, they can also trigger immune-related adverse events (irAEs) that may necessitate treatment discontinuation. Rechallenging with an ICI after irAE resolution remains a clinical dilemma. This review evaluates current evidence on the...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388955",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Healthcare Professional Survey on Complementary Feeding and Allergy Prevention in High- Versus Low-Risk Infants: An EAACI Task Force Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Complementary feeding (CF) influences infants' long-term dietary preferences, growth, and food allergy (FA) risk. However, guidance given to families and the implementation of FA prevention guidelines by healthcare professionals (HCPs) remain unclear. This study explored HCPs' perspectives and practices regarding CF strategies in the context of FA prevention across different regions and professional backgrounds. An online survey conducted by an EAACI task force between December 2023 and May 2024...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41388872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Thermostable Class III Phosphoribosyl Pyrophosphate Synthetase from Pyrolobus fumarii 1A: Characterization and Application Potential for Phosphoribosyl Pyrophosphate Biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Phosphoribosyl pyrophosphate (PRPP) functions as a central metabolic intermediate, supplying ribose-5-phosphate moieties for the biosynthesis of nucleotides, certain amino acids, and a range of essential cofactors. In this study, a thermostable phosphoribosyl pyrophosphate synthetase (PfPRS) was identified from the hyper thermophilic archaeon Pyrolobus fumarii 1A, a hyper thermophilic archaeon that grows optimally at 90-113 °C. The prs gene was heterologously expressed in Escherichia coli, and...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Durable Metal-Organic Framework with a Hydrophobic sp<sup>3</sup>-Carbon-Rich Nanospace Constructed from Flexible Medium-Sized Ring Ligands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Despite the high design freedom of metal-organic frameworks (MOFs), flexible ligands that bear sp³-hybridized carbon atoms in their core are generally avoided as building blocks for MOFs because they may compromise framework stability. Herein, a 2D MOF (CBoard) is reported incorporating a dibenzocyclooctadiene with a flexible medium-sized ring at the core as a flexible ligand. The moderate flexibility of the incorporated dibenzocyclooctadiene in CBoard reduces the strain induced by external...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41388577",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary anesthesia provider characteristics and risk factors for intraoperative medication errors: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Anesthesia provider characteristics were statistically associated with intraoperative medication error risk. These findings suggest the need for strengthened supervision, structured team roles, and systems-based safeguards in perioperative medication safety.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the need for strengthened supervision, structured team roles, and systems-based safeguards in perioperative medication safety",
      "conclusion": "Anesthesia provider characteristics were statistically associated with intraoperative medication error risk. These findings suggest the need for strengthened supervision, structured team roles, and systems-based safeguards in perioperative medication safety"
    },
    {
      "title": "Cost-effectiveness of fenfluramine as add-on treatment in the management of Dravet Syndrome: A real-world multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Dravet syndrome (DS) is a rare disease with a high clinical and socioeconomic impact on patients, society, and the healthcare system. The recent approval of therapies such as fenfluramine (FFA) has transformed the treatment landscape; however, data on their cost-effectiveness are still scarce. This study evaluates the real-world cost-effectiveness of adding FFA to existing therapies for DS patients from the Italian National Healthcare System perspective.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388477",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Dravet syndrome (DS) is a rare disease with a high clinical and socioeconomic impact on patients, society, and the healthcare system",
      "significance": "on patients, society, and the healthcare system",
      "conclusion": null
    },
    {
      "title": "Delayed CPK peak after primary PCI in STEMI: marker of reperfusion quality and short-term outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Time to peak creatine phosphokinase (CPK) has historically been used as a surrogate marker of reperfusion in ST-elevation myocardial infarction (STEMI), but its significance in the contemporary primary percutaneous coronary intervention (PCI) era remains uncertain. We retrospectively analyzed 239 consecutive STEMI patients who underwent primary PCI at Tsukazaki Hospital between January 2021 and December 2024. Patients were categorized according to final post-PCI TIMI flow: TIMI 3 (Group A,...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388369",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in the contemporary primary percutaneous coronary intervention (PCI) era remains uncertain",
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes and Factors Associated with Reocclusion after Endovascular Therapy for Intracranial Atherothrombotic Stroke with Large Vessel Occlusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Reocclusion after EVT was associated with recurrent ischemic stroke, additional EVT or surgery, symptomatic intracranial hemorrhage, and poor clinical outcome at 90 days. Direct aspiration and vessel perforation were independent risk factors for reocclusion after EVT.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388114",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Reocclusion after EVT was associated with recurrent ischemic stroke, additional EVT or surgery, symptomatic intracranial hemorrhage, and poor clinical outcome at 90 days. Direct aspiration and vessel perforation were independent risk factors for reocclusion after EVT"
    },
    {
      "title": "Fresh gas decoupling valve affects the washout profile of volatile anesthetics in anesthesia workstations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The presence of an FGDV significantly alters volatile anesthetic washout behavior. Workstations with an FGDV demonstrate more predictable but slower washout, while those without an FGDV allow faster clearance at higher FGF. These in vitro findings highlight that circuit architecture, including the presence of FGDV, affects washout dynamics. Further clinical studies are needed to determine implications for emergence and contamination control.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41388110",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for emergence and contamination control",
      "conclusion": "The presence of an FGDV significantly alters volatile anesthetic washout behavior. Workstations with an FGDV demonstrate more predictable but slower washout, while those without an FGDV allow faster clearance at higher FGF"
    },
    {
      "title": "Graft and patient survival following angioplasty for post-transplant portal vein stenosis in children under 7 years: a matched case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Seven-year graft and patient survival after PTA for PVS were on par with that of patients without PVS. Graft survival was lower for patients with chronic PVT. Clinical course and liver function after PTA were comparable to patients without PVS. These findings, together with the low complication rate and high long-term patency, provide additional evidence supporting the efficacy of PTA in the management of PVS.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389160",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Seven-year graft and patient survival after PTA for PVS were on par with that of patients without PVS. Graft survival was lower for patients with chronic PVT"
    },
    {
      "title": "Reply to Ko, Null within-twin estimates on education and dementia: cautions for within-family contrasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "We reply to the letter to the editor by Soohyeon Ko (Eur J Epidemiol, https://doi.org/10.1007/s10654-025-01305-x ) concerning our article by Walters et al. (Eur J Epidemiol, https://doi.org/10.1007/s10654-025-01286-x ). We reiterate that genetic explanations contribute to understanding why education is protective against dementia, alongside influences reflecting the whole of one's family and societal context. We also caution that genetic explanations should not be misinterpreted as...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treatment Preferences Among Systemic Therapy-Naïve Patients with Atopic Dermatitis or Psoriasis in Germany: A Multicentre Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Most topically treated patients with moderate-to-severe AD or PSO desire systemic therapy, with distinct disease-specific administration preferences.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389139",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most topically treated patients with moderate-to-severe AD or PSO desire systemic therapy, with distinct disease-specific administration preferences"
    },
    {
      "title": "Distinct m<sup>6</sup>A and m<sup>1</sup>A Responses to Neuronal Depolarization in Cortical Neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Neuronal plasticity in response to external stimuli underlies learning and memory, and RNA methylation has emerged as a critical regulator of this process. Yet how different modifications contribute to activity-dependent regulation remains unclear. N¹-Methyladenosine (m¹A) and N⁶-methyladenosine (m⁶A) are methylation both occurred at adenosine, but at different positions. To compare m¹A and m⁶A dynamics in primary cortical neurons during neuronal activation mimicked by KCl depolarization, we...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389135",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating natural dyes, organic acids, and metal mordants for multifunctional wool textiles: A green chemistry approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "This study evaluates the effectiveness of metal-organic acid mordanting systems as sustainable alternatives to high-concentration metallic mordants in natural dyeing of wool yarns using Rubia tinctorum (madder) and Reseda luteola (weld). A total of 46 treatments involving single metals, organic acids, and their binary combinations were applied, and the dyed yarns were assessed for colorimetric parameters (K/S), ultraviolet protection factor (UPF), and antioxidant activity. The results...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389125",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term HRV metrics may assist in differentiating between prolonged disorders of consciousness and emergence from minimally conscious state : a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Long-term HRV monitoring reveals significantly greater heart rate variability in EMCS patients compared to those in UWS and MCS, highlighting its potential utility as a supplementary biomarker for assessing consciousness in patients with prolonged DoC.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389121",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term HRV monitoring reveals significantly greater heart rate variability in EMCS patients compared to those in UWS and MCS, highlighting its potential utility as a supplementary biomarker for assessing consciousness in patients with prolonged DoC"
    },
    {
      "title": "Developmental validation of the SF 28CS typing system: a robust 6-dye multiplex for forensic human identification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Short tandem repeats (STRs) are central to human identification and kinship analysis owing to their high polymorphism. We report the developmental validation of the SF28CS typing system, a novel six-dye multiplex PCR assay that simultaneously amplifies 28 loci, including 23 autosomal STRs (18 expanded CODIS loci, Penta D, Penta E, and three additional markers), three Y-STRs (DYS391, DYS576, DYS518), one Y-chromosomal insertion/deletion marker, and the Amelogenin locus for sex determination....",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389099",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Suppression of brain aromatase decreases the expression of dopaminergic neuron in early development of zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Cytochrome P450 aromatase, the product of the CYP19A1 gene, is a key enzyme in estrogen biosynthesis. Most teleost fish have two distinct isoforms of aromatase, ovarian aromatase (AroA) and brain aromatase (AroB) encoded by cyp19a1a and cyp19a1b, respectively. Although aromatase is expressed in the brain across vertebrates, it is present at uniquely high levels in teleost fish, where its role in brain development is not fully understood. Therefore, in this study, the effects of exposure to...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389094",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experiences and perceptions of sexual health services among young gay and bisexual men who have sex with men in Rhode Island",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Rhode Island has experienced an increasing burden of HIV and other sexually transmitted infections (STIs) among young, gay, bisexual, and other men who have sex with men, accounting for 83% of HIV diagnoses in 2021. This evaluation examined men who have sex with men's perceptions of the effectiveness, gaps, and needs of sexual health services. Semi-structured interviews were conducted with 20 men who have sex with men in Rhode Island recruited from community-based organizations, listservs, and...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interventions to enhance HIV medication adherence among individuals using substances: a systematic review and critique of the literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Medication adherence is essential to achieve sustained viral suppression for individuals living with human immunodeficiency virus (HIV). The use of alcohol and substances may interfere with medication adherence and lead to adverse outcomes. Thus, this review sought to examine the literature on behavioral interventions that improve medication adherence among individuals with HIV who are using alcohol or drugs. Articles were included if they met the following criteria: (a) included individuals...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Helium range viability for online range probing in mixed carbon-helium beams",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The mixed beam method shows promising results for online monitoring. The use of range shifters ensures a high enough helium range and more detectable spots, allowing for a wider-spread application.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The mixed beam method shows promising results for online monitoring. The use of range shifters ensures a high enough helium range and more detectable spots, allowing for a wider-spread application"
    },
    {
      "title": "Multiinstitutional survey of source modeling parameters for proton pencil beam scanning treatment planning system commissioning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The reference data provided in this work will help to cross-check the beam model during treatment planning system commissioning. Furthermore, this information is useful for Monte Carlo applications and research, where beam characteristics are required to set up phase space parameters, thereby avoiding the need to model the entire PTS. Finally, the results of this study will have indispensable educational value by providing valuable insights into the characteristics and capabilities...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The reference data provided in this work will help to cross-check the beam model during treatment planning system commissioning. Furthermore, this information is useful for Monte Carlo applications and research, where beam characteristics are required to set up phase space parameters, thereby avoidi..."
    },
    {
      "title": "Proximity-Inducible CRISPR/Cas12a Activity by Scaffold RNA Assembly for Sensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The programmability and flexibility of the RNA-directed CRISPR/Cas12a system underpin its utility as a potent tool for diagnostic applications. However, existing engineered crRNA strategies are still limited by a narrow target range, inadequate specificity, and operational complexity. To overcome these challenges, a proximity-assembly and activate (PAA) strategy was developed, employing split dumbbell activators with terminally modified target-binding modules that reassemble on scaffold RNA to...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Benzopyran derivatives from <em>Melicope pteleifolia</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Phytochemical investigation of M. pteleifolia branches and leaves led to the isolation of seven benzopyran derivatives, including five new ones named melicopols A - E (2 - 6). The chemical structures were confirmed by extensive analysis of the 1D, 2D NMR, CD, and HR-QTOF mass spectra. The absolute configuration 1'S of leptol A (1) was firstly confirmed by experimental and calculated ECD data. Their cytotoxic activity on three human cancer cell lines HepG2 (hepatoma), SK-LU-1 (lung), and MCF7...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389032",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electroanalysis Using Isostatic Graphite Electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "This study introduces isostatic graphite (ISG) as a novel electrode material for electroanalysis for the first time. Characterized by its homogeneous and isotropic structure with ultrahigh density and low cost, ISG was employed for the simultaneous electrochemical detection of dopamine (DA), ascorbic acid (AA), and uric acid (UA) using cyclic voltammetry (CV) and square wave voltammetry (SWV). The ISG electrode exhibited a linear relationship between the current response and concentration of...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389031",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep equilibrium-adversarial robust unfolding network for MRI reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DEAR-net enhances the robustness of the reconstruction process in the presence of mild noise and artifacts in under-sampled k-space. Furthermore, we provide a mathematical analysis of the reconstruction error.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DEAR-net enhances the robustness of the reconstruction process in the presence of mild noise and artifacts in under-sampled k-space. Furthermore, we provide a mathematical analysis of the reconstruction error"
    },
    {
      "title": "Prevalence, comorbidities, and mortality of epilepsy in an older Chinese population: The Shanghai Aging Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: To investigate the prevalence, comorbidities, and 13-year mortality of epilepsy among older community-dwelling adults.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To investigate the prevalence, comorbidities, and 13-year mortality of epilepsy among older community-dwelling adults",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "STimulated emission depletion (STED) magnetic particle imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The donut-shaped PSF obtained using the STED imaging method can be used to improve the MPI resolution by breaking the Langevin magnetization barrier.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The donut-shaped PSF obtained using the STED imaging method can be used to improve the MPI resolution by breaking the Langevin magnetization barrier"
    },
    {
      "title": "Developmental relationships between the human alpha rhythm and intrinsic neural timescales are dependent on neural hierarchy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Maturation of human brain structure has been well-studied, but developmental changes to brain physiology are not as well understood. One consistent finding is that the peak alpha rhythm frequency (PAF) increases throughout childhood. Another is that resting-state functional connectivity shifts from sensorimotor regions in children to association regions in adolescents, a reorganization along a hierarchy called the sensorimotor-to-association (S-A) axis. In mature brains, the S-A axis has been...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389010",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cutaneous Leishmaniasis: Etiopathogenesis, Epidemiology, Clinical Features, Management, and Research Gaps",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Cutaneous leishmaniasis (CL) is a protozoan parasitic infection caused by the Leishmania species and transmitted through the bite of infected sandflies. The disease is endemic in tropical, subtropical, and Mediterranean regions, where it presents as localized skin ulcers, often leaving scars that can lead to significant morbidity and social stigma. This review focuses on the etiopathogenesis, epidemiology, clinical features, management strategies, and research gaps in CL. Understanding the...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atherosclerosis licenses for an exceeding immune response in COVID-19 disease by interferon priming in circulating myeloid cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41389000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that patients with ASCVD show a dysregulated myeloid immune response in moderate COVID-19 disease. Mechanistically, epigenetic imprinting sensitizes myeloid cells of patients with ASCVD to an exaggerated type I interferon-associated immune response.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41389000",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "that patients with ASCVD show a dysregulated myeloid immune response in moderate COVID-19 disease",
      "conclusion": "This study demonstrates that patients with ASCVD show a dysregulated myeloid immune response in moderate COVID-19 disease. Mechanistically, epigenetic imprinting sensitizes myeloid cells of patients with ASCVD to an exaggerated type I interferon-associated immune response"
    },
    {
      "title": "Twisting BN-Acenes: A Computational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "BN-acenes, where a B-N bond replaces a C═C bond, display modified optical and electronic properties compared with the parent acenes. Twisting acenes is an additional strategy to modify their photophysical and electronic properties. However, attempts to twist linear BN-acenes have not been reported. In this study, we employed computational tools to investigate the thermodynamic and electronic characteristics of twisted BN-anthracenes. Our findings indicate that the position of the nitrogen atom...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "that the position of the nitrogen atom"
    },
    {
      "title": "Exciton Delocalization Promotes Far-Red Absorption in a Tetrameric Chlorophyll <em>a</em> Light-Harvesting Complex from <em>Trachydiscus minutus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Photosynthetic organisms employ light-harvesting complexes (LHCs) to optimize energy capture under variable light conditions. The freshwater eustigmatophyte Trachydiscus minutus accumulates a red-shifted violaxanthin-chlorophyll protein (rVCP) that contributes to far-red light harvesting using only chlorophyll (Chl) a molecules, without chemical modification or substitution of pigments. Based on high-resolution cryo-EM and multiscale quantum chemical calculations, we uncovered a...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388986",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case Study of Veteran Patient-Researcher Partnerships in Mental Health Research and Practice: Three Recommendations From a Veteran Patient Engaged in Research (VPER)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case study deepens the understanding of how to meaningfully incorporate VPERs into a partnered research study. Engagement starts early, continues throughout the study, and culminates with well-communicated outcomes as they pertain to the researchers' and VPERs' goals. These recommendations closely align with widely accepted community-engaged research practices and may guide ongoing and future studies to further improve patient engagement in research and the collaboration...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case study deepens the understanding of how to meaningfully incorporate VPERs into a partnered research study. Engagement starts early, continues throughout the study, and culminates with well-communicated outcomes as they pertain to the researchers' and VPERs' goals"
    },
    {
      "title": "Deciphering atopic dermatitis heterogeneity: a short review on the translational revolution from endotypes to immunotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Atopic dermatitis is the most prevalent chronic inflammatory skin disease, classically defined by its eczematous lesions and relapsing course. However, growing evidence over the past decade has revealed that this disease is in fact far more heterogeneous than previously thought - both in its clinical manifestations and in the underlying molecular and immunological mechanisms. This short review explores the evolving conceptual framework used to analyze atopic dermatitis, encompassing clinical...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanistic and Molecular Dynamics Studies Reveal that Increased Loop 3 Mobility Alters Substrate Capture in an NADH:Quinone Oxidoreductase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Dynamic protein loops can act as molecular gates that stabilize enzyme-substrate complexes, yet the underlying motions are poorly defined. Here, we dissect the role of loop 3 in an NADH:quinone oxidoreductase (NQO, UniProt Q9I4V0) from Pseudomonas aeruginosa PA01 in governing substrate binding and catalysis. Previous mechanistic and structural studies proposed that loop 3 fluctuations regulate substrate binding; however, an associated atomic-level understanding of the conformational changes is...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A 3D Bioprinted PDA/CSCA/PAM Hybrid Hydrogel Patch for Myocardial Infarction Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Cardiovascular diseases are a leading global cause of mortality, with cardiac patches (CPs) emerging as a novel surgical treatment. This study used a combined decellularization method with sodium dodecyl sulfate (SDS), Triton X-100, and DNase to process porcine myocardial tissue (PMT), yielding decellularized extracellular matrix (dECM). Quantitative analysis revealed that the dECM contained collagen, DNA, and glycosaminoglycans (GAGs) at concentrations of 2.63 ± 0.37 µg/mg, 4.27 ± 0.79 ng/mg,...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388967",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Source Fingerprinting of PFOA via Full- and Intramolecular Stable Isotope Ratios of Carbon Using Orbitrap-IRMS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Remediation approaches for reducing environmental loading of perfluoroalkyl and polyfluoroalkyl substances (PFAS) require the ability to track PFAS origin sources. One common source attribution method for environmental contaminants is stable isotope analysis, with magnetic sector isotope ratio mass spectrometry (IRMS) being the workhorse for making these measurements. However, relatively large sample requirements and the requisite deconstruction of analytes to simple gases (e.g., CO(2)) inhibit...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Atezolizumab Plus Bevacizumab in Patients With Advanced NSCLC Who Received Pretreatment With EGFR-TKIs (ML41256): A Multicenter, Prospective, Single-Arm, Phase 2 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The chemotherapy-free atezolizumab plus bevacizumab regimen had limited efficacy but an acceptable safety profile in this exploratory study. Although current data suggest that chemotherapy may still be important for patients who failed EGFR-TKIs, more treatment regimens with lower toxicity and higher efficacy for these patients, such as antibody-drug conjugates and bispecific antibodies, need to be explored in the future.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388935",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for patients who failed EGFR-TKIs, more treatment regimens with lower toxicity and higher efficacy for these patients, such as antibody-drug conjugates and bispecific antibodies, need to be explored i...",
      "conclusion": "The chemotherapy-free atezolizumab plus bevacizumab regimen had limited efficacy but an acceptable safety profile in this exploratory study. Although current data suggest that chemotherapy may still be important for patients who failed EGFR-TKIs, more treatment regimens with lower toxicity and highe..."
    },
    {
      "title": "Balancing Innovation and the Safe Introduction of Orthopedic Arthroplasty Implants to Market: The Ever-Evolving Regulatory Environment in Australia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The safe introduction of orthopedic medical devices remains a global priority due to high-profile failures and evolving regulatory conditions. Recent reforms to regulatory requirements in Europe, the United States and Australia seek to strengthen both pre- and post-market medical device evaluation. This perspective review outlines the current Australian regulatory environment with comparison to the European and United States systems, where arthroplasty devices must comply with Essential...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "(±)-Rutacycoumarins A and B: two pairs of unprecedented coumarin enantiomers from the aerial part of <em>Ruta graveolens</em> L. and chemically synthesized",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study isolated two novel benzofuran enantiomer pairs with fused cyclopropane motifs from R. graveolens Their structures were confirmed via a new catalytic EDA complex synthesis. Racemic mixtures reduced LPS-induced liver/cellular damage and cytokines in HepG2 cells, while all enantiomers inhibited MAO-B.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study isolated two novel benzofuran enantiomer pairs with fused cyclopropane motifs from R. graveolens Their structures were confirmed via a new catalytic EDA complex synthesis"
    },
    {
      "title": "Predictors of therapeutic response to psychedelic-assisted therapy: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The acute psychedelic experience, especially MTEs, was the most frequently reported predictor of therapeutic response. Future trials should explore a broader range of predictors, include longer-term follow-up and improve methodological consistency to strengthen the evidence base for reliable predictors of therapeutic response.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The acute psychedelic experience, especially MTEs, was the most frequently reported predictor of therapeutic response. Future trials should explore a broader range of predictors, include longer-term follow-up and improve methodological consistency to strengthen the evidence base for reliable predict..."
    },
    {
      "title": "Educating Midwives as Abortion Providers: Implementing Innovative Models for Standardized Training in Abortion Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The Dobbs v Jackson Women's Health Organization US Supreme Court decision significantly limited patients' access to abortion services, and the providers who can legally deliver this care. Currently 22 states license providers other than physicians to provide medication or procedural abortion. However, most midwives and advanced practice clinicians (APCs) do not receive abortion training in their educational programs despite endorsement from professional and health organizations both nationally...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388881",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting Epileptogenic Tubers in Patients With Tuberous Sclerosis Complex Using a Fusion Model Integrating Lesion Network Mapping and Machine Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Accurate localization of epileptogenic tubers (ETs) in patients with tuberous sclerosis complex (TSC) is essential but challenging, as these tubers lack distinct pathological or genetic markers to differentiate them from other cortical tubers. Approximately 60% of patients fail to have their ETs identified through noninvasive preoperative evaluations, creating an urgent clinical need for effective, noninvasive localization strategies.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388871",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Accurate localization of epileptogenic tubers (ETs) in patients with tuberous sclerosis complex (TSC) is essential but challenging, as these tubers lack distinct pathological or genetic markers to dif...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomic Profiling of mRNAs, circRNAs, and lncRNAs in Mouse Liver at the Early Stage of Echinococcus multilocularis Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Alveolar echinococcosis (AE) is a significant zoonotic disease caused by the larval form of Echinococcus multilocularis (E. multilocularis), posing substantial health risks. However, the roles of circular RNAs (circRNAs), long non-coding RNAs (lncRNAs), and messenger RNAs (mRNAs) in the early stages of E. multilocularis infection, particularly regarding liver involvement, remain unclear. This study aimed to investigate the molecular mechanisms of AE infection in mice during the early stage of...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the molecular mechanisms of AE infection in mice during the early stage of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrinsic Ni<sup>0</sup>-Ni<sup>δ+</sup> Pairs in Anti-Perovskite NiNNi<sub>3</sub> Act as Hydrogen Radical Emitters for Cu Enabling Promoted Electrocatalytic Nitrate Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Electrocatalytic nitrate reduction (NO(3)RR) enables ambient-condition ammonia production, while ampere-level application is still limited by the unsatisfactory efficiency due to the insufficient *H supply for rapid *NO hydrogenation. Herein, we tackled this challenge by constructing the NiNNi(3)/Cu heterostructure catalyst that utilizes the substantial electrostatic potential differences derived from the intrinsic Ni⁰-Ni^(δ+) pairs in anti-perovskite NiNNi(3) to accelerate the O─H bond cleavage...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GLP-2 and GIP acutely increase superior mesenteric artery blood flow in male rats, and the effect is independent of nitric oxide and vasoactive intestinal peptide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Following a meal, splanchnic blood flow increases. This is important for nutrient absorption and is regulated by the enteric nervous system and gastrointestinal (GI) hormones. Specifically, postprandial release of two GI hormones-glucagon-like peptide-2 (GLP-2) and glucose-dependent insulinotropic polypeptide (GIP) has been implicated in the regulation of splanchnic blood flow. We investigated the acute effects of GLP-2 and GIP alone or in combination on superior mesenteric artery blood flow in...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388842",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the acute effects of GLP-2 and GIP alone or in combination on superior mesenteric artery blood flow in",
      "significance": "for nutrient absorption and is regulated by the enteric nervous system and gastrointestinal (GI) hormones",
      "conclusion": null
    },
    {
      "title": "A Scoping Review of Clinical Trials on the Efficacy of Curcumin and Its Formulations for Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: According to the findings of the current study, curcumin is a safe and effective adjuvant for improving wound healing. However, the significant heterogeneity observed among clinical trials limits the ability to develop consistent treatment guidelines. Future studies should focus on large-scale, standardized trials to better define the role of curcumin in wound care.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388841",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "According to the findings of the current study, curcumin is a safe and effective adjuvant for improving wound healing. However, the significant heterogeneity observed among clinical trials limits the ability to develop consistent treatment guidelines"
    },
    {
      "title": "Plasma placental growth factor as a susceptibility biomarker for longitudinal cognitive change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Current biomarkers used to assess cerebrovascular pathology largely reflect end-stage disease, and more sensitive biomarkers are needed. We examined the role of baseline placental growth factor (PlGF) as a susceptibility biomarker for the progression of white matter injury and longitudinal cognitive decline.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388837",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the role of baseline placental growth factor (PlGF) as a susceptibility biomarker for the progression of white matter injury and longitudinal cognitive decline",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frontline sigvotatug vedotin plus pembrolizumab vs pembrolizumab for non-small cell lung cancer with PD-L1 tumor proportion score ≥50%: phase III study design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Integrin beta-6 (IB6) is a tumor-associated membrane protein involved in many cellular processes, including wound healing and tissue remodeling. While IB6 expression is constitutively low in healthy tissues, high IB6 expression in numerous cancers, including non-small cell lung cancer (NSCLC), is associated with poor outcomes. In a phase I study, the novel IB6-directed vedotin-based antibody-drug conjugate sigvotatug vedotin (SV) showed manageable safety and encouraging efficacy as a monotherapy...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388832",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maternal Exercise Rescues Fetal Akinesia-Impaired Joint and Bone Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Fetal movements exert mechanical forces that shape the developing skeleton. Conditions that impair fetal movement can cause skeletal defects, but interventions are limited. Here, we show that maternal wheel running exercise regulates fetal skeletal development in mice. In wild-type fetuses, maternal exercise stimulated joint morphogenesis and bone development. These changes could not be fully explained by altered placental transport. Therefore, we next evaluated the effects of maternal exercise...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting All-Cause Mortality Using Two Claims-Based Measures in Medicare Beneficiaries With Dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "To compare the performance of the Chronic Conditions Warehouse (CCW) and the 38-condition Elixhauser Comorbidity Index in predicting all-cause mortality among Medicare beneficiaries with dementia, we used a national sample of 1,566,359 community-dwelling Medicare beneficiaries (age ≥65) with dementia, identified in 2018 claims data. Using elastic net logistic regression, we applied 30 CCW conditions and 38 Elixhauser comorbidities from 2018 to predict mortality at 30, 60, 180 days, and 1 year...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disruption of Mitochondrial Dynamics and Integrity Drives Divergent Metabolic Flexibility and Resilience in Podocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Mitochondrial dysfunction is central to the pathogenesis of podocytopathies, yet the determinants of metabolic resilience versus failure remain elusive. We investigated how distinct disruptions of mitochondrial architecture, specifically hyperfusion via OMA1 deletion versus compromised inner mitochondrial membrane (IMM) integrity via PHB2 knockdown, influence the metabolic fate and insulin responsiveness of podocytes. To this end, we analyzed conditionally immortalized mouse podocytes with...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how distinct disruptions of mitochondrial architecture, specifically hyperfusion via OMA1 deletion versus compromised inner mitochondrial membrane (IMM) integrity via PHB2 knockdown, influence the met...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "APOE, ABCA7, and RASGEF1C are associated with earlier onset of amyloid deposition from more than 4000 harmonized positron emission tomography images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: New methods estimate amyloid positivity onset age (EAOA) from amyloid positron emission tomography (PET). We explore the genetics of EAOA to identify molecular factors underlying the earliest Alzheimer's disease (AD) changes.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388821",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distal Upper Molar Force Distribution With Clear Aligners Using Different Anterior Teeth Anchorage Setups: A Finite Element Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Active anchorage forces may deform aligners and compromise control, whereas passive anchorage-similar to a ligature wire applied to anterior teeth-supports planned movement without disrupting biomechanics.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388812",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Active anchorage forces may deform aligners and compromise control, whereas passive anchorage-similar to a ligature wire applied to anterior teeth-supports planned movement without disrupting biomechanics"
    },
    {
      "title": "APOE isoform-associated tau oligomer polymorphs differ in synaptotoxicity and seeding activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Pathological tau aggregates form distinct polymorphic species across diseases and even across Alzheimer's disease (AD) patients. However, tau aggregate polymorphism across the apolipoprotein E isoforms (APOE ε2, ε3, ε4), the strongest predictors of late-onset AD development, is unknown.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Facial Features on Ideal Buccal Corridor Width: Implications for Personalised Orthodontic Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Aesthetic preferences for BC are influenced by both demographic and facial soft tissue characteristics. These findings offer clinical guidance for personalised orthodontic treatment planning to enhance smile aesthetics.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388805",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aesthetic preferences for BC are influenced by both demographic and facial soft tissue characteristics. These findings offer clinical guidance for personalised orthodontic treatment planning to enhance smile aesthetics"
    },
    {
      "title": "EAACI Guidelines on the Importance of Green Space in Urban Environments for Allergy and Asthma Prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The allergy and asthma epidemic in urban societies following World War II is mostly caused by changes in the environment, diet and lifestyle. Disconnection of urban populations from the wider environment has reduced the protective factors building up immunological resilience. The European Academy of Allergy and Clinical Immunology (EAACI) guidelines on greenness impact on allergy and asthma follow the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach and provide...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388798",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on allergy and asthma follow the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach and provide",
      "conclusion": null
    },
    {
      "title": "Axial Phosphate Coordination Driven Spin State Change in FeN<sub>4</sub> Site for Stable Oxygen Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Understanding the structure-performance relationships of single-atom catalysts (SACs) under realistic operating conditions remains a major challenge in electrocatalysis. In this study, axial phosphate groups (PO(4)) were introduced into the microenvironment of Fe single-atom sites embedded in cellulose-derived carbon (P-FeN(4)/CC), inducing a dynamic transformation of the crystal field from D(4)h to C(4)v and modulating the spin state through charge redistribution to better accommodate the...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Channel Fluorescence Assays with Supramolecular Host-Dye Reporter Pairs for Membrane Activity Mapping of Peptides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Membrane-active peptides (MAPs) are a major class of peptides that renders lipid bilayer membranes permeable for hydrophilic compounds. MAPs include cell-penetrating peptides (CPPs) and pore-forming antimicrobial peptides (AMPs), which are believed to be mechanistically related. CPPs render the membrane sufficiently permeable to enable their own translocation, while AMPs create membrane damage and induce cell death. We report herein a fluorescence-based, dual-channel assay, which combines a...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Higher Socioeconomic Status and Physician Accessibility Linked to More Early-stage but Not Fewer Late-Stage Melanoma Diagnoses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Areas with high healthcare access measures experience increased early-stage melanoma incidence. However, this does not correspond to a reduction in late-stage cases. The absence of a clear association between late-stage incidence and these screening proxies highlights the need for further research into the biology and progression of advanced-stage melanoma tumors, as well as the effectiveness of current screening methods in detecting these cases.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388790",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Areas with high healthcare access measures experience increased early-stage melanoma incidence. However, this does not correspond to a reduction in late-stage cases"
    },
    {
      "title": "Real-World Outcomes and Treatment Patterns in Patients With Acute Myeloid Leukemia and TP53 Gene Mutation or 17p Deletion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Real-World Outcomes and Treatment Patterns in Patients With Acute Myeloid Leukemia and TP53 Gene Mutation or 17p Deletion.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388784",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Graveoumarins A-C: chiral resolution, absolute configuration, and anticoagulant/anti-inflammatory activities of 3'-methyl-3'-butenyl coumarins from <em>ruta graveolens</em> L",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study successfully characterized the chirality and determined the absolute configurations of specific 3'-methyl-3'-butenylcoumarins from R. graveolens, including the discovery of three new compounds. While most isolated compounds lacked significant anticoagulant or anti-inflammatory activity in the tested models, racemic (±)-3 showed moderate anti-inflammatory potential by inhibiting NO production. These findings provide new insights for the future development and utilization...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study successfully characterized the chirality and determined the absolute configurations of specific 3'-methyl-3'-butenylcoumarins from R. graveolens, including the discovery of three new compounds"
    },
    {
      "title": "Effect of Cognitive-Motor Dual-Task Training on Sustained Attention Performance and Neuromuscular Fatigue During Incremental Cycling in Trained Athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Intense cognitive-motor dual-tasks (CMDTs) typically induce central nervous system fatigue and reduce cognitive performance, even in individuals with high fitness levels. We aimed to explore the efficiency of CMDT training in preventing central fatigue and cognitive performance decline in such scenarios. Forty trained adults were randomly assigned to one of three high-intensity interval training (HIIT) groups (4 weeks, 2 sessions/week): cycling alone (HIIT(CTRL)), cycling with cognitive training...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388754",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore the efficiency of CMDT training in preventing central fatigue and cognitive performance decline in such scenarios",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in HU utilization and cerebrovascular outcomes before and after publication of the 2014 National Heart, Lung, and Blood Institute sickle cell disease guidelines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The 2014 National Heart, Lung, and Blood Institute (NHLBI) guidelines recommend offering hydroxyurea to all patients with sickle cell disease SS/Sβ0 (SCD) aged ≥ 9 months. The relationship between early hydroxyurea initiation and the development of cerebrovascular disease (CVD) is unclear. This retrospective study describes trends in HU prescriptions and CVD outcomes in patients with SCD SS/Sβ⁰ followed at a single center before and after guideline publication. CVD was defined as the first of...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388752",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activation of Wnt3a Signaling Rescues the Analgesic Efficacy of Morphine by Regulating Microglial Reactivation in the Spinal Cord",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Repetitive opioid treatment promotes analgesic tolerance through mechanisms involving opioid-induced neuroinflammation. Here, we report that Wnt signaling activation can rescue opioid analgesic effects and suppress neuroinflammation by regulating microglial cells in the spinal cord. We used prolonged repetitive morphine treatment (10 mg/kg, daily) to induce morphine analgesic tolerance in adult C57BL/6J mice. Experiments were performed in mice and in the BV-2 microglial cell line to determine...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388750",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Walnut Powder Introduction for Prevention of Walnut Sensitisation in High-Risk Infants With Eczema: An Open-Label, Randomised, Non-Inferiority Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Jasmonate Modulates Strawberry Susceptibility to Anthracnose by Activating SnRK2.1 to Regulate the WRKY50-JAZ5 Module",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Colletotrichum spp., hemibiotrophic fungal pathogens, threaten global strawberry production. Jasmonate (JA) regulates plant-Colletotrichum interactions, but its mechanisms remain unclear. Here we demonstrate that both exogenous methyl jasmonate (MeJA) treatment and elevated endogenous MeJA levels increase strawberry susceptibility to anthracnose. Two key JA biosynthesis genes, FveAOS2 and FveAOC3, were identified as contributors to Colletotrichum-induced susceptibility. Further analysis revealed...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Contrasting Lifestyle of Free-Living and Particle-Attached Microbes Shaped Community Dynamics and Stability in the Seamount Environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Seamounts are unique marine environments that are recognised as biodiversity hotspots in oligotrophic oceans. They contain highly productive ecosystems that are supported by diverse microbial communities, but they are susceptible to anthropogenic disturbances such as fishing. However, knowledge of the biogeographic distribution, assembly mechanisms and co-occurrence patterns of microbial communities with different lifestyles above seamounts remains largely unexplored. We sampled above the...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Hole Transporting Layers on the Composition of Chemical Vapor Deposited Perovskite and Performance of Semitransparent Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Low-pressure chemical vapor deposition (CVD) offers good scalability, substrate compatibility, and solvent-free processing for metal halide perovskite films fabrication, yet limited control over the film composition has hindered the device performance compared to solution-based methods. Herein, we investigate how the substrate surface property affect the composition and optoelectronic properties of perovskite films fabricated by CVD. By changing the hole transporting layers (HTLs), different...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388729",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing Photocatalytic Overall Water Splitting with Z-Scheme Heterojunctions by Interfacial Manipulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Photocatalytic overall water splitting (POWS), as a promising technology for large-scale solar hydrogen production, has propelled the development of advanced photocatalysts. Z-scheme heterojunctions are believed to be ideal candidates for efficient POWS due to the reconcilable benefits of broad solar spectrum absorption and sufficient redox potentials. POWS by Z-scheme heterojunctions involves multiple-step charge transfer processes happening at the interfaces, thereby making interfacial...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388697",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Traffic Control: Fast Mg<sup>2+</sup> Transport via Carbonyl-Induced Ion-Dipole Interactions in Covalent Organic Framework Channels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Rechargeable magnesium batteries (RMBs) have garnered significant attention due to their high energy density, abundant resources, and inherent safety. However, developing cathode materials with both high specific capacity and excellent kinetic performance remains a significant challenge. In this study, two carbonyl-functionalized covalent organic frameworks (COFs), namely Tp-DAAQ COF and Tp-DAA COF, were successfully synthesized via a molecular engineering strategy. Among them, the Tp-DAAQ COF,...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388693",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Motif Molecular Junction with Long-Lived Charge Carriers for Efficient Overall Photosynthesis of H<sub>2</sub>O<sub>2</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Photosynthesis of hydrogen peroxide (H(2)O(2)) from air and water has emerged as one of promising alternative strategies to the conventional anthraquinone process. Nevertheless, its practical development is impeded by limited charge separation efficiency and rapid charge-carrier recombination. In this study, a covalently connected molecular junction is synthesized via sequential Schiff and Knoevenagel polymerization reactions for visible-light-driven and sacrificial-agent-free H(2)O(2)...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388690",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pseudotetraivprolides from Pseudomonas entomophila Provide Insights into the Biosynthesis of Detoxin/Rimosamide-Like Anti-Antibiotics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Novel variants of known natural product (NP) classes can provide valuable insights into their biosynthesis, mechanisms of action, and potential as drug leads across the entire class. Here, we describe a novel member of the widespread detoxine/rimosamide-like (DRL) natural products, named pseudotetraivprolide, produced by Pseudomonas strains. Pseudotetraivprolide exhibits the characteristic DRL-activity of protecting Bacillus cereus against the antibiotic blasticidin S. Through the generation of...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brachypodium SPEECHLESS2 Promoter Drives Expression of a Synthetic EPF to Reduce Stomatal Density in Sugarcane Without Pleiotropic Effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Stomata are microscopic pores that regulate the exchange of CO(2) and water vapour, making them a major target for engineering plants with improved intrinsic water use efficiency (iWUE). Proof-of-concept studies have demonstrated the potential to increase iWUE by reducing stomatal density (SD) and stomatal conductance (g(sw)) by ubiquitously expressing EPIDERMAL PATTERNING FACTOR (EPF) family genes. However, unwanted effects on leaf, stem and reproductive traits are often observed when EPFs are...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388687",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spectroscopic Fingerprinting of Coordination-driven Spin States in Metal-organic Architectures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Determining the local geometry of metal-organic architecture on substrates is challenging, as substrate interactions can alter the metal coordination relative to the free-standing structure. Here, combining density functional theory (DFT) and restricted open-shell configuration interaction with singles (ROCIS) calculations on isolated cobalt-7,7,8,8-tetracyanoquinodimethane (Co-TCNQ) complexes, together with X-ray absorption spectroscopy (XAS) and X-ray magnetic circular dichroism (XMCD),...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acoustic Wave Assisted Lotus Leaf Papillae Lead-Free Piezoelectric Material Humidity Sensor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "To address the long-standing challenges of slow response, weak signal, and poor mechanical robustness in conventional flexible humidity sensors, A novel flexible multifunctional sensor is developed based on a \"lotus-leaf acoustic wave collaborative lead-free piezoelectric\" technology strategy. Specifically, a lotus leaf surface is used as a template, which is replicated with PVDF and then combined with a cellulose matrix embedded with niobium-based perovskite crystals, resulting in a...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388671",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three transcription factors, OsNF-YC8, OsNF-YC9 and OsNF-YC10, function redundantly to promote amylopectin synthesis by activating SBE3 expression in rice endosperm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Starch branching enzyme (SBE) is a key enzyme involved in starch biosynthesis, responsible for introducing branch points into starch molecules. Among its three isoforms, SBE3 plays a pivotal role; its loss of function significantly alters the structure and accumulation of starch granules in rice, leading to chalky grains and reduced grain weight. However, the molecular regulatory network governing SBE3 expression remains largely unclear. In this study, three NF-YC family transcription factors...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388666",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the origin of spontaneous cytosolic calcium oscillations in stomatal guard cells: a dialogue between apoplastic and endoplasmic reticulum stores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "We investigated the origin and properties of spontaneous cytosolic Ca^(2+) oscillations in Arabidopsis thaliana and Solanum lycopersicum guard cells. Although these oscillations have been described since the 1990s, their underlying mechanisms remain unresolved. Using genetically encoded Ca^(2+) indicators (GECIs), we aimed to clarify how intracellular and extracellular Ca^(2+) sources contribute to these dynamics. We compared GECIs with distinct biochemical properties to assess their suitability...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the origin and properties of spontaneous cytosolic Ca^(2+) oscillations in Arabidopsis thaliana and Solanum lycopersicum guard cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osmolarity-Directed Encapsulation of Size-Tuned Nanoparticles into Red Blood Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Red blood cells (RBCs) have emerged as promising carriers for therapeutic and diagnostic agents due to their long circulation time, biocompatibility, and immune-evasive properties. Hypotonic encapsulation is the most widely employed technique; however, the correlation between nanoparticle sizes and the hypotonic osmolarities required for efficient encapsulation remains unclear. In this study, the size-dependent osmolarity requirements governing nanoparticles into RBCs are investigated. Using...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388650",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Natural History of Vocal Fold Motion Recovery in Unilateral Vocal Fold Paralysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Return of VF motion appears to be possible in some cases with higher grade neuronal injuries. Recovery of voice, return of trace VF motion, and return of greater degrees of motion appear to be temporally sequenced.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388644",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Return of VF motion appears to be possible in some cases with higher grade neuronal injuries. Recovery of voice, return of trace VF motion, and return of greater degrees of motion appear to be temporally sequenced"
    },
    {
      "title": "Sustained and Shared Funding for Accreditation of Health Departments, United States, 2005-2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sustained funding for multicomponent accreditation activities was followed by growth in accredited SHDs and LHDs. States that allocated CDC funding to support local accreditation had more accredited LHDs than states that did not allocate such funding. Further research is needed to understand how accreditation of health departments changes in relation to other funding sources and supports.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sustained funding for multicomponent accreditation activities was followed by growth in accredited SHDs and LHDs. States that allocated CDC funding to support local accreditation had more accredited LHDs than states that did not allocate such funding"
    },
    {
      "title": "Domestication-related changes at PvMYB26 reduce pod shattering in common bean and shed light on the origins of agriculture in the Americas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388625/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Domestication imposed radical selection pressures on plants, transforming them into crops that support global populations today. Here, we investigate the loss of seed dispersal via pod shattering during common bean (Phaseolus vulgaris L.) domestication. We identified PvMYB26 mutations in all three main gene pools of common bean, including an 8 kb deletion in Middle American lines eliminating the gene's transcription start site and promoter; a frameshift/truncation deletion in the independently...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388625",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secretoneurin as a novel cardiovascular biomarker and potential therapeutic strategy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Secretoneurin (SN) is a prognostic biomarker in cardiovascular disease (CVD), and circulating SN concentrations have been associated with clinical outcomes in various cohort of CVDs. SN reflects other cellular pathways than established CV biomarkers, and SN provides incremental prognostic information to established CV risk indices. SN has been found to have several beneficial properties and SN could have potential as a future therapeutic strategy in CVD.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388621",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of diabetes status, duration, and onset age with the risk of lung cancer: Results from the China Kadoorie Biobank study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "This study examined the associations of diabetes status, duration, and age at onset with lung cancer risk in the China Kadoorie Biobank. We prospectively assessed the association between diabetes status and lung cancer risk in 510,148 cancer-free participants, with analyses of duration and age at onset among 29,962 participants with diabetes at baseline. Multivariable-adjusted hazard ratios (HRs) and 95% confidence intervals (CIs) were estimated using Cox regression models, and effect...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388620",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the associations of diabetes status, duration, and age at onset with lung cancer risk in the China Kadoorie Biobank",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MDS PD e-Diary: A New Patient-Centered Digital Tool in Development for People with Parkinson's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The MDS PD e-Diary was designed to capture PD progression and its impact on PwP lives, potentially transforming research and clinical practice. Its further development and validation processes are underway.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388609",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on PwP lives, potentially transforming research and clinical practice",
      "conclusion": "The MDS PD e-Diary was designed to capture PD progression and its impact on PwP lives, potentially transforming research and clinical practice. Its further development and validation processes are underway"
    },
    {
      "title": "Tumor-stromal crosstalk and macrophage enrichment are associated with chemotherapy response in bladder cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Gemcitabine/Cisplatin (Gem/Cis) chemotherapy is a standard treatment for muscle-invasive bladder cancer (MIBC) but yields suboptimal response rates. The contribution of tumor-stromal crosstalk and macrophage recruitment to chemoresistance remains poorly understood. This study investigated these mechanisms using a functional ex vivo bladder cancer tissue slice model combined with n = 64 spatial transcriptomics. Spatial analysis revealed transcriptomic changes involving the immunomodulating gene...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388608",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "these mechanisms using a functional ex vivo bladder cancer tissue slice model combined with n = 64 spatial transcriptomics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3D Bioprinted Human Synovium-Cartilage Models Mimic Rheumatoid Arthritis Microenvironment and Recapitulate In Vivo Therapeutic Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Rheumatoid arthritis (RA) models play crucial roles in therapeutic discovery and fundamental research. However, current models have limited success at accurately simulating in vivo microenvironment and lacking intricate cellular cross-talk. Here, this work presents a human in vitro RA model that faithfully captures functional and compositional properties of cartilage and synovial lining in vivo, established with chondrocytes recellularized type II collagen scaffold and 3D-bioprinted bi-layered...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-Based Development of Ultra-Broad-Spectrum 3C-Like Protease Inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Recurrence of coronavirus outbreaks and zoonotic origins of human coronaviruses underscore the importance of developing pan-coronavirus antivirals. The highly conserved 3C-like protease (3CL^(pro)) in coronaviruses, together with the well-established druggability, makes it an ideal target for broad-spectrum antiviral therapeutics. Here, the inhibitory activity of approved 3CL^(pro) inhibitors, including nirmatrelvir, ensitrelvir, and simnotrelvir, against fifteen 3CL^(pro)s is first reported by...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388583",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevention and rehabilitation of musculoskeletal pain among abdominal and pelvic surgeons with intelligent physical exercise training (IPET) and intraoperative ergonomic recommendations (ERGO): study protocol for a multicenter open-label randomized controlled trial in Denmark and North America (USA)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Surgeons are in high demand due to the ageing population's increased need for surgery. However, the high prevalence of musculoskeletal pain (MSP) threatens their career longevity. While improving intraoperative ergonomics is crucial, physical exercise training is also widely used in managing MSP. The objective is to investigate the added effectiveness of intelligent physical exercise training (IPET) when combined with intraoperative ergonomic recommendations (ERGO), compared to ERGO...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388556",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "is to investigate the added effectiveness of intelligent physical exercise training (IPET) when combined with intraoperative ergonomic recommendations (ERGO), compared to ERGO",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A pathway-informed mutual exclusivity framework to detect genetic interactions in pediatric cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388546",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between lipoprotein(a) levels, cumulative lipoprotein(a) burden, and cardiovascular outcomes in patients with acute myocardial infarction: a large-scale cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388543",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activity of Cardiomyocyte Type 3 Deiodinase After Myocardial Infarction Influences Cardiac Recovery in Females",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Thyroid hormone (TH) is essential for cardiovascular function, and women are disproportionately affected by TH disorders and experience worse outcomes following myocardial infarction (MI). However, the role of sex-specific TH regulation in post-MI cardiac recovery remains poorly understood. We investigated TH homeostasis and type 3 deiodinase (D3) activity, an enzyme that inactivates TH, in male and female C57BL/6 mice following MI. Using cardiomyocyte-specific D3-deficient (Dio3ΔHeart) mice, we...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "TH homeostasis and type 3 deiodinase (D3) activity, an enzyme that inactivates TH, in male and female C57BL/6 mice following MI",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burrowing behavior is a potential non-invasive proxy for lesion development in a syngeneic murine model of endometriosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To our knowledge, our research provides evidence for the feasibility of ethologically valid burrowing behaviour as a non-invasive predictor of EM incidence in the syngeneic mice model. Future preclinical drug research for EM management could leverage BA to identify and select only lesion-positive animals for intervention trials. This approach will enhance the translational value of EM research.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388524",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To our knowledge, our research provides evidence for the feasibility of ethologically valid burrowing behaviour as a non-invasive predictor of EM incidence in the syngeneic mice model. Future preclinical drug research for EM management could leverage BA to identify and select only lesion-positive an..."
    },
    {
      "title": "The relationships among alkaloid concentration, endophyte mycelial concentration and host genetics in the tall fescue Epichloë symbiosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Initiator-Free Supramolecular Zwitterionic Gels for Skin-Inspired Soft Iontronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Conventional synthetic skin for intelligent soft robotics typically relies on thermally or UV-initiated polymerization, making initiator-free rapid gelation a persistent challenge. Here, a supramolecular Lewis acid-base gelation strategy that enables facile, initiator- and crosslinker-free synthesis of polyzwitterionic gels is presented. Strong hydrogen bonding between urea (hydrogen bond donor, HBD) and the zwitterionic moieties of 2-methacryloyloxyethyl phosphorylcholine (MPC; polymerizable...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Room-Temperature Alane Dehydrogenation for Visible-Light-Driven Photocatalytic Hydrogen Supply System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Solar-driven hydrogen supply systems filled with high-density hydrides can overcome the traditional limitations of external heating and power sources. However, these systems commonly rely on photothermal effects to elevate the hydride surface temperature, significantly restricting their photon-to-chemical conversion efficiency. Therefore, exploring hydrogen supply systems driven by visible-light photocatalysis offers immense potential for achieving enhanced photon-to-chemical conversion. In this...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388505",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ex Vivo Evaluation of Poly(Solketal Acrylate) Nanoparticles for Intravitreal Drug Delivery to the Posterior Eye Segment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Owing the complex anatomy and multiple physiological barriers, delivering drugs to the posterior segment of the eye remains challenging. While intravitreal injection can improve drug delivery, the diffusion of therapeutics through the vitreous humor and their uptake by the retina remain limited due to the anionic nature of the vitreous humor, attributed to its collagen and glycosaminoglycan content. Poly(solketal acrylate)-based nanoparticles (PSA-NPs) were developed via single-emulsion solvent...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radio-Frequency Charge Detection on Graphene Electron-Hole Double Quantum Dots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "High-fidelity detection of charge transitions in quantum dots (QDs) is a key ingredient in solid-state quantum computation. We demonstrate high-bandwidth radio-frequency charge detection in bilayer graphene quantum dots (QDs) using a capacitively coupled quantum point contact (QPC). The device design suppresses screening effects and enables a sensitive QPC-based charge readout. The QPC is arranged to maximize the readout contrast between two neighboring coupled electron and hole QDs. We apply...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388486",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A partner protein helps OsNRAMP3 win a novel function to transport Fe<sup>2+</sup> in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of morning vs evening exercise on weight loss and related health behaviors in individuals with overweight or obesity: study protocol for a 56-week randomized controlled trial (TIMEX)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Aerobic exercise is recommended for weight management. Recent evidence suggests that there may be time-dependent differences in how exercise affects body weight and energy balance regulation. The primary purpose of this study is to determine the effect of morning versus evening aerobic exercise on changes in body composition and components of energy balance in adults with overweight and obesity.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388471",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study is to determine the effect of morning versus evening aerobic exercise on changes in body composition and components of energy balance in adults with overweight and obesity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MiR-106a-5p in extracellular vesicles derived from alveolar epithelial cells mediates cognitive dysfunction induced by chronic intermittent hypoxia in mice through MAPK signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388469",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Gentiana rigescens genome and transcriptome for the investigation of flower repetitive blooming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides genetic resources for investigating the temperature-regulated repetitive flower opening and highlights the divergent signaling pathways in controlling reversible flower opening and closing.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides genetic resources for investigating the temperature-regulated repetitive flower opening and highlights the divergent signaling pathways in controlling reversible flower opening and closing"
    },
    {
      "title": "Prevalence of depression in post-stroke aphasia: systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Depression is a common concern in post-stroke aphasia. The lack of observed effects from assessment method or time since stroke may be due to methodological inconsistencies in reporting across studies. Psychometrically sound assessment tools validated for people with aphasia, along with more consistent reporting of patient characteristics, are essential for improving depression screening and mental health care in this population.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41388458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Depression is a common concern in post-stroke aphasia. The lack of observed effects from assessment method or time since stroke may be due to methodological inconsistencies in reporting across studies"
    },
    {
      "title": "g-C3N4-based complexes for treating in vitro oral cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: To evaluate if gCN (g-C₃N₄) quantum dot (QD) complexes destruct oral cancer cells in vitro in 100 µM H₂O₂ and laser irradiation conditions.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41388951",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "To evaluate if gCN (g-C₃N₄) quantum dot (QD) complexes destruct oral cancer cells in vitro in 100 µM H₂O₂ and laser irradiation conditions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resilience, physical activity and life satisfaction in Greek nursing students: the mediating role of body appreciation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Resilience and body appreciation were positively associated with life satisfaction among nursing students, whereas the role of physical activity proved negative and more complex than expected. Interventions that foster body appreciation and resilience, together with strategies that cultivate intrinsic motivation for physical activity should be integrated into nursing curricula and student support programs, rigorously evaluated and further examined in future longitudinal and...",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41388528",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Resilience and body appreciation were positively associated with life satisfaction among nursing students, whereas the role of physical activity proved negative and more complex than expected. Interventions that foster body appreciation and resilience, together with strategies that cultivate intrins..."
    },
    {
      "title": "Superiority of 1 h plasma glucose vs fasting plasma glucose, 2 h plasma glucose and HbA<sub>1c</sub> for the diagnosis of type 2 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41388091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS/INTERPRETATION: These findings support the superior utility of the IDF-recommended 1 h PG vs FPG, 2 h PG, HbA(1c) and FPG plus HbA(1c) for diagnosing type 2 diabetes.",
      "pubDate": "2025-12-13T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41388091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrolyte-Engineered Photoelectrochemical Ammonia Oxidation Enabling Sustainable Hydrogen Production via Catalyst Regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41387981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Ammonia oxidation reaction (AOR) offers a promising carbon-free hydrogen production pathway under ambient conditions, yet practical implementation faces critical challenges from catalyst deactivation and competing side reactions in aqueous systems. We present an electrolyte-engineered approach to photoelectrochemical (PEC) AOR that enables both enhanced hydrogen production and reversible catalyst regeneration. By employing a non-aqueous acetonitrile electrolyte at the BiVO(4) photoanode, we...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41387981",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interferon-stimulated gene GALNT2 restricts respiratory virus infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41387548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The innate immune response involves interferons (IFNs), antiviral cytokines that upregulate numerous IFN-stimulated genes, many of which have uncharacterized functions and mechanisms. Here we performed transcriptomic profiling of lung tissues from wild-type and IFNAR^(-/-) mice infected with SARS-CoV-2 and single-cell RNA sequencing of bronchoalveolar lavage fluid and peripheral blood mononuclear cells from patients with COVID-19. We identified O-GalNAc transferase 2 (GALNT2), an...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41387548",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unveiling noise reduction mechanism of serrated orifices from hydrodynamic-acoustic decoupling perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41386699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "This study experimentally unveils the noise reduction capabilities of serrated orifices, focusing on the hydrodynamic-acoustic pressure fluctuations decoupling perspective during the noise reduction process. Acoustic measurements were performed on orifices with varying percent open areas (φ = 11%, 20%, and 31%) and serration counts. Two distinct pressure fluctuation reduction regions were identified: a rapid growth region, characterized by efficient pressure fluctuation reduction, and a...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41386699",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a novel compound that induces oligomer disassembly of the pyruvate dehydrogenase E2 complex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41386105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The pyruvate dehydrogenase complex (PDC) is a multienzyme system that links glycolysis to the tricarboxylic acid cycle via oxidative decarboxylation of pyruvate. Among its catalytic components, the E2 subunit forms a 60-mer oligomeric core that provides both structural and functional support. While PDC activity is classically regulated through phosphorylation of the E1α subunit by pyruvate dehydrogenase kinase, this mechanism often fails under pathological conditions such as pancreatic ductal...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41386105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In silico virtual screening of natural small molecules for dual inhibition of Aβ and tau aggregation in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41385865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is defined by the accumulation of amyloid beta (Aβ) plaques and twisted fibers of hyperphosphorylated tau, with their aggregation driving neurodegeneration and cognitive decline. Presently, the majority of therapies in development are largely single-targeted, focusing either on Aβ or tau aggregation. This highlights a significant gap in strategies that can simultaneously modulate aggregation of both proteins in AD. This study employed an integrated in silico approach to...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41385865",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulations of low-frequency vibration pattern at the inner ear for activation of the vestibular system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41385849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Vestibular stimulation is a promising method for mitigating motion sickness and assessing vestibular function. However, conventional methods such as galvanic, caloric, or bone conduction (BC) stimulation lack the spatial selectivity needed to replicate the precise inputs of natural head movements. In this study, a novel approach is proposed using multiple BC transducers with coordinated magnitude and phase to generate targeted vestibular motions. A validated finite element model of the human...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41385849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Measurement of the Quadrupole Moment of the 2_{1}^{+} State in ^{110}Sn",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41385675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The Sn isotopic chain, exhibiting double shell closures at ^{100}Sn and ^{132}Sn, is a key testing ground for theoretical models of the atomic nucleus. It was originally predicted that the transitional matrix elements between the first 2^{+} state and the 0^{+} ground state for the even-even isotopes in this chain should show a simple dependence on the neutron number. This prediction was, however, disproven experimentally in some of the first experiments with postaccelerated radioactive beams, a...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41385675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-Dimensional Nucleic Acid Brushes on Colloidal MXene Sheets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41385274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "DNA immobilization on nanoparticle surfaces enables programmable assembly, gene sensing, and intracellular delivery. However, dense, direct functionalization of atomically thin two-dimensional (2D) materials remains challenging due to their inert basal planes. In contrast, 2D transition metal carbides (MXenes) possess highly polar, chemically active surfaces terminated with -OH, -O-, and -F groups, offering a unique platform for biofunctionalization. Herein, we exploit MXene's surface chemistry...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41385274",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Metabolic Surgery for Obese Type 2 Diabetes: Korean Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41385036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41385036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep-learning analysis of speech using mel-spectrograms for the assessment of mild cognitive impairment and Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41384831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "BackgroundSpeech abnormalities are recognized as early indicators of Alzheimer's disease (AD) and mild cognitive impairment (MCI).ObjectiveTo determine whether deep-learning models trained on mel-spectrograms of brief speech tasks can (i) discriminate individuals with MCI and AD from cognitively normal controls (NC) and (ii) estimate cognitive status with clinically useful accuracy.MethodsSpeech from 594 participants (185 NC, 231 MCI, 178 AD) was recorded through a mobile application that...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41384831",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-Infrared Responsive Ionoelastomer Junction Enabling Switchable Ionic Logic Gate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41384727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Despite the significant progress in the development of ionic junctions of two types of ionic conductors for ionic current rectification, reminiscent to electronic p- and n-type junctions, stimuli-responsive ionic junctions wherein stimuli reversibly control current rectification are seldom demonstrated. Here, we present a near-infrared (NIR)-responsive ionic junction and its application as a switchable logic gate. The NIR- responsive ionic junction is developed with a bilayer of ionoelastomers:...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41384727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-Step Synthesis of Open Hierarchical ZSM-5: Influence of the Temperature Ramping Rate on Morphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41384720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Exploration of zeolites with various morphologies has received significant attention as a strategy to enhance their catalytic performance and elongate their lifetime. This study presents open hierarchical ZSM-5 which consists of micropores and mesopores, with a further extension to macropores owing to the presence of open structures. A one-step facile synthetic strategy features utilization of tubular reactors for precise and rapid temperature control, where faster ramping rates play a critical...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41384720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Metal-Metal and Metal-Ligand Cooperativity in Dicopper-Catalyzed Azide-Alkyne Cycloaddition Reactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41384035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "The mechanism of the copper-catalyzed azide-alkyne cycloaddition (CuAAC) reaction has been under investigation for over two decades. While catalytically relevant dicopper intermediates have been proposed and a few suspected intermediates have been isolated, the mechanism remains poorly understood. In this work, we describe the synthesis and characterization of neutral dicopper complexes bearing the proton-responsive dinucleating ^(iPr ) PNNP \"expanded pincer\" ligand, which are demonstrated to be...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41384035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amino-Functionalized Surface Engineering of Elastomers for Robust PEDOT:PSS-Based Stretchable Electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41383144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Stretchable devices have attracted significant attention due to their mechanical versatility and potential applications in wearable electronics, soft robotics, and biomedical devices. However, their practical implementation is often hindered by challenges in surface engineering, particularly at the interface between stretchable elastomers and conducting polymers like poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) (PEDOT:PSS). This study introduces a novel strategy to enhance the...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41383144",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "N-acetylcysteine Restores Impaired Dentate Gyrus Neurogenesis in a Neonatal Maternal Separation Rat Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41383104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "Early-life stress (ELS) is a major contributor to neurodevelopmental vulnerability, particularly within the dentate gyrus (DG), where oxidative burden and microglial activation disrupt adult neurogenesis. Here, we examined whether N-acetylcysteine (NAC), a cysteine prodrug and glutathione precursor, could counteract impaired neurogenesis induced by neonatal maternal separation (NMS). Adolescent NAC administration restored the number of Ki67^(+) proliferating progenitors and DCX^(+) immature...",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41383104",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether N-acetylcysteine (NAC), a cysteine prodrug and glutathione precursor, could counteract impaired neurogenesis induced by neonatal maternal separation (NMS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extended Follow-Up Analysis of First-Line Atezolizumab in Extensive-Stage Small Cell Lung Cancer: A Real-World Multicenter Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41383089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study outlined the real-world effectiveness and safety of first-line atezolizumab immunochemotherapy for ES-SCLC patients over an extended follow-up, noting that local treatment and post-progression therapy were associated with improved survival.",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41383089",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study outlined the real-world effectiveness and safety of first-line atezolizumab immunochemotherapy for ES-SCLC patients over an extended follow-up, noting that local treatment and post-progression therapy were associated with improved survival"
    },
    {
      "title": "A 32-Year-Old Male Patient Presented With Symptoms of Indigestion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41382374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251213142112&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41382374",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}