{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-05T19:22:55.892Z",
  "totalItems": 150,
  "totalArchived": 32332,
  "newPapersAdded": 156,
  "institutionBreakdown": {
    "KAIST": 5,
    "SNU": 28,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 26,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 2,
    "GIST": 2,
    "Kyung Hee University": 3,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 85,
    "Materials Science": 14,
    "Neuroscience": 5,
    "Biomedical": 29,
    "Computer Science": 4,
    "Cancer Research": 13
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Total Synthesis of (+)-Norsecurinamine B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Norsecurinamine B represents the first example of an NH-bridged dimeric Securinega alkaloid, in which two norsecurinine monomers are joined through an amine linker at their endo faces. However, the exo face of norsecurinine is intrinsically favored for nucleophilic attack, rendering the synthesis of the target challenging. Herein, we disclose a convergent total synthesis of norsecurinamine B, highlighting the strategic design elements that effectively address this stereochemical challenge.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41347945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interface-modified NiMgO<sub><em>x</em></sub> layers with dibenzocarbazole molecules for high-efficiency perovskite light-emitting diodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Nickel magnesium oxide is a stable hole injection layer for PeLEDs but suffers from poor hole injection and interfacial quenching. Here, we introduce [4-(7H-dibenzo[c,g]carbazol-7-yl)butyl]phosphonic acid (4PADCB) as an interlayer that passivates interfacial defects, suppresses luminescence quenching, and lowers hole injection barriers, boosting external quantum efficiency from 5.5% to 14.4%.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41347492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversible Hydrogen Spillover: Adsorption-Desorption Site Reversal in HER",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The shift to a sustainable economy relies heavily on green hydrogen production. The elevated energy barrier of water dissociation precludes hydrogen generation in alkaline medium. To circumvent the inherent limitations of conventional catalysts governed by the Sabatier principle, Reversible Hydrogen Spillover has emerged as a powerful design strategy. This approach spatially decouples catalytic function by allocating water dissociation to a designed support, followed by hydrogen recombination...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41347282",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Concurrent atrial and ventricular septal defect in a young Sphynx cat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Concurrent atrial septal defect (ASD) and ventricular septal defect (VSD) are rare in cats. A 7-month-old intact female Sphynx cat was presented for evaluation of respiratory distress and exercise intolerance. Thoracic radiographs showed generalized cardiomegaly and pulmonary infiltrates, consistent with cardiogenic pulmonary edema. Transthoracic echocardiography revealed an ostium secundum-type ASD and a perimembranous VSD, with structurally normal atrioventricular valves and annuli. These...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41346806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Effect of DNase I and Proteinase K on Dual-Species Biofilm of <em>Campylobacter jejuni</em> and <em>Acinetobacter baumannii</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "In food-associated environments, foodborne bacteria can form biofilms that are likely to exist as multiple species and are potentially a food safety concern. In this study, we focused on the effects of DNase I and proteinase K on dual-species biofilms containing Campylobacter jejuni and bacterial isolates from food-associated environments. The viable cell counts of C. jejuni differed significantly depending on the counterpart strain in the biofilms. In mature monospecies biofilms, both C. jejuni...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41346417",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reproductive Lifespan and Reproductive Factors in Relation to Dementia Risk in Postmenopausal Women With Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A longer reproductive lifespan was linked to a reduced risk of dementia in postmenopausal women with type 2 diabetes.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41348440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A longer reproductive lifespan was linked to a reduced risk of dementia in postmenopausal women with type 2 diabetes"
    },
    {
      "title": "The immuno-neurological axis: association between autoimmune diseases and dementia risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Dementia is a growing global public health concern, with an increasing number of individuals affected due to the aging population. Although chronic inflammation is implicated in cognitive impairment, studies on its association with autoimmune diseases, which are representative chronic inflammatory diseases, are lacking. This study aimed to investigate whether the onset of autoimmune diseases is associated with an increased risk of dementia or cognitive impairment. This study used data from the...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41348284",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate whether the onset of autoimmune diseases is associated with an increased risk of dementia or cognitive impairment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transient visual loss following endoscopic third ventriculostomy in a child with a posterior fossa tumour: consideration of intracranial pressure control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Visual loss following intracranial pressure (ICP) reduction in patients with a brain tumour, termed post-decompression optic neuropathy (PDON), is rare but typically results in permanent visual impairment. We report the case of a 15-year-old boy with medulloblastoma who presented with obstructive hydrocephalus and severe papilloedema (Frisén grade V). He experienced rapid visual deterioration after initial management with endoscopic third ventriculostomy and external ventricular drainage (EVD),...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41348120",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early time to relapse as a survival prognosticator in mature T-cell/NK-cell lymphomas: results from the PETAL Consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "We previously demonstrated that relapsed and refractory nodal-mature-T-cell-lymphomas (nMTCL) have distinct prognoses. Here, we assessed the overall survival (OS) impact of time-to-relapse (TTR) in multinational PETAL/LATAM cohorts with validation using observational and randomized independent cohorts. Patients with nMTCL with complete response to frontline treatment were assigned to TTR12 (<12m) or without TTR12 based on time-to-progression or time-to-next-therapy. OS was compared using...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347825",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of time-to-relapse (TTR) in multinational PETAL/LATAM cohorts with validation using observational and randomized independent cohorts",
      "conclusion": null
    },
    {
      "title": "Nanoscale Metal-Insulator-Semiconductor Tunnel Junction for Multibit Excitonic Data Storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The exponential growth of digital information presents a critical challenge for the sustainable data preservation. While optical data storage (ODS) systems have emerged as a promising solution for economical and long-term data archiving, conventional ODS technologies face limitations due to the optical diffraction limit and inability to harness emerging excitonic properties, restricting further improvements in storage density. Here, we demonstrate a multibit excitonic data storage (EDS) system...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41347726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-Inflammatory and Pro-Healing Effects of Human Plasma-Derived Exosomes in a Murine Wound Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PDEs promote wound healing by enhancing cell proliferation, stimulating collagen synthesis, and modulating inflammatory responses. Both subcutaneous injection and topical smearing were effective.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "PDEs promote wound healing by enhancing cell proliferation, stimulating collagen synthesis, and modulating inflammatory responses. Both subcutaneous injection and topical smearing were effective"
    },
    {
      "title": "Dual Bipolar Resistive Switching in Wafer-Scalable 2D Perovskite Oxide Nanosheets-Based Memristor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Memristors based on 2D materials are promising for compact and energy-efficient neuromorphic hardware. However, conventional devices require paired elements to implement bidirectional weight updates, such as spike-timing-dependent plasticity (STDP) and anti-STDP for supervised spiking neural networks (SNN) such as the remote supervised method. Here, an Au/Ti/2D Sr(2)Nb(3)O(10) perovskite-oxide nanosheet (SNO PON)/Pt memristor is demonstrated that exhibits dual bipolar resistive switching,...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41347591",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A New Approach to Maxillary Expansion: A Narrative Review and a Case Report on the ATOZ Pure Bone-Borne Spring Expander for Maxillary Transverse Deficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "To overcome several disadvantages and limitations of tooth-borne rapid palatal expanders in fully grown patients with maxillary transverse deficiency, miniscrew-assisted rapid palatal expanders (MARPE) were introduced as an efficient alternative and have been widely used in the past decade. More recently, pure bone-borne MARPE has been introduced to reduce dentoalveolar side effects and its use has been increasing. This review article aims to report the characteristics and clinically important...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41347558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to report the characteristics and clinically important",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Xenograft-Derived Cell-Free Deoxyribonucleic Acid as an Early Biomarker of Rejection in Genetically Engineered Pig-to-Non-Human Primate Kidney Xenotransplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: XdcfDNA is a potentially sensitive, noninvasive, and early biomarker of xenograft rejection, capturing vasculitis and subsequent chronic injury. Periodic monitoring of xdcfDNA could support noninvasive screening of rejection before overt functional changes in xenografts emerge and might contribute to guiding confirmatory xenograft biopsy and subsequent immunosuppression modification.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347529",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "XdcfDNA is a potentially sensitive, noninvasive, and early biomarker of xenograft rejection, capturing vasculitis and subsequent chronic injury. Periodic monitoring of xdcfDNA could support noninvasive screening of rejection before overt functional changes in xenografts emerge and might contribute t..."
    },
    {
      "title": "Layered hybrid lattice architectures for broadband electromagnetic absorption and improved structural stiffness",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Electromagnetic interference (EMI) presents a critical challenge across application areas such as wireless communication networks, defense technologies, and electronic devices. Although metamaterial absorbers offer excellent electromagnetic (EM) wave attenuation, their limited mechanical stiffness restricts their use in structurally demanding environments. This study introduces a new class of layered hybrid lattice absorbers that concurrently achieve broadband EM wave absorption and enhanced...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41347489",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ligand-controlled Fe<sub>3</sub>O<sub>4</sub> nanoparticles as reusable adsorbents for dye removal in the chemical recycling of coloured polyester textiles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Chemical recycling of polyester through depolymerisation processes is a promising strategy to mitigate the environmental burden of polyester-containing textile waste. However, residual disperse dyes in depolymerised products often degrade the purity and whiteness of recovered monomers. Conventional dye removal methods, such as solvent extraction, frequently fail to achieve complete dye removal. Herein, we report the development of iron oxide magnetic nanoadsorbents capped with three hydrophobic...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DFT-Backed Study on the Synergistic Photodegradation of Ternary Drug-Dye Pollutants via Cd-Based MOF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The simultaneous removal and detection of mixed water pollutants-particularly synthetic dyes and antibiotics-remains a major challenge for environmental remediation technologies. Herein, a ligand-engineered cadmium-based metal-organic framework (Cd-MOF), synthesized from bis(2-carboxyethyl) isocyanurate (H(2)Cei) and 1,4-bis(1H-imidazol-1-yl)methyl]benzene (Bimb) ligands, that exhibits dual functionality for visible-light-driven photocatalytic degradation and fluorescent sensing is reported. The...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The first 1,000 days of life and early childhood caries: closing the global data gap",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The first 1,000 days of life represent a critical window for preventing Early Childhood Caries (ECC). However, a significant global data gap obscures the true scale of ECC within this critical period. This review aims to systematically examine the global availability of ECC data for children under 36 months, discuss age-specific prevalence trends, and synthesize evidence to highlight the implications of missing data. A comprehensive analysis of a global dataset reporting ECC prevalence across...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347225",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to systematically examine the global availability of ECC data for children under 36 months, discuss age-specific prevalence trends, and synthesize evidence to highlight the implications of missing dat...",
      "significance": "of missing data",
      "conclusion": null
    },
    {
      "title": "Effect of Sihogyeji-tang on functional dyspepsia: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Functional dyspepsia (FD) has a global prevalence of approximately 15% and is characterized by chronic symptoms with an unclear etiology. Herbal medicines, owing to their multifaceted mechanisms, are promising therapeutic options for FD. This study aimed to establish medical evidence for the use of Sihogyeji-tang (SG), a herbal medicine, in the treatment of FD, thereby providing clinically relevant evidence for both patients and healthcare practitioners.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41347174",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "establish medical evidence for the use of Sihogyeji-tang (SG), a herbal medicine, in the treatment of FD, thereby providing clinically relevant evidence for both patients and healthcare practitioners",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zinc transporter ZIP10 supports zinc homeostasis and myoglobin biosynthesis in differentiating C2C12 myoblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings identify ZIP10 as an important zinc importer that supports intracellular zinc supply and Mb expression during myogenic differentiation, offering new insight into the nutritional regulation of muscle physiology by zinc.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "zinc importer that supports intracellular zinc supply and Mb expression during myogenic differentiation, offering new insight into the nutritional regulation of muscle physiology by zinc",
      "conclusion": "These findings identify ZIP10 as an important zinc importer that supports intracellular zinc supply and Mb expression during myogenic differentiation, offering new insight into the nutritional regulation of muscle physiology by zinc"
    },
    {
      "title": "Metabolic changes after growth hormone treatment in children with growth hormone deficiency and small for gestational age: LG observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate a positive effect of GH treatment on growth and metabolic parameters in children with GHD and SGA.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347132",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a positive effect of GH treatment on growth and metabolic parameters in children with GHD and SGA",
      "conclusion": "These findings demonstrate a positive effect of GH treatment on growth and metabolic parameters in children with GHD and SGA"
    },
    {
      "title": "Dosimetric parameter determination of a carbon-nanotube based miniature x-ray tube for HDR brachytherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study successfully acquired both measured and calculated parameters for the newly developed mXT. The findings affirm that the dosimetric parameters of the mXT are within acceptable limits for clinical HDR brachytherapy applications.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41347096",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study successfully acquired both measured and calculated parameters for the newly developed mXT. The findings affirm that the dosimetric parameters of the mXT are within acceptable limits for clinical HDR brachytherapy applications"
    },
    {
      "title": "Penile Volume Augmentation With Hyaluronic Acid Fillers: Ultrasound Observation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Penile volumization using hyaluronic acid fillers has emerged as a minimally invasive alternative for men seeking aesthetic enhancement of penile girth. Hyaluronic acid fillers have emerged as a nonsurgical option for penile girth enhancement, with studies reporting favorable safety profiles. This case report details the treatment of a 35-year-old man, outlining procedural steps, patient outcomes, and safety considerations. The patient had normal endocrine function with no history of endocrine...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41346923",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Splenectomy modulates intrarenal B cell differentiation and impairs repair of post-ischemic kidney",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Lymphocytes are known to regulate kidney repair after ischemia-reperfusion injury (IRI). Splenectomy has been proposed as a preconditioning protocol for high-risk kidney transplantation and has been suggested to affect IRI outcomes. However, the role of splenectomy in IRI repair remains poorly understood. This study investigated the effects of splenectomy on the immunological microenvironment in a mouse model of kidney IRI.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41346612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of splenectomy on the immunological microenvironment in a mouse model of kidney IRI",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Ion-Releasing Nanoparticles as a Therapeutic Platform for Modulating Adult Stem Cell Activity in Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Nanoparticles are increasingly utilized for their potential in targeted drug delivery, highlighting the need for innovative approaches to enhance therapeutic and regenerative outcomes. This study investigated zinc- and iron-ion-releasing nanoparticles (ZFNs) for their ability to simultaneously deliver zinc (Zn) and iron (Fe) ions, aimed at boosting the efficacy of human mesenchymal stem cells (hMSCs) in wound healing. Engineered for pH-sensitive degradation, ZFNs enable the controlled...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41346413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "zinc- and iron-ion-releasing nanoparticles (ZFNs) for their ability to simultaneously deliver zinc (Zn) and iron (Fe) ions, aimed at boosting the efficacy of human mesenchymal stem cells (hMSCs) in wo...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting pneumonia algorithm in stroke patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study developed a highly accurate predictive algorithm for post-stroke pneumonia, emphasizing the role of defense mechanisms against pneumonia. Implementing this algorithm in clinical practice could enable early preventive measures, reduce pneumonia incidence, and improve patient outcomes.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41346384",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study developed a highly accurate predictive algorithm for post-stroke pneumonia, emphasizing the role of defense mechanisms against pneumonia. Implementing this algorithm in clinical practice could enable early preventive measures, reduce pneumonia incidence, and improve patient outcomes"
    },
    {
      "title": "Mitochondrial genome characterization and phylogeny of <em>Hynobius notialis</em>, a Korean endemic salamander",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Hynobius notialis is a recently described salamander species endemic to the southern Korean Peninsula, with a restricted distribution and vulnerable conservation status. Despite its evolutionary and conservation significance, the complete mitochondrial genome of this species has not yet been characterized. In this study, we sequenced and analyzed the entire mitogenome of H. notialis (16,408 bp), comprising 13 protein-coding genes, 22 tRNAs, two rRNAs, and a single control region. Most genes are...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41346359",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Splenectomy and the subsequent development of type 2 diabetes: a 9-year nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This large-scale cohort study demonstrated a significant association between splenectomy and an increased risk of type 2 diabetes, particularly in non-traumatic cases due to cancer. These findings highlight the importance of metabolic monitoring and targeted preventive strategies in post-splenectomy patients to mitigate future diabetes risk.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41346274",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale cohort study demonstrated a significant association between splenectomy and an increased risk of type 2 diabetes, particularly in non-traumatic cases due to cancer. These findings highlight the importance of metabolic monitoring and targeted preventive strategies in post-splenectomy..."
    },
    {
      "title": "Belantamab mafodotin, lenalidomide and dexamethasone (BelaRd) in newly diagnosed intermediate-fit and frail myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The phase 1/2 BelaRd study (NCT04808037) evaluated the efficacy and safety of belantamab mafodotin (belamaf) combined with lenalidomide and dexamethasone in unfit and frail transplant-ineligible patients with newly diagnosed multiple myeloma (NDMM). Part 1 (n=36) established a recommended belamaf phase 2 dose (RP2D) of 1.9mg/kg every 8 weeks (median follow-up: 39.3 months). In Part 2, 30 patients were randomized 1:1 in Group A (n=15), where belamaf dosing was guided by ophthalmologist-assessed...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41346230",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison between endoscopic resection and transanal surgery for treatment of rectal tumors: a systematic review and meta‑analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ER and TAS showed similar treatment outcomes for adenoma/adenocarcinoma. Considering that TAS typically incurs higher costs than ER, ER may be favored in the treatment of rectal adenoma/adenocarcinoma. For rectal NET, TAS showed a superior R0 resection rate than ER. However, given that TAS requires a long procedure time, expensive equipment, and complex manipulations, TAS may be considered selectively for large NETs with suspected deep tumorous infiltration.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41346226",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ER and TAS showed similar treatment outcomes for adenoma/adenocarcinoma. Considering that TAS typically incurs higher costs than ER, ER may be favored in the treatment of rectal adenoma/adenocarcinoma"
    },
    {
      "title": "Reducing False Alarm Rates and Workload in ICUs by Improving Arrhythmia Detection Algorithms of Patient Monitoring Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND Patient monitoring systems are widely used in intensive care units (ICUs) to monitor patient's conditions. A high false alarm rate can lead to alarm fatigue among nurses, increasing workload and stress. This study aimed to improve the accuracy of arrhythmia detection by enhancing the noise detection algorithm in patient monitoring systems and to determine whether false alarm rate and workload decreased through clinical trials. MATERIAL AND METHODS Trials were conducted on adult...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41346076",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "improve the accuracy of arrhythmia detection by enhancing the noise detection algorithm in patient monitoring systems and to determine whether false alarm rate and workload decreased through clinical ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Directed evolution-driven reprogramming of PD-L1 for compact and tunable checkpoint modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41345880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates the successful application of directed evolution to generate a compact PD-L1 variant with high-affinity PD-1 binding, low immunogenicity risk, and tunable architecture. The DM variant expands the design space of ligand-based checkpoint inhibitors and offers a versatile platform for next-generation immunotherapeutics engineered through synthetic biology frameworks.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41345880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the successful application of directed evolution to generate a compact PD-L1 variant with high-affinity PD-1 binding, low immunogenicity risk, and tunable architecture",
      "conclusion": "This study demonstrates the successful application of directed evolution to generate a compact PD-L1 variant with high-affinity PD-1 binding, low immunogenicity risk, and tunable architecture. The DM variant expands the design space of ligand-based checkpoint inhibitors and offers a versatile platfo..."
    },
    {
      "title": "Analysis of Phytochemicals and Functional Groups From Aqueous Extracts of Malawian Vernonia amygdalina Del. for Potential Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Vernonia amygdalina Del., a plant recognised for its medicinal properties, is widely available in Malawi, but remains underutilised. The study aimed to analyse phytochemicals and their functional groups in the aqueous extracts of V. amygdalina Del. leaves. The functional groups of the compounds were determined using Fourier-transform infrared spectroscopy (FT-IR). Phenolic compounds were quantified using high-performance liquid chromatography-ultraviolet visible assay. Gas chromatography mass...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41348477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of and risk factors for low anterior resection syndrome based on the international consensus definition: a multicenter cross-sectional observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The prevalence of LARS-ND was high, and the new LARS definition identified patients with symptoms previously missed by the conventional score. Younger age and a lower anastomosis level appear to be risk factors for LARS-ND.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41348318",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence of LARS-ND was high, and the new LARS definition identified patients with symptoms previously missed by the conventional score. Younger age and a lower anastomosis level appear to be risk factors for LARS-ND"
    },
    {
      "title": "Pancreatic extracellular volume fraction on multiphasic contrast-enhanced computed tomography for predicting pancreatic fistula after pancreatoduodenectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348317/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41348317",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Articulation analysis of robotic staplers in rectal surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study clearly demonstrates how surgeons utilize the unique functions of robotic staplers during rectal transection.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41348316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study clearly demonstrates how surgeons utilize the unique functions of robotic staplers during rectal transection"
    },
    {
      "title": "Self-Assembled Vesicles of Emissive Surfactants in Water: Structural Characterization and Photophysical Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Two novel emissive amphiphilic molecules with intramolecular charge transfer character (HAPMP and HAPEOP) were synthesized, and their self-assembled particles were obtained in an aqueous solution. SAXS analysis and TEM observation showed that these self-assemblies exhibited vesicle-like structures. Analysis using the indirect Fourier transformation (IFT) method for their bilayer structures indicated that HAPMP was arranged in a vertical orientation relative to the bilayer plane, whereas HAPEOP...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41348232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of Laryngeal Abnormal Sensation in a Hospital Worker Population and its Association with Cough Hypersensitivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LAS markedly affects symptoms like cough and impairs quality of life, and is independently associated with asthma, GERD, and mood swings. It may reflect a sensory phenomenon of vagal hypersensitivity that could contribute to the pathophysiology of such chronic conditions.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41348217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LAS markedly affects symptoms like cough and impairs quality of life, and is independently associated with asthma, GERD, and mood swings. It may reflect a sensory phenomenon of vagal hypersensitivity that could contribute to the pathophysiology of such chronic conditions"
    },
    {
      "title": "Intermediate-Temperature Electrocatalytic CO<sub>2</sub> Reduction with a Coordination Polymer Glass Electrolyte",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Electrocatalytic CO(2) reduction at intermediate temperatures (100-150 °C) has been expected to have many advantages from reaction kinetics and product selectivity viewpoints, but the reaction attempt has been strictly hindered because of the difficulties of membrane-electrode assembly (MEA) fabrication and the limited selection of electrolyte consisting of proton (H^(+))-conductive materials. In this study, we fabricated an MEA for the electrocatalytic reduction of gaseous CO(2) at the...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347941",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High ceramide content in fermented cocoa bean shells (Theobroma cacao L.)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Analysis of various parts of cocoa by LC-ESI-MS/MS revealed that fermented cocoa bean shells contained high amounts of ceramides, especially a hydroxy phytoceramide (t18:0-h24:0, 466.6 μg/g) present in human skin. Its total ceramide content was higher than that in the skins of soybean, coffee bean, or peanut, suggesting that this high content is a unique feature of fermented cocoa bean shells.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successive Orthorhombic Distortions in Kagome Metals by Molecular Orbital Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The kagome lattice, with its inherent frustration, hosts a plethora of exotic phenomena, including the emergence of 3q charge-density-wave order. The high rotational symmetry required to realize such an unconventional charge order is broken in many kagome materials by orthorhombic distortions at high temperature, the origin of which remains much less examined despite their ubiquity. In this study, synchrotron X-ray diffraction reveals a structural phase transition from a parent hexagonal...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41347869",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of artificial intelligence in enhancing interprofessional education and collaborative practice: a mixed methods scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "In this scoping review, we examined the role of artificial intelligence (AI) in enhancing interprofessional education and collaborative practice (IPECP) within healthcare settings. Drawing on the Canadian Interprofessional Health Collaborative \"Competency Framework,\" the review investigated AI's capacity to support essential IPECP competencies, including team communication, relationship-focused care, role clarification, and collaborative leadership. A comprehensive literature search identified...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347741",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the role of artificial intelligence (AI) in enhancing interprofessional education and collaborative practice (IPECP) within healthcare settings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iron-Catalyzed Radical Cascade Multicomponent Coupling: Expedient Synthesis of Diverse Allenes from 1,3-Enynes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Multicomponent reactions (MCRs) represent one of the most elegant and powerful synthetic strategies for constructing complex molecular scaffolds in natural products and bioactive molecules. By combining radical cascade reactions, the rapid development of multicomponent methodologies involving the radical 1,4-addition of 1,3-enynes has been notable in the synthetic chemistry of complex unsaturated molecules. In this study, an iron-catalyzed 1,4-alkylarylation of 1,3-enynes with lithium aryl...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41347727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unleashing the Potential of Raman Spectroscopy to Estimate PEDOT:PSS Doping Level and Crystalline Morphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "PSS is arguably the most popular conjugated polymer. However, its complex blend nature and low crystallinity make its characterization challenging. Raman spectroscopy is a fast and accessible technique for studying PEDOT:PSS. However, PEDOT:PSS Raman signals are convoluted, and their current interpretation, focused on the C(α)═C(β) peak (≈1435 cm^(-1)), cannot distinguish between doping and morphology information. The interpretation of PEDOT:PSS Raman spectra is advanced by expanding the...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Importance of Early Mycological Clearance of Uncomplicated Candidaemia and Its Implications for Clinical Practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Invasive candidiasis is a life-threatening infection associated with high morbidity, mortality and healthcare costs in both general and critical care settings. Timely diagnosis and adequate antifungal treatment are essential to improving patient outcomes and limiting unnecessary use of healthcare resources. This review explores the relationship between early Candida clearance with antifungal therapy, clinical outcomes, resistance patterns and economic impact. It also evaluates the role of...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347496",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual halogen layers diversify band engineering in Sillén oxyhalide photocatalysts: electronic structure control of SrBi<sub>3</sub>O<sub>4</sub>X<sub>3</sub> (X = Cl, Br, I) <em>via</em> halogen substitution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Halogen substitution from X = Cl to Br or I in a Sillén oxyhalide SrBi(3)O(4)X(3) with single/double halogen layers results in both narrower bandgaps and more negative conduction band edges for various reduction reactions. This band tuning is achieved as the two halogen layers play distinct roles in shifting the band edges, offering a new strategy for band engineering in Sillén oxyhalides.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent progress in covalent organic frameworks for bifunctional oxygen electrocatalysis in rechargeable zinc-air batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Zinc-air batteries (ZABs) are regarded as one of the most promising next-generation energy storage technologies owing to their high theoretical energy density, intrinsic safety, and cost-effectiveness. However, their practical deployment is largely hindered by the sluggish kinetics of the oxygen reduction reaction (ORR) during discharge and the oxygen evolution reaction (OER) during charge. The development of robust bifunctional electrocatalysts that can efficiently and stably catalyse both...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347375",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hidden ordered structure of clay nanosheets in binary colloids of niobate and clay nanosheets disclosed by small-angle neutron scattering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Binary colloids of two different nanosheet species are promising systems for novel integrated materials because of their multicomponent and multiphase coexistence utilizable in novel smart materials. Among the binary colloids, niobate-clay binary nanosheet colloids are characterized by unusual photochemical functions and phase separation at a mesoscopic (∼several tens of micrometers) scale. The present study clarifies the colloidal state of the clay nanosheets in the mesostructured aqueous...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347367",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inborn errors of immunity: Manifestation, treatment, and outcome-an ESID registry 1994-2024 report on 30,628 patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The European Society for Immunodeficiencies patient registry (ESID-R), established in 1994, is one of the world's largest databases on inborn errors of immunity (IEI). IEI are genetic disorders predisposing patients to infections, autoimmunity, inflammation, allergies, and malignancies. Treatments include antimicrobial therapy, immunoglobulin replacement, immune modulation, stem cell transplantation, and gene therapy. Data from 194 centers in 33 countries capture clinical manifestations and...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347188",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The seven enigmas of SARS-CoV-2: from the past to the future",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Five years ago, we launched the COVID Human Genetic Effort. Our goal was to explain the clinical variability among SARS-CoV-2-exposed individuals by searching for monogenic inborn errors of immunity (IEI) and their phenocopies. We deciphered the pathogenesis of critical COVID-19 pneumonia and multisystemic inflammatory syndrome in children (MIS-C) in ~15% and 2% of cases, respectively, thereby revealing general mechanisms of severe disease. We also defined neuro-COVID-19 genetically and...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41347066",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to explain the clinical variability among SARS-CoV-2-exposed individuals by searching for monogenic inborn errors of immunity (IEI) and their phenocopies",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemokines in the resolution of inflammation: key players and targets for therapeutic modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The resolution of inflammation is an active, tightly regulated process essential for restoring tissue homeostasis after an inflammatory process. While chemokines are classically recognized for their roles in leukocyte recruitment and immune cell positioning during the onset of inflammation, emerging evidence highlights their pivotal functions in orchestrating the resolution phase, as well. The chemokine system contributes to inflammation resolution through several complementary mechanisms,...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41346591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Re-evaluating patient isolation policies for musculoskeletal infections in orthopaedic practice: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Introduction: Historically, isolating patients diagnosed with musculoskeletal infections (MSIs) from the general orthopaedic population has been regarded a fundamental aspect of effective infection control. However, this remains controversial. Evolving perspectives on infection prevention, resource constraints, and staffing shortages necessitate a reassessment of current practices. This scoping review examines existing isolation policies for MSIs in orthopaedic practice and provides expert...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41346368",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of engaging in remunerated productive activities on people with cognitive impairment: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41345887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Approximately 40% of older adults in Japan express a desire to continue working for as long as possible. In interviews conducted by the authors with members of an inclusive workplace that accommodates individuals regardless of age or background, older adults sought opportunities for social participation and a sense of belonging to society. However, an impairment in cognitive function among older adults presents a significant challenge to their ability to engage in such remunerated...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41345887",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Approximately 40% of older adults in Japan express a desire to continue working for as long as possible",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic characterization of novel orthohepeviruses in shrews and rats from Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Rodents and shrews are two groups of small mammals living in proximity with humans and have been known to harbour a variety of zoonotic pathogens. Cross-species transmission of hepeviruses from animals, particularly the recent sporadic emergence of human infections by rat-borne hepeviruses, has posed a growing threat to human health. Here, we report the full-genome identification of two orthohepeviruses in African giant shrew (Crocidura olivieri) and black rat (Rattus rattus) from Kenya, named...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348473",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vertically stratified microbial diversity and keystone species driving element cycling in the Magellan seamount sediments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Deep-sea polymetallic nodules, rich in cobalt, nickel and titanium, are valuable for electronics, aerospace and energy industries. However, the vertical distribution and ecological functions of prokaryotic communities in sediments beneath nodules from the Magellan seamounts, a unique microbial habitat characterized by ultra-slow sedimentation rates (0.4-4 mm ky^(-1)) and heterogeneous metal gradients, remain poorly characterized. In our research, 16S rRNA gene amplicon sequencing and metagenomic...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348453",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory Control, Attentional Bias, and Palatable Food Consumption in Adolescents: A Laboratory Feasibility Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The role of inhibitory control should be examined in larger studies to inform strategies for promotion of healthy eating behavior and prevention of disordered eating in adolescents.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The role of inhibitory control should be examined in larger studies to inform strategies for promotion of healthy eating behavior and prevention of disordered eating in adolescents"
    },
    {
      "title": "Homogeneous Extraction-Free Dual-ctDNA Detection via DNA Nanomaterial Fusion for Rapid Breast Cancer Diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The rapid, sensitive, and multiplexed detection of circulating tumor DNA (ctDNA) is crucial for improving breast cancer diagnosis. Here, we present a homogeneous dual-signal sensing platform that integrates rolling circle amplification (RCA)-based DNA hydrogels and DNA@Cu^(2+) nanospheres (NS) for the simultaneous detection of dual ctDNA markers. This design enables a fully enzyme-free detection process after initial material synthesis, operating isothermally within 40 min and achieving an...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348445",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulating the Microstructure of Sb<sub>2</sub>Se<sub>3</sub> Films via a MoO<sub><em>x</em></sub> Nanocrystal Interfacial Layer for Efficient Photoelectrochemical Hydrogen Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Sb(2)Se(3) photocathodes are promising candidates for photoelectrochemical hydrogen production, but their performance is often limited by insufficient light harvesting and severe charge recombination. Here, we introduce a MoO(x) nanocrystal interfacial layer to regulate the microstructure and interfacial properties of Sb(2)Se(3) films. When grown on Mo/MoO(x) substrates, Sb(2)Se(3) develops a nanocolumnar crystal structure with improved crystallographic orientation compared to films deposited...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348438",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter to the Editor Regarding: Cognitive Function and Proteomic Changes in Patients with Autoantibody-Positive Neurodegenerative Dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348421",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Ring-fused chlorin-enhanced photodynamic therapy for effective cell death induction in endometrial cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348387",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between low handgrip strength and the increased risk of age-related macular degeneration: results from UK biobank cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that handgrip strength is associated with the incidence of age-related macular degeneration under the mediation of systemic proinflammatory factors. The current study holds an outlook for improved visual health over the evaluation and intervention of muscle strength in old-age population.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that handgrip strength is associated with the incidence of age-related macular degeneration under the mediation of systemic proinflammatory factors. The current study holds an outlook for improved visual health over the evaluation and intervention of muscle strength in old-age p..."
    },
    {
      "title": "PFAS Exposure and Endocrine Disruption Among Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virtual Nursing for the Care of Hospitalized Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348359/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cross-sectional study, there were mixed findings on VNs, suggesting such models should be introduced cautiously.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348359",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cross-sectional study, there were mixed findings on VNs, suggesting such models should be introduced cautiously"
    },
    {
      "title": "Climate Vulnerability Index and Incident Type 2 Diabetes in a Large Integrated Health Care System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study of 1 003 526 adults, higher community CVI was associated with greater risk of incident T2D independently of traditional risk factors. Linking geocoded CVI to electronic health records may support targeted prevention, risk stratification, and population health planning.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study of 1 003 526 adults, higher community CVI was associated with greater risk of incident T2D independently of traditional risk factors. Linking geocoded CVI to electronic health records may support targeted prevention, risk stratification, and population health plan..."
    },
    {
      "title": "Automated Insulin Delivery Is Beneficial in Adults With Insulin-Treated Type 2 Diabetes With and Without GAD65 Antibodies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348329",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic prophylaxis in trauma and orthopedic surgery : Current practices across 36 German hospitals and comparison with recently published national guidelines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While guideline adherence is high in routine indications, significant deviations remain in open fractures and distal phalanx fractures of the fingers. Extended prophylaxis beyond 72 h in GA type III fractures and the frequent use of antibiotics in distal phalanx injuries contrast with current recommendations. Stronger implementation of national standards is essential to reduce overtreatment and support antimicrobial stewardship.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While guideline adherence is high in routine indications, significant deviations remain in open fractures and distal phalanx fractures of the fingers. Extended prophylaxis beyond 72 h in GA type III fractures and the frequent use of antibiotics in distal phalanx injuries contrast with current recomm..."
    },
    {
      "title": "Autoantibodies neutralizing type I IFNs in patients with fulminant herpes simplex virus hepatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Fulminant viral hepatitis (FVH) is a devastating condition caused by hepatotropic viruses such as hepatitis A virus (HAV), hepatitis B virus (HBV), and HSV-1/2. We studied 149 FVH patients (73 males and 76 females, aged 1-76) for blood autoantibodies (auto-Abs) neutralizing type I interferons (IFNs; IFN-α2, -β, -ω). Six of 16 (37.5%) HSV-triggered FVH patients carried such auto-Abs on admission, including three with a previously known autoimmune disease. These patients contrasted with 133 HAV-...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348319",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Research priorities of the European Society of Clinical Pharmacy (ESCP): a questionnaire-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348311",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complexity of Adherence Challenges: Understanding Syndemic Factors Affecting HIV Treatment Adherence During Treatment Initiation in Cape Town, South Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "People living with HIV and beginning antiretroviral therapy (ART) often struggle with medication adherence and attending appointments due to multi-level challenges such as depression symptoms, substance use, stigma and disclosure, food insecurity, health system challenges, transportation challenges, and gender inequity. The SUSTAIN trial seeks to improve initiation adherence through multiple monitoring and support interventions in three clinics in Mitchells Plain township, Cape Town, South...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating the AI Frontier in Toxicology: Trends, Trust, and Transformation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: The integration of artificial intelligence (AI) into toxicology marks a profound paradigm shift in chemical safety science. No longer limited to automating traditional workflows, AI is redefining how we assess risk, interpret complex biological data, and inform regulatory decision-making. This article explores the convergence of AI and other new approach methodologies (NAMs), emphasizing key trends such as multimodal learning, causal inference, explainable AI (xAI), generative...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348304",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: The integration of artificial intelligence (AI) into toxicology marks a profound paradigm shift in chemical safety science",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A cross-country comparison of the psychometric performance of SF-6Dv2 and EQ-5D-5L",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Both EQ-5D-5L and SF-6Dv2 demonstrated favorable psychometric performance in terms of known-group validity and convergent validity. These findings suggest that both instruments are valid tools for health utility measurement for use in general population.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348290",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that both instruments are valid tools for health utility measurement for use in general population",
      "conclusion": "Both EQ-5D-5L and SF-6Dv2 demonstrated favorable psychometric performance in terms of known-group validity and convergent validity. These findings suggest that both instruments are valid tools for health utility measurement for use in general population"
    },
    {
      "title": "Lidocaine suppresses HER2-positive breast cancer cell proliferation by targeting the OGT-CCNL1 axis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, this study reveals a novel mechanism by which lidocaine inhibits HER2-positive breast cancer cell proliferation by targeting the OGT-CCNL1 axis, highlighting a potential therapeutic avenue for HER2-positive breast cancer.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348282",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, this study reveals a novel mechanism by which lidocaine inhibits HER2-positive breast cancer cell proliferation by targeting the OGT-CCNL1 axis, highlighting a potential therapeutic avenue for HER2-positive breast cancer"
    },
    {
      "title": "Aqueous Punica granatum peel extract derived spray-dried silver nanoparticles with multifaceted bioactivity and its dental applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Aqueous extract from the peel of Punica granatum (P. granatum) was used to synthesis silver nanoparticles (Pg-AgNPs), and formulate the nanopowder by employing spray-drying process. Preliminary Pg-AgNPs production was validated by color transition from pale to deep brown as well as using an ultraviolet‒visible spectrophotometer. The optimized nanoparticle production was achieved at pH 8, Ag^(+) 500 mM, and 2 mL of aqueous P. granatum peel extract. Scanning electron microscopy (SEM) was used to...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and preclinical evaluation of FAP-targeting radiotracers for PET and optical imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Two FAP-targeting bimodal ligands were synthesized and evaluated in vitro and in vivo, showing high specificity and selectivity, along with rapid and selective tumor accumulation. Their long tumor retention and high imaging contrast make them promising candidates for clinical translation.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348275",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Two FAP-targeting bimodal ligands were synthesized and evaluated in vitro and in vivo, showing high specificity and selectivity, along with rapid and selective tumor accumulation. Their long tumor retention and high imaging contrast make them promising candidates for clinical translation"
    },
    {
      "title": "Translation and Adaptation of the Child and Youth Resilience Measure-Revised and Rugged Resilience Measure: A Mixed-Method Study Among Adolescents in Nepal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Resilience, the capacity to adapt positively in adversity, is a key protective factor for adolescent well-being, particularly for depression and anxiety, which are highly prevalent among adolescents in Nepal. Accurate measurement across cultural contexts is essential to identify at-risk adolescents and understand protective mechanisms. This study culturally adapted and evaluated the psychometric properties of the Child and Youth Resilience Measure-Revised (CYRM-R) and Rugged Resilience Measure...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduced oxygen tension during embryo culture and neonatal growth outcomes: a large retrospective cohort study of 13,831 fresh IVF/ICSI singleton births",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Reduced oxygen tension during embryo culture was associated with lower neonatal birthweight and a reduced incidence of LGA or macrosomic infants, indicating a favorable effect on neonatal outcomes. Prospective multicenter and mechanistic studies are warranted to confirm these findings and refine oxygen management in Assisted reproductive technologies (ART).",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Reduced oxygen tension during embryo culture was associated with lower neonatal birthweight and a reduced incidence of LGA or macrosomic infants, indicating a favorable effect on neonatal outcomes. Prospective multicenter and mechanistic studies are warranted to confirm these findings and refine oxy..."
    },
    {
      "title": "Neurophysiological Markers of Cancer-Related Fatigue Derived from High-Density EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Cancer-related fatigue (CRF) significantly diminishes the quality of life of cancer survivors; however, objective diagnostic markers and the underlying neurophysiological mechanisms remain unclear. This study aimed to identify noninvasive EEG-based biomarkers of CRF by examining cortical activity and functional connectivity. We recorded resting-state and task-related [repetitive submaximal elbow flexions (EFs) until self-perceived exhaustion] high-density electroencephalography (EEG) from 10...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348240",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "diagnostic markers and the underlying neurophysiological mechanisms remain unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in FDG PET imaging for staging and prognostic assessment in pediatric lymphoma: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: [^(18)F]FDG-PET combined with CT or MRI enhances diagnostic accuracy and staging of pediatric lymphoma by improving the detection of nodal and extranodal disease. PET's ability to reveal early metabolic changes supports timely assessment of treatment response and may reduce the need for invasive bone marrow biopsies. Nonetheless, concerns about radiation exposure, limited MRI coverage, and variable predictive value highlight the need for cautious application in children. Advanced...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "[^(18)F]FDG-PET combined with CT or MRI enhances diagnostic accuracy and staging of pediatric lymphoma by improving the detection of nodal and extranodal disease. PET's ability to reveal early metabolic changes supports timely assessment of treatment response and may reduce the need for invasive bon..."
    },
    {
      "title": "Comment on \"Baseline hemoglobin and neutrophil-to-lymphocyte ratio as prognostic biomarkers in patients with metastatic triple-negative breast cancer treated with sacituzumab govitecan in second line and beyond: a real-world analysis\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "This commentary appraises Pieniążek et al.'s study on hematologic prognostic markers in sacituzumab govitecan-treated mTNBC, emphasizing residual confounding, absent Trop-2 data, limited modeling flexibility, and incomplete handling of missingness. Methodological refinement and integration of biological, longitudinal, and clinical variables are proposed to enhance prognostic accuracy and translational applicability.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348236",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Indenopiperidinone Derivatives Achieved through the Aza-Semipinacol-Type Rearrangement of Iodobenzomorphanones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The synthesis of 2,4,4a,9-tetrahydro-3H-indeno[2,1-c]pyridin-3-ones 7 is achieved through the aza-semipinacol-type rearrangement of readily available iodobenzomorphanones when treated with silver salts. A comprehensive study was performed on the optimization of the synthesis of iodobenzomorphans and subsequent rearrangement products, while addressing the scope and limitations of both reactions. It has been shown that the resulting indeno[2,1-c]pyridine-3-ones, acting as enelactams, are suitable...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348227",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Socioeconomic Factors and Initiation of Semaglutide or Tirzepatide Among Medicare Beneficiaries With Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Minoritized racial/ethnic identity and adverse socioeconomic factors were associated with lower odds of initiation among Medicare beneficiaries with T2DM.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Minoritized racial/ethnic identity and adverse socioeconomic factors were associated with lower odds of initiation among Medicare beneficiaries with T2DM"
    },
    {
      "title": "Correction: Treatment with non-automated insulin pumps or multiple daily injections during pregnancy and post-delivery in women with type 1 diabetes: A secondary analysis of the copenfast trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The influence of vascular risk factors and aging on choroid plexus enlargement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this large cohort of older adults, choroid plexus volume increases with age. Sex-specific analyses revealed that systolic blood pressure and smoking were significant risk factors in males, while no significant associations were found in females. However, these vascular factors explained only a small proportion of the variance in CP volume.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348213",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large cohort of older adults, choroid plexus volume increases with age. Sex-specific analyses revealed that systolic blood pressure and smoking were significant risk factors in males, while no significant associations were found in females"
    },
    {
      "title": "Radiofrequency echographic multispectrometry in total hip arthroplasty: validation and clinical translation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348201",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Low-Dose Electron Beam Irradiation on Growth, Surface Properties and Antimicrobial Activity of Lactiplantibacillus Plantarum ZPZ",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348171/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the effects of low-dose electron beam irradiation (EBI) at 50, 100, and 150 Gy on the membrane characteristics, growth, and antimicrobial activity of the One Health probiotic strain Lactiplantibacillus plantarum ZPZ. Findings were compared with those of Lactobacillus acidophilus DDS®-1 to assess strain-specific responses. Results indicated a dose-dependent reduction in growth, with untreated Lpb. plantarum ZPZ cultures averaged 1.26 × 10⁷ CFU/mL, decreasing to 1.45 × 10⁶...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348171",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein degradation in human skeletal muscle: advancing postmortem interval estimation under natural outdoor conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Estimating the postmortem interval (PMI) represents a major challenge in forensic science, particularly beyond the early postmortem phase. Protein degradation has become a promising molecular approach, as many proteins disintegrate in progressive and temporally distinct degradation patterns. However, decomposition is influenced by environmental and individual factors, resulting in case-specific variability that complicates the development of generally applicable PMI estimation methods. Available...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348164",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Communicating abnormal cervical cancer screening results - a focus group study with general practitioners in Norway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GPs manage the challenges of communicating abnormal screening results by sharing responsibility and using their professional judgement. Strengthening support and communication tools may enhance their role in the screening programme.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348163",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GPs manage the challenges of communicating abnormal screening results by sharing responsibility and using their professional judgement. Strengthening support and communication tools may enhance their role in the screening programme"
    },
    {
      "title": "Improving the SF-BARI Score with a Structured Postoperative Exercise Program: A Randomized Trial after Metabolic and Bariatric Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A 16-week combined exercise program post-RYGB significantly improves comprehensive outcomes via the SF-BARI score, enhancing metabolic comorbidity resolution beyond weight loss alone. These findings support integrating supervised exercise into postoperative care to optimize surgical outcomes. Sustained interventions may be needed for long-term gains.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A 16-week combined exercise program post-RYGB significantly improves comprehensive outcomes via the SF-BARI score, enhancing metabolic comorbidity resolution beyond weight loss alone. These findings support integrating supervised exercise into postoperative care to optimize surgical outcomes"
    },
    {
      "title": "Racial and Social Inequities in Weathering: the ELSA-Brasil Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Social and racial disadvantages can lead to weathering, and the effects of social mobility and socioeconomic position (SEP) on weathering may vary depending on individuals' skin color. Based on data from 11,064 Brazilian adults form The Brazilian Longitudinal Study of Adults Health (ELSA-Brasil), we examined how racism, SEP, and intergenerational educational mobility shape weathering-defined as the difference between biological and chronological age. We demonstrated that individuals exposed to...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how racism, SEP, and intergenerational educational mobility shape weathering-defined as the difference between biological and chronological age",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loss of MFAP5 and Its Effect on Skin Homeostasis and Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "MFAP5, also known as microfibrillar-associated glycoprotein-2 (MAGP2), may influence parameters of skin wound healing related to scar formation. To further elucidate its role in skin wound healing, we assessed skin wound repair in Mfap5^(-/-) mice. Loss of MFAP5 reduced external wound closure, angiogenesis, and enhanced neutrophil and macrophage wound influx. Loss of MFAP5 also reduced the deposition of total and mature collagen in uninjured normal skin (NS), but not in wounds. Furthermore, NS...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Food Transparency: PCR-HRM-Based Multiplex Assay for Simultaneous Detection of Four Animal Species in Food",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "To address the growing global issue of food fraud through animal species substitution, a quadruplex polymerase chain reaction combined with a high-resolution melting assay was developed in a single tube to rapidly identify the cytb DNA of four animal species. Custom primers were meticulously designed and experimentally validated; the T(m) values for porcine, bovine, donkey, and tilapia amplicons were 72.28, 76.25, 79.32, and 84.14 °C, respectively. The results demonstrated that the method...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348114",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chimeric MHC class I- and II-restricted non-self epitopes broaden antitumor T cell reactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The mechanism by which one non-self antigen augments T cell immune responses to another remains unclear. We found that these expanded immune responses could derive from chimeric non-self peptides. These peptides, which we termed complete T cell antigens (CTAs), must be expressed intracellularly as single-chain chimeras containing both MHC class I- and II-restricted epitopes. CTAs, even unrelated to tumor antigens, when administered as live cell adjuvants or in cDNA-transfected muscle, increased...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348109",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics, patterns of care and outcomes of patients with T-cell lymphoma-associated hemophagocytic lymphohistiocytosis: a single-center retrospective analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348088",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bereavement service deserts: A 2024 statewide assessment of bereavement services",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Bereavement represents a significant public health concern due to rising mortality rates in the United States. Little is known about the availability and distribution of bereavement services at the state and local level, hindering efforts to assess how well these services address community needs. This cross-sectional study analyzed bereavement agencies across Michigan's 83 counties, examining services and the relationship between mortality rates and service availability. Findings reveal...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slow Conducting Anatomical Isthmus and VT Inducibility in Repaired Tetralogy of Fallot: It Takes More Than 2 to Tango",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early and Late Myocardial Effects of Proton Beam Cardiac Radioablation: Insights From Gene Expression Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Apoptosis peaked at 4 to 8 weeks and continued during several months of follow-up after proton beam irradiation. There was no evidence of up-regulation of conduction markers early after irradiation. Activation of fibrosis pathways occurred several weeks after irradiation.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348075",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Apoptosis peaked at 4 to 8 weeks and continued during several months of follow-up after proton beam irradiation. There was no evidence of up-regulation of conduction markers early after irradiation"
    },
    {
      "title": "Aficamten in Obstructive Hypertrophic Cardiomyopathy: A Multidomain, Patient-Level Analysis of the MAPLE-HCM Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with symptomatic oHCM, aficamten monotherapy led to superior and rapid treatment benefits across several clinically relevant outcome measures of disease burden compared with metoprolol. These observations support the emerging role of aficamten as monotherapy for oHCM. (Phase 3 Trial to Evaluate the Efficacy and Safety of Aficamten Compared to Metoprolol Succinate in Adults With Symptomatic oHCM [MAPLE-HCM]; NCT05767346).",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348072",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with symptomatic oHCM, aficamten monotherapy led to superior and rapid treatment benefits across several clinically relevant outcome measures of disease burden compared with metoprolol. These observations support the emerging role of aficamten as monotherapy for oHCM"
    },
    {
      "title": "Assessing Clinical Reasoning Under Uncertainty Through the Post-anesthesia Nursing Script Concordance Test: A Multimethod Methodological Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PaNSCT is a valuable tool for assessing clinical reasoning under uncertainty, with the potential to advance nursing education and foster the development of reasoning skills in postanesthesia care.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348055",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PaNSCT is a valuable tool for assessing clinical reasoning under uncertainty, with the potential to advance nursing education and foster the development of reasoning skills in postanesthesia care"
    },
    {
      "title": "Emerging genomic biomarkers in diagnosis and classification of T-cell acute lymphoblastic leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Contemporary chemotherapy protocols have improved cure rates for children, adolescents, and young adults (CAYA) with T-lineage acute lymphoblastic leukemia (T-ALL) to greater than 80%. Unfortunately, outcomes for CAYA with relapsed and refractory disease, as well as older adults, remain poor. A key goal in the treatment of T-ALL therapy is preventing relapse; however, it is challenging to identify high-risk patients. Recently, several genomic initiatives have identified distinct biological...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348046",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "in the treatment of T-ALL therapy is preventing relapse; however, it is challenging to identify high-risk patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailored treatment of acute immune-mediated thrombotic thrombocytopenic purpura",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Immune-mediated thrombotic thrombocytopenic purpura (iTTP) is a rare but life-threatening disease caused by an autoantibody-mediated mechanism of deficiency of the von Willebrand factor (VWF)-cleaving protease ADAMTS13. Novel therapeutic principles have challenged the standard of care, consisting of therapeutic plasma exchange (TPE), glucocorticoids, and adjunct immunosuppressants. Anti-VWF therapy with caplacizumab has been shown to be effective in halting thrombotic microangiopathy earlier,...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revisiting novel genomic classifiers in the era of immunotherapy for pediatric B-ALL",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "While recent improvements in survival for pediatric patients with newly diagnosed B-cell precursor acute lymphoblastic leukemia (B-ALL) have been attributed to risk stratification algorithms incorporating somatic genetics and early response dictating therapeutic intensity, recent antibody-based immunotherapeutic agents are changing the therapeutic landscape. Blinatumomab, inotuzumab ozogamicin, and chimeric antigen T-cell receptor therapies are approved by the US Food and Drug Administration for...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348027",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choosing the optimal maintenance strategy in multiple myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "While lenalidomide has been the established standard of care for maintenance after autologous stem cell transplantation in newly diagnosed multiple myeloma, risk-adapted maintenance strategies with the addition of proteasome inhibitors can provide additional benefit in high-risk disease. The widespread use of anti-CD38 monoclonal antibodies (mAbs) in induction and consolidation has further disrupted this paradigm, offering the use of anti-CD38 mAbs in maintenance. Novel immunotherapeutic...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348019",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing the \"right\" patient selection for treatment for sickle cell disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Sickle cell disease (SCD), the most prevalent hemoglobinopathy globally, is a complex, systemic disorder with significant phenotypic variability and evolving clinical burden. As the therapeutic landscape expands-ranging from hydroxyurea and red blood cell transfusions to novel disease-modifying agents and curative approaches, such as hematopoietic stem cell transplantation and gene therapy-patient selection for each strategy becomes increasingly multifaceted. This article explores how clinical...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348018",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing the right time to start sickle cell therapies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Sickle cell disease (SCD) is a genetically and clinically heterogeneous disorder marked by hemolysis and vaso-occlusion, leading to a wide range of acute and chronic complications. While newborn screening enables early identification, the optimal timing for initiating disease-modifying therapies (DMTs) remains a critical and evolving question. This review explores how genetic and clinical risk factors, along with phenotypic variability, influence treatment timing, emphasizing a shift toward...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348017",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monoclonal-related neuropathies: diagnosis, prognosis, and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41348001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Monoclonal gammopathy is observed in approximately 10% of patients with peripheral neuropathy, which is particularly common in those with the immunoglobulin M monoclonal component. The diagnostic challenge lies in determining whether the neuropathy is causally related to the paraprotein or merely coincidental. Physicians must be familiar with the spectrum of monoclonal gammopathy-associated neuropathies, including anti-myelin-associated glycoprotein neuropathy, amyloid light chain amyloidosis,...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41348001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular diagnostics 101: how to use genetic tests in classical hematology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Increasing use of clinical diagnostic genomic assays over the past 2 decades has enabled us to expand our understanding of the clinical spectrum of known diseases, as well as the genetic landscape and paradigms surrounding diverse clinical phenotypes. Taken together, this has provided significant insight into the pathobiology and genetic mechanisms driving human disease, ushering in a new era of molecular medicine. This review aims to help hematology providers understand how to conceptualize and...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347996",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to help hematology providers understand how to conceptualize and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The challenge of deintensifying chemotherapy for children and adolescents with B-ALL in the immunotherapy era",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Recent clinical trials have shown that the addition of immunotherapy has substantially improved cure rates for children and adolescents newly diagnosed with B-acute lymphoblastic leukemia. Most of these patients now have outcomes similar to those previously seen in only the most favorable subgroups. As such, efforts are underway to study whether the incorporation of immunotherapy can allow for elements of traditional toxic chemotherapy to be removed while maintaining excellent outcomes. In this...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347988",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Have CARs stalled for non-B-cell malignancies? Where are we, and where are we going?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Chimeric antigen receptor (CAR) T-cell therapy has revolutionized the treatment of B-cell malignancies, but similar success in T-cell and myeloid leukemias has remained elusive due to unique biological and logistical barriers. T-cell acute lymphoblastic leukemia poses challenges such as fratricide, product contamination, and profound immunosuppression from T-cell aplasia. Gene editing, protein expression blockers, and antigen selection strategies have been employed to mitigate these risks, while...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Posttransplant cells for the win? DLI and adoptive cell therapy to eradicate MRD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Relapse remains the leading cause of failure after allogeneic stem cell transplantation (allo-SCT) for hematologic malignancies. Donor lymphocyte infusion (DLI), the infusion of lymphocytes from the original stem cell donor, was introduced in the late 1980s as a strategy to prevent or treat relapse by augmenting the graft-versus-leukemia (GvL) effect. Over time, DLI has been used in various settings: initially as therapeutic DLI for overt relapse and later as preemptive DLI, administered in...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-lived charge separated states in spiro-compact rhodamine-naphthalenediimide D-A-D systems: synthesis and time-resolved optical and electron paramagnetic resonance spectroscopic studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "A series of compact donor-acceptor triads featuring rhodamine (Rho) and naphthalenediimide (NDI) were synthesized using either direct conjugation or a flexible ethylene linker to investigate the charge separation of the compounds. The design enables access to long-lived triplet charge-separated states (CS) via intersystem crossing, offering an alternative to conventional singlet CS pathways. Steady-state absorption spectra showed no significant ground-state interactions between Rho and NDI...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3D Printable Hydrogel with a Controlled Hierarchical Network through Aqueous PhotoATRP Using a Well-Defined Telechelic Bromide Macroinitiator",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "It is known that reversible-deactivation radical polymerization (RDRP) offers distinct advantages in preparing homogeneous gel network microstructures. However, flexibly regulating hydrogel network microstructures via RDRP remains a significant challenge. Herein, we fully leveraged the advantages of atom transfer radical polymerization (ATRP) in preparing well-defined polymers and uniform hydrogel networks and proposed a strategy to construct hydrogel structures with a controlled hierarchical...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347962",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sequential α/β-C-H Functionalization of Monosubstituted Aliphatic Alkenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347957/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Monosubstituted alkenes are widely utilized in organic synthesis. Although remarkable progress has been made in chelation-assisted alkenyl C-H functionalization, monosubstituted aliphatic alkene remains a challenging target due to reactivity and selectivity issues. Herein, we report on the first sequential α/β-C-H functionalization of monosubstituted aliphatic alkenes derived from bishomoallyl amines. This protocol showed wide functionality tolerance and afforded C-H alkenylation and allylation...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347957",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Digital profile of children's hearts: automated echocardiogram strain analysis facilitates earlier detection of cardiac dysfunction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Leveraging a large-scale paediatric dataset, Motion-Echo provided a reliable and generalizable framework for myocardial strain analysis, demonstrating potential to facilitate earlier detection of cardiac dysfunction and generate digital cardiac function profiles of children.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347951",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Leveraging a large-scale paediatric dataset, Motion-Echo provided a reliable and generalizable framework for myocardial strain analysis, demonstrating potential to facilitate earlier detection of cardiac dysfunction and generate digital cardiac function profiles of children"
    },
    {
      "title": "Practical Ligand-Enabled N<sub>2</sub> Adsorption of Rhenium(I) Carbonyl Complexes Based on Meridionally Coordinated Terpyridine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The prerequisite for N(2) activation under mild conditions is the efficient adsorption of N(2) onto metal sites. Understanding the selectivity and environmental dependence of N(2) adsorption is essential for elucidating fundamental mechanisms and designing efficient catalysts. In this study, we synthesized the complex mer, cis-Re(tpy-κ³N)(CO)(2)Cl (where tpy stands for terpyridine) and investigated its reactivity toward N(2) using electrospray ionization mass spectrometry (ESI-MS) and density...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gene Cluster Directs Diversified Carbazole Biosynthesis via Cooperative Halogenation, Hydroxylation, and Methylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Chlocarbazomycins are bioactive carbazoles with therapeutic potential. Here, we report a conserved gene cluster (ccz) that directs its biosynthesis via a novel pathway. This cluster encodes a versatile tailoring system, including a regioselective halogenase (CczH), dedicated hydroxylases (CczA/J/D), and a bifunctional methyltransferase (CczI) that iteratively methylates and accelerates N-OH dehydroxylation. Our findings provide new enzymes for carbazole pathway engineering and structural...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative Tracking of Nanoplastic Uptake and Distribution in Zebrafish by Single-Particle Inductively Coupled Plasma Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Tracking the uptake, distribution, and accumulation of nanoplastics (NPs) in biological organisms is important to understand their fate and effects but remains a major challenge. Herein, a novel framework was proposed for quantitatively tracking of NP fate in zebrafish at single-particle level by employing polystyrene NPs (PS NPs) doped with the europium chelate as the spiking material and using the single-particle inductively coupled plasma-mass spectrometry (sp-ICP-MS) technique. To ensure the...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347930",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to understand their fate and effects but remains a major challenge",
      "conclusion": null
    },
    {
      "title": "The Mediodorsal Thalamic Nucleus: A Critical Hub in Dysfunctional Brain Networks of Chronic Insomnia Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings demonstrate that the MD may serves as a critical hub in both sleep-wake regulation and emotional processing networks in CID patients, positioning it as a promising target for personalized neuromodulation therapies aimed at treating CID and its comorbid anxiety.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347924",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that the MD may serves as a critical hub in both sleep-wake regulation and emotional processing networks in CID patients, positioning it as a promising target for personalized neuromodulation therapies aimed at treating CID and its comorbid anxiety"
    },
    {
      "title": "Photonic Crystal-Enhanced Fluorescence Response of MOFs for the Detection of Metabolism-Related Molecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Adenosine triphosphate (ATP) and glucose serve as coupled molecular hubs in energy transductions, functioning as the primary energy currency and fundamental carbon substrate, respectively. However, distinguishing and quantifying ATP and glucose in sweat presents significant challenges for current analytical techniques. Herein, we report an efficient method for visualizing and quantifying ATP and glucose content at various concentration levels using fluorescent detection. This method utilizes a...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347922",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Co-evolutionary dynamics of asymmetric N-player trust game with margin-driven environmental feedback",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Current research on trust game (TG) has revealed the interplay between individual strategies and external incentive mechanisms. However, how individual decisions are influenced by environmental factors and how dynamic incentive mechanisms can promote the evolution of trust remain open questions. In this paper, we use a dynamic margin mechanism to characterize environmental dynamics and establish the co-evolutionary dynamics of an asymmetric N-player TG with dynamic margins. The model consists of...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Invited Article: High-quality blazed gratings through synergy between e-beam lithography and robust characterization techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Maintaining the highest quality and output of photon science in the VUV-, EUV-, soft-, and tender-x-ray energy ranges requires high-quality blazed profile gratings. Currently, their availability is critical due to technological challenges and limited manufacturing resources. In this work, we show the developed method for manufacturing blazed gratings relevant for synchrotron-based science by means of electron-beam lithography (EBL). We investigate different parameters influencing the optical...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347897",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Faradaic Reversible Electrodes Enable Programmable High-Power Hydrovoltaic Energy Harvesting Across Broad Ionic Environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Harvesting energy from water evaporation through hydrovoltaic devices provides a sustainable approach to electricity generation and decentralized power solutions. However, practical performance remains limited by low-current outputs (<100 nA cm^(-2)) and operation restricted to low-ionic-strength conditions (<10^(-3) M). Here, dual-function, mesh-structured core-shell Ag/AgX reversible electrodes are developed to construct high-current hydrovoltaic devices operable across diverse ionic...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347896",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation Study of Overall and Apical Vertebral Bone Mineral Density With the Major Curve in Adolescent Idiopathic Scoliosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients with lower overall BMD exhibit more severe major curve. In addition, a significant correlation exists between the BMD of the apical vertebra and the severity of the major curve.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347889",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with lower overall BMD exhibit more severe major curve. In addition, a significant correlation exists between the BMD of the apical vertebra and the severity of the major curve"
    },
    {
      "title": "Sphingomyelin Synthase 2 Deletion Mitigates Oxidative Stress-Induced NF-κB Activation via Lipid Metabolic Reprogramming in Dry Eye Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SMS2 promotes DED progression by driving oxidative stress-induced lipid dysregulation and NF-κB activation. SMS2 deficiency attenuates ocular surface damage, restores tear function, and suppresses inflammation, identifying SMS2 as a therapeutic target for DED.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SMS2 promotes DED progression by driving oxidative stress-induced lipid dysregulation and NF-κB activation. SMS2 deficiency attenuates ocular surface damage, restores tear function, and suppresses inflammation, identifying SMS2 as a therapeutic target for DED"
    },
    {
      "title": "Aryl Hydrocarbon Receptor Activation Mediates Acute Lethality and Developmental Toxicity of Polychlorinated Diphenyl Ethers in Vertebrates: Mechanistic Insights and Implications for Toxicity Equivalency Factor Frameworks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The toxicological mechanism(s) of polychlorinated diphenyl ethers (PCDEs) in vertebrates remains unresolved. To test the hypothesis that PCDE-induced acute lethality and developmental toxicity are mediated by aryl hydrocarbon receptor (AHR) activation, wild-type, Tg(cyp1a:gfp) transgenic, and Ahr2-null zebrafish were exposed to 11 PCDE congeners commonly detected in the environment. Compared to wild-type zebrafish, where Ahr2 activation was confirmed by robust GFP induction in Tg(cyp1a:gfp)...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cancer stem cell heterogeneity‑inspired therapeutics for enhancing tumor treatment outcomes (Review)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Cancer stem cells (CSCs), a small subpopulation of cancer cells that exhibit stem‑like properties, possess the ability to differentiate and self‑renew. These capabilities enable CSCs to act as tumor‑initiating cells, driving tumorigenesis and proliferation, leading to major clinical challenges. Specifically, CSCs play a crucial role in metastasis, recurrence and drug resistance, thereby leading to complications in therapeutic responses. The plasticity of CSCs leads to heterogeneity, allowing...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347841",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation and reversal of paclitaxel resistance via the STAT1‑mediated apoptotic pathway in ovarian cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Ovarian cancer (OC) is the most lethal disease in women. Resistance to paclitaxel (PTX) is the main cause of treatment failure in patients with OC. The STAT1 protein is a transcription factor implicated in a variety of cellular processes. The present study explored the function and regulatory mechanism of STAT1 in the reversal of PTX resistance in vivo and in vitro. The OC cell lines SK‑OV‑3 and OVCAR‑3 and their counterpart PTX‑resistant OC cell lines SK3R‑PTX and OV3R‑PTX were applied. The...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347829",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DFT MD Simulations Decode the Role of Explicit Solvation in Spin-Dependent O-O Bond Formation for a High-Valent Mn<sub>4</sub> Catalyst",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Density functional theory molecular dynamics simulations were performed to investigate the critical O-O bond formation step mediated by the high-valent Mn(4)^(IV, IV, IV, IV)-O^(•) intermediate in a tetranuclear manganese complex catalyzed water oxidation reaction. The direct coupling mechanism between the oxyl radical and the OH group to form the O-O bond was explored in the octet, 12-tet, and sextet states using an explicit solvation model. The calculated results indicate that the O-O bond...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HMGB1 mediates low-dose ionizing radiation-induced Wnt/β-catenin activation in SRA01/04 cells: Mechanistic clues to early cataractogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Emerging evidence from our prior investigations has elucidated the dose-dependent regulatory effects of low-dose ionizing radiation on cellular behaviors including proliferation, migration and differentiation in HLE-B3 lens epithelial cells, with concomitant activation of the canonical Wnt/β-catenin signaling cascade. To extend these findings to alternative cellular models, the present study systematically evaluated the biological responses of the well-characterized human lens epithelial cell...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347801",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FBXO22 promotes hepatocellular carcinoma progression via paracrine myo‑inositol‑induced M2‑type polarization of macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Macrophages play a key role in hepatocellular carcinoma (HCC) progression, but the mechanisms underlying this involvement remain unclear. In the present study, mice with HCC were used for in vivo experiments, and 97H and THP‑1 cells were used for in vitro experiments. Metabolomic analysis was performed to detect changes of metabolites in the supernatant of 97H cells. Flow cytometry and immunohistochemical staining were performed to assess macrophage polarization. Western blotting was performed...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative proteomic analysis identifies the unfolded protein response as a host pathway co-opted by ASFV to promote replication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "African swine fever (ASF), caused by the African swine fever virus (ASFV), is a highly contagious disease that affects pigs, resulting in substantial economic losses in the global pig industry. A comprehensive understanding of viral-host protein interactions can facilitate the discovery of therapies for viral infection. In this study, we employ a 4D label-free quantitative proteomics approach to profile a comprehensive protein dynamics analysis in ASFV-infected pigs, identifying over 6,000...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The expansion of culturable opportunistic pathogens and antibiotic resistance in mouse gut following antibiotic exposure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Antibiotics significantly change gut microbiota, leading to dysbiosis and changes in bacterial community composition, which further results in a series of dysfunctions with severe health consequences. This work employed both culture-dependent and -independent methods to examine antibiotic-induced changes in gut microbiota at higher resolution using mouse models. By following bacterial changes and antibiotic resistance daily before antibiotic exposure, after antibiotic exposure, and during...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Updated Liver Blood Test Reference Limits: Excellence in Methodology, Questions in Clinical Applicability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347771",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Condition-Controlled Regio- and Chemoselective Allylic Alkylation of 2-Substituted Quinolin-4-ones with MBH Carbonates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Condition-switchable, regiodivergent O-, N-, and C-allylation of quinolin-4-ones with Morita-Baylis-Hillman (MBH) carbonates is disclosed. Systematic modulation of the Lewis/Brønsted base catalyst and solvent enables programmable site-selectivity: γ-O-allylation proceeds exclusively under condition A (10 mol % DABCO, CH(2)Cl(2), 25 °C), whereas α-O-allylation is favored under condition B (10 mol % K(2)CO(3), DMF, 80 °C); subsequently, N1- and C3-allylations are achieved under condition C (20 mol...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Water-Assisted Concerted Layer Growth of T<sub>d</sub>-Phase WTe<sub>2</sub> for Nonlinear Hall Effect and Microwave Rectification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347748/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The T(d) phase of tungsten ditelluride (WTe(2)), a noncentrosymmetric transition metal dichalcogenide, hosts rich correlated phenomena, topological states, and nonlinear transport responses. However, the scalable synthesis of high-quality few-layer WTe(2) with precise layer control remains challenging. Here, we report a water-assisted chemical vapor deposition approach that deterministically grows monolayer to trilayer T(d)-WTe(2) with controlled flake size and density. Moisture-mediated...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347748",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Olfactory-to-Entorhinal Network Dysrhythmias Drive Parkinson's Cognitive Impairment Through Frequency-Specific Oscillatory Decoupling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD)-associated cognitive decline is heralded by olfactory dysfunction, but the network mechanisms bridging sensory and cognitive impairments remain poorly defined. Combining chronic multisite electrophysiology, behavioral tracking, and machine learning in PD models, a hierarchical disintegration of oscillatory dynamics across the olfactory network that mechanistically drives disease progression is uncovered. Early-stage PD mice are identified to show attenuated odor...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347722",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Boosting Faradaic Efficiency in Electrochemical Nitrogen Reduction with a Trimetallic CuSnAu@NF Electrocatalyst for Sustainable Ammonia Synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The electrochemical nitrogen reduction reaction (ENRR) provides a green, sustainable alternative to the energy-intensive Haber-Bosch process for synthesizing ammonia and reduces its environmental impact significantly. In this research, we developed a CuSnAu electrocatalyst immobilized onto nickel foam (CuSnAu@NF) using solvothermal methods and galvanic replacement reactions to improve its performance. First, CuSn was synthesized by the solvothermal method. Adding Au atoms (0.2%) to the CuSn...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347719",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "significantly",
      "conclusion": null
    },
    {
      "title": "Does intraoperative electrocorticography alter seizure outcomes after temporal lobe epilepsy surgery?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Surgery is the treatment of choice in drug-resistant temporal lobe epilepsy (TLE). The estimated seizure freedom after anterior temporal lobectomy and amygdalo-hippocampectomy (ATL-AH) is 70%-80%. Accurate identification of the epileptogenic zone by prompt presurgical evaluation reduces surgical failures. Our study aims to assess the utility of intraoperative electrocorticography (iECoG) in improving seizure outcomes following ATL-AH.",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Surgery is the treatment of choice in drug-resistant temporal lobe epilepsy (TLE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prophylactic monoclonal antibodies against respiratory syncytial virus in early life: An in-depth review of mechanisms of action, failure factors, and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The burden of respiratory syncytial virus (RSV) remains a major global health concern in early childhood, responsible for substantial morbidity, hospitalizations, and deaths, particularly in infants under 6 months. For over two decades, palivizumab was the only monoclonal antibody (mAb) available for prophylaxis, restricted to high-risk groups due to cost and limited duration of protection. Recent advances in structural virology and antibody engineering have led to the emergence of long-acting...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347702",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How to Disentangle Cation and Anion Dynamics of Fully Protonated Ionic Liquids: A Fast Field Cycling NMR Case Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The molecular dynamics of ionic liquids (ILs) can be probed using fast field cycling (FFC) NMR relaxometry. Conventionally, such studies focus on ILs where only one ionic species carries NMR-active nuclei or on systems combining 1 $$ {}^1 $$ H nuclei on the cations with 19 $$ {}^{19} $$ F nuclei on the anions. This way, the dynamics of cations and anions can be resolved individually. However, the situation becomes considerably more complex in fully protonated systems where both ions...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347693",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytochemical-Mediated Synthesis of AgNPs Using Caulerpa peltata: Photoluminescent Analysis and Cytotoxic Potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Cervical cancer remains a major global health concern, contributing significantly to cancer-related mortality. In recent years, the biogenic synthesis of nanoparticles has emerged as a promising approach for cancer therapy, advancing targeted drug delivery and therapeutic applications. This study focuses on the phytochemical composition, synthesis, characterization, and cytotoxicity assay of silver nanoparticles (AgNPs) derived from the green seaweed Caulerpa peltata, which were synthesized by...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS"
      ],
      "pmid": "41347691",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case of Generalized Fixed Drug Eruption Showing the Conjunctival Involvement With CD4<sup>+</sup> Tissue-Resident Memory T Cell Accumulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pseudoaneurysms as a complication of stereoelectroencephalography: Case series and clinical recommendations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Stereoelectroencephalography (sEEG) is commonly employed in the workup for epilepsy surgery in patients with focal drug-resistant epilepsy (DRE). Intracranial hemorrhage is a known complication, with reported incidence rates ranging from .9% to 19.1%. Rarely, pseudoaneurysms have been reported in literature as a potential cause. This retrospective cohort study aims to describe the occurrence, clinical characteristics, and management of iatrogenic pseudoaneurysms following sEEG and the...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347674",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Stereoelectroencephalography (sEEG) is commonly employed in the workup for epilepsy surgery in patients with focal drug-resistant epilepsy (DRE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technologies in minimally invasive treatment of severe mitral regurgitation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Mitral valve regurgitation is the second most common valve defect in Europe among adults. Primary mitral regurgitation (MR) results from structural abnormalities of the valve apparatus (e.g., leaflet prolapse, chordae rupture), often due to myxomatous degeneration or congenital defects. Secondary MR arises from left ventricular remodeling (e.g., after myocardial infarction or heart failure), leading to functional valve incompetence despite normal valve structure. The choice of treatment depends...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preconception COVID-19 Vaccination Reprograms Fetal Metabolism to Accelerate Intrauterine Recovery and Suppress Persistent Metabolic Memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "This study aimed to investigate the impact of preconception maternal inactivated COVID-19 vaccination on fetal metabolic recovery following maternal SARS-CoV-2 infection during pregnancy. Umbilical cord blood samples were collected from neonates born to mothers with SARS-CoV-2 infection during pregnancy. Mothers were stratified into two groups: those fully vaccinated (inactivated COVID-19 vaccines) before conception (n = 81) and unvaccinated (n = 56). Ultra-performance liquid...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the impact of preconception maternal inactivated COVID-19 vaccination on fetal metabolic recovery following maternal SARS-CoV-2 infection during pregnancy",
      "significance": "of preconception maternal inactivated COVID-19 vaccination on fetal metabolic recovery following maternal SARS-CoV-2 infection during pregnancy",
      "conclusion": null
    },
    {
      "title": "Effects of Three-Dimensional Print Offsets of Sleeves on Implant Placement Trueness: An In Vitro Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Print offsets of sleeves had a significant effect on the ease of installation and the placement accuracy of sleeves and implants. Under the printer and sleeves conditions used in this experiment, smaller offsets (0.02 and 0.04 mm) caused installation difficulties and misalignments. Larger offsets (0.10 mm) created noticeable deviations. Sleeve offsets of 0.06 and 0.08 mm provided a balance between ease of installation and high placement trueness, making them more suitable in this...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Print offsets of sleeves had a significant effect on the ease of installation and the placement accuracy of sleeves and implants. Under the printer and sleeves conditions used in this experiment, smaller offsets (0"
    },
    {
      "title": "Discovery of a Novel DNMT1 Inhibitor with Improved Efficacy in Treating β-Thalassemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "β-thalassemia is a recessively inherited blood disorder affecting millions worldwide. Pharmacological induction of fetal hemoglobin (HbF) is an effective therapeutic strategy, yet existing DNA methyltransferase (DNMT) inhibitors, although effective HbF inducers, currently are not approved for β-thalassemia treatment. Here, we report that DMT207, a novel non-nucleoside DNMT1 inhibitor, robustly reactivates HbF in HUDEP-2 cells and adult primary erythroblasts with minimal toxicity. In a mouse...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomechanics-Driven 3D Architecture Inference from Histology Using CellSqueeze3D",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Conventional 2D analysis of hematoxylin and eosin (H&E)-stained images is fundamentally limited by the tissue thickness, as cellular overlap and morphological changes in the compressed perspective obscure distinct cell boundaries. To address this, it develops CellSqueeze3D, a computational framework that reconstructs the 3D spatial distribution and size of individual cells from a single H&E-stained section. Founded on the principle that 2D cell compression preserves 3D geometry, the method...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Support-Intensified Ir─P/O─Mo Cooperative Linkages for Robust Acidic Water Dissociation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "The efficient production of hydrogen via acidic water electrolysis is hampered by the sluggish kinetics of the oxygen evolution reaction (OER) and the scarcity of robust bifunctional catalysts. Iridium-based materials have been recognized as promising active sites; however, the atomic utilization should be maximized, and the stability requires further enhancement. This work introduces a support-intensified catalyst design that features covalent Ir-P-Mo linkages for achieving robust water...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347616",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-Site Synergistic Mechanism via Single-Atom and Vacancy Drives Lattice Oxygen Activation in Layered Double Hydroxides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41347615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Establishing the synergistic effect between single atoms and vacancies for the lattice oxygen mechanism (LOM) pathway of the oxygen evolution reaction (OER) is crucial for developing robust and efficient catalysts, yet remains unexplored. Herein, an ion irradiation-assisted strategy is first applied to introduce controlled oxygen vacancies into NiFe layer double hydroxides (LDH), enabling the firm anchoring of Mo single atoms with a high loading of 7.4 wt.%. The precise regulation facilitates...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41347615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ROS-responsive graphene-hyaluronic acid nanomedicine for targeted therapy in renal ischemia/reperfusion injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41346711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20251205142251&v=2.18.0.post22+67771e2",
      "description": "Background: Acute kidney injury (AKI) frequently progresses to chronic kidney disease (CKD) through the AKI-to-CKD transition; however, effective treatment strategies remain challenging due to the complex and multifactorial pathophysiology of this process. This study aims to develop a multifunctional nanoplatform for kidney-specific targeting, reactive oxygen species (ROS) scavenging, and anti-fibrotic drug delivery to mitigate AKI-to-CKD progression. Methods: Reduced graphene oxide (rGO) was...",
      "pubDate": "2025-12-05T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41346711",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to develop a multifunctional nanoplatform for kidney-specific targeting, reactive oxygen species (ROS) scavenging, and anti-fibrotic drug delivery to mitigate AKI-to-CKD progression",
      "significance": null,
      "conclusion": null
    }
  ]
}