{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-17T08:03:44.000Z",
  "totalItems": 150,
  "totalArchived": 55520,
  "newPapersAdded": 141,
  "institutionBreakdown": {
    "KAIST": 26,
    "SNU": 87,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 61,
    "IBS": 9,
    "UNIST": 1,
    "Hanyang University": 7,
    "KIST": 3,
    "GIST": 4,
    "Kyung Hee University": 6,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Biomedical": 31,
    "Multidisciplinary": 94,
    "Materials Science": 5,
    "Cancer Research": 12,
    "Computer Science": 3,
    "Neuroscience": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Evolving trends in cochlear implant reimplantation: An analysis of causes and outcomes at a tertiary referral cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Revision cochlear implantation in the modern era reflects both reduced device failures and the rise of patient-driven revisions for functional optimization. Strategic electrode selection and pursuit of bilateral symmetry can yield meaningful auditory improvements. These findings underscore the evolving role of revision surgery in enhancing CI outcomes, highlighting the importance of individualized decision-making in contemporary practice.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41699237",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Revision cochlear implantation in the modern era reflects both reduced device failures and the rise of patient-driven revisions for functional optimization. Strategic electrode selection and pursuit of bilateral symmetry can yield meaningful auditory improvements"
    },
    {
      "title": "An integrated approach of hybrid ensemble machinelearning-based efficient seismic slope fragilityassessment and GIS mapping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41699037",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysregulated expression of cell cycle regulators CDC20, PLK1, BUB1, CDC45, CDCA5 in pancreatic ductal adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41699006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Posttraumatic Stress Disorder, Impulsivity, and Self-Disgust on Suicidal Behavior in Young Adult Women: Nursing Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PTSD, impulsivity, and self-disgust are key factors contributing to suicidal behavior in South Korean young women. Findings highlight the need for trauma-informed, stigma-free nursing education and practice, and further research to develop targeted, culturally sensitive suicide prevention.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41698118",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PTSD, impulsivity, and self-disgust are key factors contributing to suicidal behavior in South Korean young women. Findings highlight the need for trauma-informed, stigma-free nursing education and practice, and further research to develop targeted, culturally sensitive suicide prevention"
    },
    {
      "title": "Black Hole Spectroscopy and Tests of General Relativity with GW250114",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "The binary black hole signal GW250114, the loudest gravitational wave detected to date, offers a unique opportunity to test Einstein's general relativity (GR) in the high-velocity, strong-gravity regime and probe whether the remnant conforms to the Kerr metric. Upon perturbation, black holes emit a spectrum of damped sinusoids with specific, complex frequencies. Our analysis of the postmerger signal shows that at least two quasinormal modes are required to explain the data, with the most damped...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41698092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polymer-in-Cage Strategy for Pore Tuning of High-Aspect Ratio ZIF Nanoplate: Toward Sub-Micrometer-Thick Large Area CO<sub>2</sub> Separation Membranes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Mixed-matrix membranes (MMMs) offer a promising route for CO(2) separation, yet their potential is often limited by poor polymer-filler interfaces and challenges in integrating high-aspect-ratio fillers into scalable, defect-free thin-film composite (TFC) membranes. Here, we introduce a \"polymer-in-cage\" strategy that addresses these issues in a single casting step. A custom-synthesized comb-shaped copolymer (PZO) containing zinc-ion sites is designed to function dually as a mechanically robust...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41698054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Renal Recovery Benefit of Living Versus Deceased Donor Liver Transplantation in Recipients With High Model for End-Stage Liver Disease Scores: A Propensity Score-matched Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In high-MELD recipients requiring preoperative RRT, LDLT provides meaningful advantages in renal recovery and graft survival. With appropriate donor selection and multidisciplinary perioperative management, LDLT represents a viable and ethically acceptable option even for high-risk recipients. Further studies are warranted to refine candidate selection.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41697161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In high-MELD recipients requiring preoperative RRT, LDLT provides meaningful advantages in renal recovery and graft survival. With appropriate donor selection and multidisciplinary perioperative management, LDLT represents a viable and ethically acceptable option even for high-risk recipients"
    },
    {
      "title": "RNA-Seq-based investigation of interferon-mediated antiviral activity of chlorophyll a from Tetraselmis sp",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Tetraselmis sp., a marine microalga amenable to mass cultivation, possesses antiviral properties, partly attributed to chlorophyll a. However, the underlying antiviral mechanisms remain poorly characterized. In this study, we investigated the antiviral activity and mode of action of chlorophyll a derived from Tetraselmis sp. by performing transcriptomic analyses on three experimental groups: untreated, uninfected cells; Zika virus (ZIKV)-infected cells; and chlorophyll a-treated, ZIKV-infected...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41696433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the antiviral activity and mode of action of chlorophyll a derived from Tetraselmis sp",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eco-Friendly Carbon Fiber Woven Fabric-Based Sound Absorbers with Tunable Air Cavity Structures for Advanced Noise Control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "This study introduces an eco-friendly class of carbon fiber woven fabric composites (CFFCs) incorporating tunable air cavity architectures to achieve lightweight broadband acoustic absorption. By systematically varying the layer number, fiber orientation, and cavity configuration, we establish a clear structure-property-performance relationship that governs resonance tuning, viscous-thermal dissipation, and air-flow tortuosity. Acute angle stacking enhances in-plane shear deformation and...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41696302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acute Heart Failure Across the Ejection Fraction Spectrum: Phenotypes, Management, and Outcomes From Nationwide KorHF III Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Across the EF spectrum, phenotypes showed distinct profiles and risk. Post-discharge risk was modestly higher in HFpEF, supporting phenotype-tailored care and systematic discharge optimization in Korean patients with AHF.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41696058",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Across the EF spectrum, phenotypes showed distinct profiles and risk. Post-discharge risk was modestly higher in HFpEF, supporting phenotype-tailored care and systematic discharge optimization in Korean patients with AHF"
    },
    {
      "title": "Cold-fermentation characteristics and industrial feasibility of starter culture <em>Leuconostoc citreum</em> SH-02 in oyster <em>Sik-hae</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "This study investigated the potential of Leuconostoc citreum SH-02, a cold-tolerant lactic acid bacterium (LAB) isolated from fermented seafood, as a starter culture to improve the quality and fermentation efficiency of oyster sik-hae (OS). SH-02 was selected based on its robust growth at 10 °C, antibiotic susceptibility, γ-hemolytic behavior, probiotic properties including acid tolerance (96.4%) and bile tolerance (84.9%), and nitrite degradation capacity (96.2%). The use of SH-02 in OS...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential of Leuconostoc citreum SH-02, a cold-tolerant lactic acid bacterium (LAB) isolated from fermented seafood, as a starter culture to improve the quality and fermentation efficiency of oyst...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gate-Localized Fluorination Enables Enhancement-Mode AlGaN/GaN High-Electron Mobility Transistors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Gallium nitride (GaN)-based high-electron-mobility transistors (HEMTs) are key to high-power and high-frequency electronics owing to their wide bandgap, high breakdown field, and ability to form a high-density two-dimensional electron gas (2DEG) at the AlGaN/GaN interface. For power-switching systems, enhancement-mode (E-mode) operation, where devices remain normally off at zero gate bias, is preferred for intrinsic failsafe behavior and reduced standby power. However, conventional E-mode...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prospects of feed additive incorporation in laying hen diets: a narrative review of principal biological effects and recent developments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Selected feed additives (probiotics, prebiotics, synbiotics, postbiotics, phytogenics, feed enzymes, and organic acids) are reviewed for reported biological responses, and some recent developments when incorporated into laying hen diets. Several feed enzymes (phytase, carbohydrase, protease, and multi-enzymes) have been adopted to improve the nutritive quality of feedstuffs by mitigating inherent digestive function inefficiencies, complementing endogenous enzyme activity, and cleaving...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695687",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Far-infrared ray and β-mannanase influence on growth performance, meat quality, gut morphology, and blood parameters in nutritionally challenged broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "This study investigated the effects of far-infrared ray (FIR) radiation on broiler performance, carcass traits, meat quality, intestinal morphology, and blood metabolites in birds fed different energy and amino acid (EAA) levels with or without β-mannanase from hatch to day 35. A total of 384 one-day-old Ross 308 broilers were assigned to a 2 × 2 × 2 factorial design: FIR radiation (yes or no), dietary EAA level (normal or low), and β-mannanase supplementation (yes or no). Data were analyzed...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695683",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of far-infrared ray (FIR) radiation on broiler performance, carcass traits, meat quality, intestinal morphology, and blood metabolites in birds fed different energy and amino acid (EAA) le...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the efficacy of <em>in vitro</em> and <em>in vivo</em> methods for assessing nutrient digestibility in Sapsarees each age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the comparison between in vitro and in vivo methods for predicting nutrient digestibility across different life stages in Sapsarees. The research performed both in vitro methods of dog gastrointestinal conditions such as stomach and small intestine conditions and in vivo methods using 18 Sapsaree groups. Sapsarees were categorized into three groups by age and weight: six puppies (under 1 year; 9.94 ± 5.27 kg), six adult dogs (2-7 years; 23.49 ± 3.90 kg), and six senior dogs...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary flavor supplementation enhanced growth performance and alleviated diarrhea of weaned pigs by modulating gut microbiota and systemic immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "The experiment was conducted to investigate the effects of dietary flavor on growth performance, diarrhea severity, nutrient digestibility, systemic immunity, and gut microbiota of weaned pigs. Weaned pigs (n = 72; 6.66 ± 0.32 kg body weight [BW]; 28 days of age) were randomly assigned to one of the two dietary treatments (9 pens/treatment; 4 pigs/pen): nursery basal diet (CON) and CON supplemented with 0.05% milky cream flavor (FLA). The experiment lasted for 42 days. Pigs in the FLA group...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Long-term control of brain metastases with over 100 cycles of T-DM1 in HER2-positive metastatic breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Human epidermal growth factor receptor 2 (HER2)-positive breast cancer is associated with an aggressive clinical course and a high incidence of central nervous system (CNS) metastases. Although trastuzumab emtansine (T-DM1) is a standard therapy for previously treated HER2-positive metastatic breast cancer, reports of exceptionally prolonged administration with long-term intracranial stability remain scarce. Here, we describe a patient with HER2-positive metastatic breast cancer with brain...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41695348",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of a novel sodium picosulfate oral tablet in a randomized controlled trial for bowel preparation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DWJ1609 demonstrated non-inferior bowel cleansing efficacy, improved tolerability, and a favorable safety profile compared with conventional. DWJ1609 has the potential to improve compliance and overall quality of colonoscopy.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41695285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DWJ1609 demonstrated non-inferior bowel cleansing efficacy, improved tolerability, and a favorable safety profile compared with conventional. DWJ1609 has the potential to improve compliance and overall quality of colonoscopy"
    },
    {
      "title": "Efficacy of celastrol-supplemented diet in overweight and obese dogs: a 24-week randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Obesity is an increasingly common health issue among companion animals, contributing to various disorders and reduced life expectancy. Traditional management strategies such as caloric restriction and physical activity show limited long-term success, highlighting the need for alternative options. Celastrol, a leptin-sensitizing agent derived from Tripterygium wilfordii, has shown potent anti-obesity effects in rodent models; however, its effects in dogs have not been studied. This study...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41695210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-preserving super-resolution of retinal fundus images via a dual-transformer residual network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "High-resolution retinal fundus images are critical for diagnosing diabetic retinopathy, yet clinical datasets often contain low-resolution images that obscure fine vascular structures essential for accurate diagnosis. Existing super-resolution methods face a fundamental trade-off: convolutional neural networks produce overly smooth results, while generative adversarial networks (GANs) risk creating hallucinated artifacts. We propose the Dual-Transformer Residual Super-Resolution Network...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41694677",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LAV-BPIFB4 reverses progeria-associated cardiac aging by restoring diastolic function and reducing senescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41694602",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Twenty-year temporal trends, risk profiles, and prognostic value of clinicopathological features in gallbladder cancer following cholecystectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The clinicopathologic characteristics of GBC highlight the value of recognizing high-risk profiles and underscore the prognostic significance of detailed histopathological evaluation.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41694497",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of detailed histopathological evaluation",
      "conclusion": "The clinicopathologic characteristics of GBC highlight the value of recognizing high-risk profiles and underscore the prognostic significance of detailed histopathological evaluation"
    },
    {
      "title": "Sociodemographic, lifestyle, and dietary characteristics among artificially sweetened beverages consumers in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings may serve as baseline data for future research and programs related to ASBs consumption.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41694469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings may serve as baseline data for future research and programs related to ASBs consumption"
    },
    {
      "title": "Tunable Wetting and Chemical Coating-Free Slip on Wrinkled PDMS for Droplet Microfluidics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Microfluidic systems offer significant advantages in handling small sample volumes while enabling high-throughput experimentation and precise flow control. Surface wettability critically governs droplet-generation efficiency and flow characteristics in microfluidic channels. Topographic modulation of polymer surfaces provides a simple, chemical-free route to tune wettability. We present a surface-engineering strategy that patterns nanoscale wrinkles on polydimethylsiloxane (PDMS), optimized at...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41693836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LeafSightX: an explainable attention-enhanced CNN fusion model for apple leaf disease identification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "The rapid and precise identification of apple leaf diseases is crucial for minimizing yield loss in precision agriculture. However, many existing deep learning methods struggle to be applicable in real-world settings, are not easily interpretable, and often lack sufficient statistical validation. To address these difficulties, we propose our solution approach LeafSightX. This dual-backbone architecture combines features from DenseNet201 and InceptionV3 using Multi-Head Self-Attention (MHSA)...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41693760",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thiocarboxylic acids for robust passivation and advanced applications of perovskite nanocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Thiocarboxylic acid ligands provide strong surface passivation, improving the thermal, water, and long-term stability of the PeNCs. An adamantane framework was adopted as a designable alkyl tail to improve the thin-film morphology owing to strong intermolecular interactions. Furthermore, light-emitting diodes were fabricated to demonstrate the broad applicability of the thiocarboxylic acid ligands.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41693650",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A quantitative DOPA decarboxylase biomarker for diagnosis in Lewy body disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Accurate diagnosis of dementia with Lewy bodies (DLB) remains challenging, with misdiagnosis potentially leading to harmful treatment decisions. DOPA decarboxylase (DDC) shows promise as a cerebrospinal fluid (CSF) biomarker for DLB and Parkinson's disease (PD), but quantitative assays are needed for its clinical implementation. Here we report on the development of two DDC immunoassays and the extensive clinical validation of DDC across three clinical cohorts (n = 740), one biologically defined...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "SNU"
      ],
      "pmid": "41699128",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of early vedolizumab trough levels with clinical, biochemical, endoscopic response and drug optimization during maintenance therapy in patients with inflammatory bowel diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699125/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41699125",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retraction Note: Sentimental analysis based federated learning privacy detection in fake web recommendations using blockchain model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41699093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and correlates of postpartum depression during the COVID-19 pandemic: a cross-sectional study in Vietnam",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Postpartum depression (PPD) is a common mental health issue that negatively impacts maternal well-being and infant development. The COVID-19 pandemic has exacerbated depression risk among postpartum women due to added stressors from the crisis. This study aimed to assess PPD prevalence during the pandemic and identify associated factors. The study was conducted at Hanoi Obstetrics and Gynecology Hospital from May 2023 to December 2023. This cross-sectional study selected 223 postpartum women via...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41698974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess PPD prevalence during the pandemic and identify associated factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcranial focused ultrasound stimulation enhances semantic memory by modulating brain morphology, neurochemistry and neural dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "The ventromedial anterior temporal lobe (ATL) is a core transmodal hub for semantic memory, yet non-invasive modulation of this region has remained challenging. Transcranial ultrasound stimulation (TUS) offers high spatial precision suitable for deep brain targets. In this study, we investigated whether theta-burst TUS (tbTUS) to the ventromedial ATL enhances semantic memory, using a multimodal neuroimaging approach-magnetic resonance spectroscopy (MRS), functional MRI (fMRI), and voxel-based...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41698912",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether theta-burst TUS (tbTUS) to the ventromedial ATL enhances semantic memory, using a multimodal neuroimaging approach-magnetic resonance spectroscopy (MRS), functional MRI (fMRI), and voxel-based",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lactobacillus acidophilus KBL409 improves serum indoxyl sulfate via gut microbial changes in a human study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Chronic kidney disease (CKD) is characterized by progressive attenuation of kidney functions, resulting in the accumulation of uremic toxins. Various symptoms for CKD are closely associated with the gut-kidney axis, which represents the interaction between gut microbiota and CKD. In this study, we investigated the effects of Lactobacillus acidophilus (L. acidophilus) KBL409 on uremic toxin concentrations using a multi-center, randomized, double-blind, placebo-controlled study. Participants in...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41698905",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of Lactobacillus acidophilus (L",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unintended Retained Surgical Items: A Systematic Review of 743 Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RSI is a socially unacceptable never event, but it continues to occur worldwide. The symptoms are often common and nonspecific, making diagnosis difficult without clear information about prior surgeries. This review highlights the ongoing problem of RSIs and emphasizes that preventing them requires multiple technical measures and a strong culture of surgical safety.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41698851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSI is a socially unacceptable never event, but it continues to occur worldwide. The symptoms are often common and nonspecific, making diagnosis difficult without clear information about prior surgeries"
    },
    {
      "title": "Survival after mechanical vs biological mitral valve replacement: Influence of age versus operative mortality score",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Contrary to some guidelines, mechanical MVR showed significant survival benefit in patients up to age 70 with low PROM, but survival benefit was not significant for PROM 9% or more at any age. Valve selection should be individualized considering both patient age and PROM in addition to other factors.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41698456",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Contrary to some guidelines, mechanical MVR showed significant survival benefit in patients up to age 70 with low PROM, but survival benefit was not significant for PROM 9% or more at any age. Valve selection should be individualized considering both patient age and PROM in addition to other factors"
    },
    {
      "title": "Central Nervous System Medication Use Among Older Adults in Korean Long-Term Care Facilities: A Multilevel Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND IMPLICATIONS: The high prevalence of CNS medication use among prescription-receiving residents, particularly those with dementia and greater functional independence, raises concerns about medication appropriateness. Significant facility-level variations in prescribing patterns highlight the need for systematic medication monitoring and review in Korean LTC facilities.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41698409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "The high prevalence of CNS medication use among prescription-receiving residents, particularly those with dementia and greater functional independence, raises concerns about medication appropriateness",
      "conclusion": "AND IMPLICATIONS: The high prevalence of CNS medication use among prescription-receiving residents, particularly those with dementia and greater functional independence, raises concerns about medication appropriateness. Significant facility-level variations in prescribing patterns highlight the need..."
    },
    {
      "title": "Vibostolimab coformulated with pembrolizumab versus pembrolizumab alone as adjuvant therapy for high-risk stage IIB-IV melanoma (KEYVIBE-010): a randomised, double-blind, phase 3 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Combination therapy with vibostolimab plus pembrolizumab has previously shown promising antitumor activity in melanoma. We aimed to evaluate the efficacy and safety of vibostolimab coformulated with pembrolizumab as adjuvant therapy for high-risk resected melanoma.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41698381",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the efficacy and safety of vibostolimab coformulated with pembrolizumab as adjuvant therapy for high-risk resected melanoma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Programmable Lattices for Non-Abelian Topological Photonics and Braiding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Non-Abelian physics, originating from noncommutative sequences of operations, unveils novel topological degrees of freedom. In photonics, significant efforts have been devoted to developing reconfigurable non-Abelian platforms, serving both as classical testbeds for non-Abelian quantum phenomena and as programmable systems that harness topological complexities. Here, we establish topological spinor lattices for non-Abelian programmable photonics. We design a building block for reconfigurable...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41698091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clopidogrel Versus Aspirin Monotherapy in Coronary Artery Disease: A Sex-Stratified Individual Patient Data Meta-Analysis of Randomized Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41697985",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alcohol-Dependent CuI Iodization Kinetics toward In Situ Repairable and Fault-Tolerant RRAM Switching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "We report a solvent-engineered, low-temperature solution process for fabricating device-grade copper iodide (CuI) thin films for resistive random-access memory (RRAM) applications. Copper films deposited by thermal evaporation were iodized by using methanol, ethanol, and isopropanol (IPA) to yield CuI layers with distinct microstructures and defect states. Solvent-dependent iodization kinetics modulated the film stoichiometry, grain morphology, and defect density, resulting in tunable resistive...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41697950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visible-Light Photoredox Synthesis of Chroman-4-ones from Sulfoxonium Ylides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Organic chroman-4-ones are valuable structural motifs, yet many existing synthetic routes rely on harsh conditions or generate toxic byproducts. Here we report a mild and environmentally compatible visible-light method that employs sulfoxonium ylides as α-carbonyl radical precursors. The reaction proceeds through photoredox activation combined with a radical propagation pathway, enabling efficient radical cascade cyclization with 2-(allyloxy)benzaldehydes. This protocol avoids unstable...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41697864",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal timing of aspirin discontinuation with ticagrelor monotherapy in acute coronary syndrome: a post hoc comparative analysis from the TICO and T-PASS trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Aspirin discontinuation within 1 month followed by ticagrelor monotherapy improved net clinical outcomes compared with 3-month discontinuation, primarily by reducing major bleeding without increasing ischaemic risk.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41697655",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aspirin discontinuation within 1 month followed by ticagrelor monotherapy improved net clinical outcomes compared with 3-month discontinuation, primarily by reducing major bleeding without increasing ischaemic risk"
    },
    {
      "title": "Clinical Utility of Oncotype DX Testing in Synchronous Bilateral and Unilateral Multifocal Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Recurrence score risk-category discordance is frequent in synchronous bilateral and unilateral multifocal breast cancer and often changes adjuvant chemotherapy recommendations. Reliance on single-lesion testing risks missing clinically relevant genomic heterogeneity. Multilesion testing may be warranted in selected patients to optimize treatment selection.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41697472",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Recurrence score risk-category discordance is frequent in synchronous bilateral and unilateral multifocal breast cancer and often changes adjuvant chemotherapy recommendations. Reliance on single-lesion testing risks missing clinically relevant genomic heterogeneity"
    },
    {
      "title": "Persistent Systemic Inflammation Mediates the Impact of Postoperative Complications on Survival After Gastric Cancer Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Persistent systemic inflammation, reflected by elevated late NLR, is a key mediator of the relationship between POCs and survival. Monitoring persistent inflammation may improve risk stratification and guide management strategies for gastric cancer patients.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41697471",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Persistent systemic inflammation, reflected by elevated late NLR, is a key mediator of the relationship between POCs and survival. Monitoring persistent inflammation may improve risk stratification and guide management strategies for gastric cancer patients"
    },
    {
      "title": "Prospective evaluation of time-resolved MRA in diagnosing and monitoring pulmonary arteriovenous malformations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "BackgroundPulmonary arteriovenous malformations (PAVMs) are rare vascular anomalies that can lead to serious complications, and accurate imaging is essential for detection and post-embolization follow-up.PurposeTo evaluate the diagnostic accuracy and clinical utility of time-resolved magnetic resonance angiography (TR-MRA) in detecting and monitoring PAVMs before and after embolization.Material and MethodsIn this prospective study, 29 patients were initially enrolled between January 2023 and...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41697137",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Hückel Molecular Orbital Energies through Variational and Phase Estimation Quantum Algorithms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Recent advances in quantum technologies have led to the development of several quantum algorithms for computing molecular energetics. However, most existing approaches are limited to determining ground-state energies with relatively few studies addressing multilevel systems. In this work, we explore two quantum algorithms capable of addressing multilevel molecular orbital (MO) energetics: the subspace search variational quantum eigensolver (SSVQE) and iterative quantum phase estimation (IQPE)....",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41696995",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CO<sub>2</sub> inhalation enhances pericyte-mediated neurovascular protection in ischemic stroke and remains safe in hemorrhagic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Therapeutic options for acute ischemic stroke beyond reperfusion therapy are limited by narrow time windows and associated risks. Carbon dioxide (CO(2)), a potent and adjustable vasodilator, may preserve ischemic brain tissue by enhancing cerebral blood flow (CBF) and stabilizing neurovascular components. We investigated whether CO(2) preconditioning prior to arterial occlusion confers neuroprotection in a transient middle cerebral artery occlusion (tMCAO) model and evaluated its safety in a...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696828",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether CO(2) preconditioning prior to arterial occlusion confers neuroprotection in a transient middle cerebral artery occlusion (tMCAO) model and evaluated its safety in a",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Fulvimarina fulva</em> sp. nov. and <em>Fulvimarina thalattae</em> sp. nov., isolated from seawater off Ganghwa Island, South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Two novel Gram-stain-negative strains, designated as MAC3^(T) and MAC8^(T), which produced brownish-yellow and bright-orange colonies, respectively, were isolated from seawater collected off Minmeoru Beach, Ganghwa Island, Republic of Korea. These strains were facultatively anaerobic, catalase- and oxidase-positive, rod-shaped and motile with flagella. Both strains grew at 4-40 °C and at pH 4.0-10.0. Strain MAC3^(T) grew in sodium chloride (NaCl) concentrations (w/v) of 0-15.0%, while strain...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erratum: <em>Mucilaginibacter aureus</em> sp. nov. and <em>Mucilaginibacter sediminis</em> sp. nov., isolated from wetland soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanisms of green tea-induced attenuation of osteoporosis and skeletal muscle atrophy: current status and future study recommendations for clinical application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Epigallocatechin gallate (EGCG), have been reported to attenuate skeletal muscle atrophy and osteoporosis. This review first examines the relationship between the beneficial effects of EGCG and its ability to enhance stem cell function by improving cellular antioxidant capacity. It subsequently identifies key areas warranting further investigation to support the clinical application of EGCG. Stem cell function is essential for the maintenance of muscle and bone mass; however, it declines with...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of the Korean version of the Clinical Opiate Withdrawal Scale",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The K-COWS is reliable and has demonstrated construct validity for withdrawal severity in Korean clinical settings. Given the preliminary nature of the factor structure, the total score is recommended for clinical decision-making. Future studies should assess inter-rater reliability and confirm the structure in larger, more diverse samples.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696705",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "The K-COWS is reliable and has demonstrated construct validity for withdrawal severity in Korean clinical settings. Given the preliminary nature of the factor structure, the total score is recommended for clinical decision-making"
    },
    {
      "title": "Efficacy and safety of <em>en bloc</em> versus three-lobe enucleation technique for the management of benign prostatic obstruction: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Benign prostatic obstruction (BPO) is a common condition in aging men that often requires surgical intervention when medical therapy fails. Anatomical Endoscopic Enucleation of the Prostate (AEEP) has become an established minimally invasive treatment, with en bloc and three-lobe techniques being the most commonly used approaches. This systematic review and meta-analysis aimed to compare perioperative outcomes, surgical efficiency, and postoperative recovery between en bloc and three-lobe...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696618",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Periorbital skin index as a biomarker for biological aging and health status",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study establishes 'periorbital skin age' as a non-invasive biomarker that effectively reflects both the progression of skin aging and underlying medical conditions. Our findings highlight the potential utility of eye-region skin assessment in clinical and health monitoring settings, offering a practical tool for evaluating physiological aging and disease risk.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study establishes 'periorbital skin age' as a non-invasive biomarker that effectively reflects both the progression of skin aging and underlying medical conditions. Our findings highlight the potential utility of eye-region skin assessment in clinical and health monitoring settings, offering a ..."
    },
    {
      "title": "Major Changes of the 2025 Korean Cardiopulmonary Resuscitation Guidelines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The CPR guidelines have been revised based on the latest evidence. It is expected that the implementation of these updated guidelines and their inculcation via training programs will improve survival rates in cardiac arrest cases.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CPR guidelines have been revised based on the latest evidence. It is expected that the implementation of these updated guidelines and their inculcation via training programs will improve survival rates in cardiac arrest cases"
    },
    {
      "title": "Staged and repeat endobronchial valve treatment for a right middle lobe giant bulla and left lower lobe emphysema in a patient with severe COPD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "With increasing evidence of meaningful clinical benefit in patients with advanced emphysema, bronchoscopic lung volume reduction (BLVR) using endobronchial valves (EBVs) was included in the Global Initiative for Chronic Obstructive Lung Disease report, as well as US Food and Drug Administration approval. However, bilateral BLVR using an EBV has been rarely reported. We report a case of successful and safe bilateral BLVR with staged EBV insertion. A 65-year-old male was diagnosed with chronic...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696405",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research trends in unhealthy weight management behavior and social media influence among women in emerging adulthood: Systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Social media's diverse negative influences on UWMB in emerging adult women are highlighted with the need for clearer definitions and measurements of UWMB. Tailored interventions that address the specific impacts of different social media platforms are essential.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Social media's diverse negative influences on UWMB in emerging adult women are highlighted with the need for clearer definitions and measurements of UWMB. Tailored interventions that address the specific impacts of different social media platforms are essential"
    },
    {
      "title": "Development of Korean Standardized Heart Failure Registry: Experience From Integration of KorAHF and KorHF III",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Heart failure (HF) prevalence and associated socio-economic costs have risen rapidly in Korea, creating urgent demand for a national, standardized prospective registry to support quality monitoring, outcome comparison, and real-world evidence. Standardized data definitions are essential for valid comparisons across studies and healthcare settings. We created a unified national HF cohort by integrating the two largest Korean registries, KorAHF (2011-2014; n=5,625) and KorHF III (2018-2023;...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41696060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systemic Gaps in Heart Failure Care and the Need for Specialized Management: A Nationwide Survey of Korean Cardiologists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41696059",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Confronting 3.4% National Prevalence of Heart Failure: Are We Ready?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41696057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Awareness, Diagnostic Approaches, and Management of Heart Failure in Korea: A Nationwide Survey Comparing Primary Care Physicians and Cardiology Specialists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Physicians' awareness and clinical practices regarding HF in Korea remain suboptimal. Given the growing burden, high mortality, and substantial costs of HF, early detection, appropriate diagnostic evaluation, and timely referral are essential. Targeted education and system-level strategies to improve guideline implementation, particularly in primary care settings, are warranted.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41696055",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Physicians' awareness and clinical practices regarding HF in Korea remain suboptimal. Given the growing burden, high mortality, and substantial costs of HF, early detection, appropriate diagnostic evaluation, and timely referral are essential"
    },
    {
      "title": "Heart Failure Statistics 2025 Update: A Report From the Korean Society of Heart Failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The burden of HF in Korea has increased substantially over the past two decades, driven primarily by population aging and improved survival rather than increasing age-adjusted incidence. Despite therapeutic advances, hospitalization and long-term mortality rates remain high, highlighting the need for comprehensive HF strategies in aging societies.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41696052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The burden of HF in Korea has increased substantially over the past two decades, driven primarily by population aging and improved survival rather than increasing age-adjusted incidence. Despite therapeutic advances, hospitalization and long-term mortality rates remain high, highlighting the need fo..."
    },
    {
      "title": "Salvaging Diuretic-Resistant Advanced Heart Failure With Acetazolamide: A Bridge-to-Transplant Case",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696050",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Understanding public engagement in animal welfare in South Korea: a theory of planned behavior approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fvets.2025.1657203.].",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41696007",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Squalene mitigates muscle atrophy via the PI3K/Akt pathway in TNF-α-stimulated C2C12 myotubes and immobilization-induced C57BL/6J mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Squalene, a polyunsaturated triterpene and sterol precursor present in shark liver oil, was evaluated for its protective effects against skeletal muscle atrophy. This study examined its effects in both tumor necrosis factor-alpha (TNF-α)-treated C2C12 myotubes and in a mouse model of immobilization-induced muscle atrophy. After 7 days of immobilization, C57BL/6J mice received daily oral squalene (100 or 200 mg/kg) or saline for 7 days. Squalene alleviated muscle atrophy, as evidenced by...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695813",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "its effects in both tumor necrosis factor-alpha (TNF-α)-treated C2C12 myotubes and in a mouse model of immobilization-induced muscle atrophy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of oral intake of lactic acid bacterium fermented rice germ extract (LFRGE) on human skin: a randomized, double-blinded, placebo-controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "The skin serves as a vital barrier but is vulnerable to aging from UV exposure and oxidative stress. Lactic acid bacterium fermented rice germ extract (LFRGE), rich in gamma-aminobutyric acid (GABA), has been shown to modulate key skin markers such as MMP-1, Filaggrin, and AQP3. In this 12-week randomized, double-blind, placebo-controlled clinical trial, 111 participants were enrolled to evaluate the safety and anti-aging efficacy of LFRGE. Compared with placebo, the LFRGE group showed...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preserving fish quality through intense pulsed light: microbial inactivation and ATP degradation control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "In this study, six types of fish were treated with intense pulsed light (IPL) with a total energy fluences of 3.6-28.4 J/cm² and the maximum microbial inactivation levels of six fish were shown 1.23-1.85 log. Also, K (1) value and hypoxanthine ratio, which are indicators of fish freshness and degradation, were measured to confirm the degree of decay by storage period according to the energy fluences of IPL. In all fish, IPL reduced the rate of hypoxanthine accumulation at specific timepoints...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695809",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-temperature synthesis of di- and monoolein by enzymatic hydrolysis in a biphasic system using cutinase from <em>Fusarium graminearum</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Among functional lipids, oleoylglycerols including 1,2-diolein and 2-monoolein are known for their beneficial activities such as fatty acid metabolism, insulin secretion promotion, antioxidant, and anti-arrhythmic sclerosing activity. To produce these oleoylglycerols through the lipase reaction, cutinase from Fusarium graminearum (FGC) were recombinantly expressed and the properties of the enzyme were analyzed. The enzyme exhibited optimal activity under weak alkaline conditions (pH 8-9) and low...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of FHR-SM, a combined extract of <em>Siegesbeckia glabrescens</em> Makino and Mori ramulus, for alleviating alcohol-induced hangover symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Alcohol-induced hangovers impair daily functioning, yet effective treatments remain lacking. Natural products with antioxidant or metabolic benefits are of growing interest. This study investigated the efficacy and safety of FHR-SM, a combined extract of Siegesbeckia glabrescens Makino and Mori ramulus, in reducing hangover symptoms. In a randomized, double-blind, placebo-controlled, crossover trial, 40 healthy adults aged 19-40 years received either FHR-SM or placebo before alcohol ingestion,...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41695806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the efficacy and safety of FHR-SM, a combined extract of Siegesbeckia glabrescens Makino and Mori ramulus, in reducing hangover symptoms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of base ingredients for edible coating of fresh-cut apples to preserve the quality during cold storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "This study evaluated various ingredients and their combinations to develop an optimal edible coating for improving the quality of perishable fresh-cut apples during cold storage. Among 10 edible coating ingredients tested for color retention at 10 °C, potato starch was the most effective, followed by chitosan and carboxymethyl cellulose, as reflected in the browning index after 7 days: 32.67 ± 0.87 for potato starch, 46.05 ± 2.91 for chitosan, 51.82 ± 4.72 for carboxymethyl cellulose, and 23.70...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695802",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Glutathione analysis and quantification in Korean supplements: method development and validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "In this study, a liquid chromatography-ultraviolet (LC-UV) detection method was established for the rapid and accurate analysis of reduced and oxidized glutathione in glutathione supplements without the need for derivatization. Method validation revealed a satisfactory linearity (R ² ≥ 0.999), accuracy (recovery: 92.18-102.85%), and precision (relative standard deviation ≤ 1.91%), with the limits of detection (for 100 g of product) being 0.26 and 0.15 g for reduced glutathione and oxidized...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695800",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hot water extract of <em>Punica granatum</em> L. attenuates UVB-induced skin damage and enhances skin barrier function by regulating MKK-MAPK-AP-1 signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Punica granatum L. (pomegranate), abundant in Central Asian, especially Uzbekistan, is valued for its polyphenols and other bioactive compounds. While pomegranate-derived products are popular for health benefits, standardized extracts from arils alone have been underexplored. This study investigated the skin-protective, antioxidant, anti-photoaging, and barrier-enhancing effects of a hot water aril extract (Pg-hWE). LC-MS/MS profiling identified dihydrokaempferol, norkurainol,...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the skin-protective, antioxidant, anti-photoaging, and barrier-enhancing effects of a hot water aril extract (Pg-hWE)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative detection of cytochrome c oxidase I gene and molecular species identification of imported shellfish from 2021 to 2023 in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Accurate species identification and labeling in inspection are predominantly hindered in semi-processed shellfish due to a lack of external morphological features. Therefore, this study aimed to compare three primer sets in amplifying the mitochondrial cytochrome c oxidase subunit I (COI) gene to identify species through sequence analysis. A total of 147 imported shellfish (clams, mussels, and scallops) were collected from 2021 to 2023. The polymerase chain reaction (PCR) was performed using...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "compare three primer sets in amplifying the mitochondrial cytochrome c oxidase subunit I (COI) gene to identify species through sequence analysis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bacteriophages JEP7 and PBC2, which target foodborne pathogens, elicit cytokine responses in mammalian cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Phage therapy provides a potential approach to combat foodborne pathogens, yet the impact of phages on mammalian immune responses remains insufficiently explored. This study investigated the effects of ten phages on inflammatory cytokine production in RAW 264.7 macrophages and Caco-2 cells. Escherichia coli phage JEP7 stimulated TNF-α, IL-6, and IL-10, while Bacillus cereus phage PBC2 induced IL-10 in RAW 264.7 cells. JEP7 and PBC2 also differentially induced TNF-α, IL-6, and IL-10 expression in...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695795",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the effects of ten phages on inflammatory cytokine production in RAW 264",
      "significance": "of phages on mammalian immune responses remains insufficiently explored",
      "conclusion": null
    },
    {
      "title": "An etiopathogenesis of juvenile idiopathic arthritis: the protein-homeostasis-system hypothesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "The initiation of juvenile idiopathic arthritis (JIA) may be associated with an infection caused by unidentified pathogens. The prevalence or incidence rates of JIA differ markedly among populations. The constituent of microbiota of human species is influenced by age during childhood and differs among ethnic groups. On occasion, some strains in microbiota can invade the host and elicit inflammatory immune reactions, and dysbiosis has been observed in JIA. The microbial-infected cells contain...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695745",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the correlation of glucose-regulated protein 78 with sperm motility and kinematic parameters insights into male fertility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Glucose-regulated protein 78 (GRP78), which belongs to the heat shock protein 70 family, is a chaperone essential for maintaining cellular balance in the endoplasmic reticulum. It acts as a receptor on the cell surface, affecting cell growth and survival. Recent research has emphasized the involvement of GRP78 in protein folding, endoplasmic reticulum stress signaling, and cancer cell proliferation and highlighted its presence on sperm cells, where it contributes to spermatogenesis and sperm...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41695686",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increasing arginine supplementation alleviated heat stress and citrulline can effectively substitute arginine in broilers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "This study was conducted to determine the optimal standard ileal digestible (SID) arginine (Arg) to SID lysine (Lys) ratio in broilers under cyclic heat stress. Additionally this study tested whether citrulline (Cit) can replace Arg under cyclic heat stress, based on the report that a large amount of Arg is metabolized in the liver while Cit can by-pass metabolism in the liver. A total of 360, one-day-old Arbor Acres broiler chickens with initial body weight of 34.50 ± 0.87 g were placed in 24...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695682",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete genome sequence of bacteriocin-producing <em>Lactococcus lactis</em> subsp. <em>lactis</em> DOME 6301 with potential oral-pathogen control applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695681/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Lactococcus lactis subsp. lactis DOME 6301, isolated from bovine milk, produces an antimicrobial compound that inhibits oral pathogens including Streptococcus mutans, Prevotella intermedia, and Fusobacterium nucleatum. The entire genome of L. lactis DOME 6301 was sequenced and assembled de novo using the PacBio RS II platform. The genome was 2,532,858 bp in length, assembled into three contigs, and had a guanine and cytosine (G + C) ratio of 35%. The annotation results revealed 2,469...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695681",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-destructive evaluation of microbial quality of beef (<em>M. longissimus thoracis</em> muscle) using visible/NIR hyperspectral imaging and machine learning methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Machine learning models were developed to predict the degree of microbial quality of beef by a non-destructive method using a near-infrared hyperspectral imaging system. Beef was stored under aerobic conditions at different temperature scenarios (refrigerated, thawed after freezing, or left at room temperature) for a period of 15 days to induce freshness change and microbial growth. Hyperspectral data cubes were obtained from a data acquisition system in a darkroom environment. The total aerobic...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695680",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of irradiation on microbiological safety and physicochemical properties of dry pet food",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to investigate the effects of electron beam (EB) and X-ray (XR) irradiation on dry pet food during long-term storage. The samples were irradiated with EB and XR at doses of 0, 2.5, 5, 10, and 20 kGy, and their microbial safety and quality/oxidation properties were analyzed over 56 days under storage conditions of 25°C and 70% relative humidity. As a result, total aerobic bacteria and yeasts and molds significantly decreased as the doses of EB and XR increased....",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the effects of electron beam (EB) and X-ray (XR) irradiation on dry pet food during long-term storage",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcriptomic profiling of porcine duodenal, jejunal, and ileal organoids in response to porcine epidemic diarrhea virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Porcine epidemic diarrhea virus (PEDV) is a highly pathogenic virus that causes severe gastrointestinal disease in neonatal piglets, often leading to high mortality. To better understand PEDV pathogenesis, we developed porcine intestinal apical-out organoids derived from the duodenum, jejunum, and ileum that support viral replication and enable long-term experimental manipulation. In this study, we investigated the region-specific responses of these organoids to PEDV infection, focusing on...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the region-specific responses of these organoids to PEDV infection, focusing on",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of varying levels of β-mannanase on growth performance, nutrient digestibility, blood metabolites and diarrhea incidence in weaning pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "This study was carried out to examine the effects of varying levels of β-mannanase supplementation in corn-soybean meal (SBM)-based diet on growth performance, nutrient digestibility, blood metabolites, and diarrhea incidence of weaning pigs. A total of 160 pigs with an initial body weight (BW) of 8.66 ± 0.060 kg were used in the experiment. Using a randomized complete block (RCB) design, they were assigned to 4 treatments with 5 replicates and 8 pigs per pen, considering sex and initial BW....",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimized transcranial direct current stimulation for post-stroke dysphagia with small electrodes: a double-blind, randomized, feasibility study protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Dysphagia affects approximately 78% of post-stroke patients. Transcranial direct current stimulation (tDCS) has demonstrated potential for the treatment of this condition. However, its effectiveness is influenced by individual brain anatomical structure. Also, small-sized electrodes offer significant advantages over conventional larger electrodes by providing increased focality of the electrical field, allowing for precise targeting of cortical regions. Studies that consider both...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41695623",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between endothelial function and early neurological improvement in atrial fibrillation-related ischemic stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Endothelial function was associated with ENI in patients with AF-stroke.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41695618",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Endothelial function was associated with ENI in patients with AF-stroke"
    },
    {
      "title": "Artificial intelligence-enhanced ECG score for perioperative risk assessment in non-cardiac surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The preoperative QCG-Critical score accurately predicted postoperative mortality and other adverse outcomes, outperforming conventional risk-stratification tools. The QCG-Critical score may serve as a fast, accessible, and integrable tool for perioperative risk assessments in routine surgical care.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695567",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The preoperative QCG-Critical score accurately predicted postoperative mortality and other adverse outcomes, outperforming conventional risk-stratification tools. The QCG-Critical score may serve as a fast, accessible, and integrable tool for perioperative risk assessments in routine surgical care"
    },
    {
      "title": "Association between non-ablated left atrial surface area and rhythm outcome in patients treated with cryoballoon and radiofrequency ablation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CB-PVI showed inferior rhythm outcomes compared with RF-PVI in patients with a LAAP diameter ≥40 mm or persistent AF, possibly because of a smaller reduction in LA critical mass.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695514",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CB-PVI showed inferior rhythm outcomes compared with RF-PVI in patients with a LAAP diameter ≥40 mm or persistent AF, possibly because of a smaller reduction in LA critical mass"
    },
    {
      "title": "Hyperglycemia in combination with excess fat intake promotes renal pyroptosis and fibrosis through Gα<sub>12</sub>-dependent endoplasmic reticulum stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Background: Chronic exposure to free fatty acids (FFAs) and glucose may disrupt metabolic homeostasis and initiate pathological processes. This study investigated the effects of hyperglycemia and fat overload on renal endoplasmic reticulum (ER) stress, pyroptosis and fibrogenesis in mice and the underlying basis. We hypothesized that the combined insult would more severely induce Gα(12)-dependent ER stress and renal complications. Methods: Mice were subjected to either high fat diet...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of hyperglycemia and fat overload on renal endoplasmic reticulum (ER) stress, pyroptosis and fibrogenesis in mice and the underlying basis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A ribonucleotide carbohydrate system (iRNC) enhances antigen presentation and controls glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Rationale: Messenger RNA (mRNA)-based cancer vaccines hold great potential as immunotherapeutic agents; however, their clinical translation remains hindered by inefficient systemic delivery, suboptimal antigen presentation, and formulation-associated toxicity of lipid nanoparticles (LNPs). To address these issues, we sought to design a delivery platform that couples antigen expression and innate immune stimulation within a single nanostructure. Methods: We engineered a synthetic...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41695470",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "design a delivery platform that couples antigen expression and innate immune stimulation within a single nanostructure",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Injured cardiac targeting magnetic nanovesicles for mRNA treatment of myocardial infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Rationale: Inflammation and myocardial remodeling are major contributors to the progression of cardiac diseases. mRNA-based therapeutics have emerged as a promising modality for cardiovascular intervention; however, their clinical translation remains constrained by challenges in achieving efficient and spatially precise delivery to diseased cardiac tissue, particularly following myocardial injury. To address this unmet need, a dual-active magnetic nanocarrier was engineered for targeted mRNA...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a neoplastic Tfh-like cellular subset in a mouse model of angioimmunoblastic T cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study identified a pathogenic Tfh-like subset essential for AITL tumor progression in a mouse model and suggests that identifying and targeting a DE Tfh-like subset in AITL patients might be an effective strategy.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695367",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study identified a pathogenic Tfh-like subset essential for AITL tumor progression in a mouse model and suggests that identifying and targeting a DE Tfh-like subset in AITL patients might be an effective strategy"
    },
    {
      "title": "Caffeine Supplementation Enhances Aged Human Oocyte Quality and Embryo Development in In Vitro Fertilization: A Retrospective Paired Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Short-term in vitro caffeine exposure may enhance oocyte and embryo competence in older women undergoing IVF, especially those with prior IVF failures. These findings support caffeine as a simple, practical laboratory intervention. Prospective multicenter studies are warranted to confirm efficacy and safety.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-term in vitro caffeine exposure may enhance oocyte and embryo competence in older women undergoing IVF, especially those with prior IVF failures. These findings support caffeine as a simple, practical laboratory intervention"
    },
    {
      "title": "Characterization of the gut micro biota in Koreans and investigation of its association with probiotic consumption: implications for microbial ecology and host health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41695141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings emphasize the importance of population-specific micro biome research and suggest that diverse host-related and lifestyle factors jointly contribute to shaping gut microbial ecology in Koreans. Probiotic supplementation primarily increased the detection of specific lactic acid bacteria and bifidobacterial species without substantially altering overall alpha diversity, consistent with a modulatory role on targeted taxa rather than broad community restructuring. Together,...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41695141",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings emphasize the importance of population-specific micro biome research and suggest that diverse host-related and lifestyle factors jointly contribute to shaping gut microbial ecology in Koreans. Probiotic supplementation primarily increased the detection of specific lactic acid bacteria..."
    },
    {
      "title": "Spatial Pharmacology: Redefining Organelle Contact Sites as Therapeutic Targets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41694591",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A risk prediction model for medical conflict in emergency departments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This model may accurately predict the occurrence of medical conflicts in emergency departments with high accuracy, providing a theoretical basis for preventing medical conflicts.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41694534",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This model may accurately predict the occurrence of medical conflicts in emergency departments with high accuracy, providing a theoretical basis for preventing medical conflicts"
    },
    {
      "title": "Correction: Obesity, daily life restrictions, and health behaviors during the COVID-19 pandemic in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fpubh.2025.1653576.].",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41694499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-obesity effects of <em>Withania somnifera</em> and <em>Chrysanthemum zawadskii</em> Herbich var. <em>latilobum</em> (Maxim.) Kitamura by regulating lipid metabolism and insulin signaling in 3T3-L1 adipocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694471/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that ASC effectively modulates multiple metabolic pathways in adipocytes, including adipogenesis, lipogenesis, lipolysis, energy metabolism, and insulin signaling, to exert its anti-obesity effects.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41694471",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that ASC effectively modulates multiple metabolic pathways in adipocytes, including adipogenesis, lipogenesis, lipolysis, energy metabolism, and insulin signaling, to exert its anti-obesity effects",
      "conclusion": "These findings demonstrate that ASC effectively modulates multiple metabolic pathways in adipocytes, including adipogenesis, lipogenesis, lipolysis, energy metabolism, and insulin signaling, to exert its anti-obesity effects"
    },
    {
      "title": "Association between the Korean Healthy Eating Index sub-domains and the risk of metabolic syndrome in Korean adults: data from the 2022-2023 Korea National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings reveal that a high quality diet, particularly in the Adequacy domain, is associated with a lower risk of MetS. Dietary patterns within each KHEI domain may differentially influence MetS risk. Therefore, future nutritional strategies for the prevention of MetS should focus on improving the adequacy of essential food groups.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41694470",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings reveal that a high quality diet, particularly in the Adequacy domain, is associated with a lower risk of MetS. Dietary patterns within each KHEI domain may differentially influence MetS risk"
    },
    {
      "title": "Broadening article types to better reflect scholarly contributions in nutrition research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41694468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiota composition of human milk based on storage and processing methods in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The most suitable method for storing and thawing HM while preserving the microbiota is to store it at -20°C for up to one week and thaw it using a bottle warmer.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41694462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The most suitable method for storing and thawing HM while preserving the microbiota is to store it at -20°C for up to one week and thaw it using a bottle warmer"
    },
    {
      "title": "Presumed atypical cor triatriatum dexter in a geriatric dog: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Membranous structures within the right atrium (RA), such as the Chiari network, eustachian valve, Thebesian valve, and cor triatriatum dexter (CTD), can present with overlapping imaging features and complicated diagnoses. A 17-year-old male Maltese presented with a cardiac murmur, cough, anorexia, and exercise intolerance. Echocardiography revealed a mobile membrane in the RA, dividing it into two chambers. Computed tomography (CT) confirmed this finding, demonstrating differential attenuation...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41694428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Additive effects of ceftiofur-neomycin combination against multidrug-resistant pathogenic <em>Escherichia coli</em> in a murine infection model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41694427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "This study aimed to evaluate the therapeutic efficacy of a ceftiofur-neomycin combination against a pathogenic multidrug-resistant Escherichia coli strain, KECS-0513, isolated from pigs, using a combination of genomic, in vitro, and in vivo approaches. The minimum inhibitory concentration, minimum bactericidal concentration, and checkerboard assays were performed. Time-kill assays were used to assess bactericidal activity over time, and a murine intraperitoneal infection model was used to...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41694427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the therapeutic efficacy of a ceftiofur-neomycin combination against a pathogenic multidrug-resistant Escherichia coli strain, KECS-0513, isolated from pigs, using a combination of genomic, i...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of fermented food intake with the prevalence of depressive symptoms and suicidal ideation in men and women stratified by age: the Korea National Health and Nutrition Examination Survey 2014-2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The intake of fermented foods was inversely associated with the prevalence of depressive symptoms and suicidal ideation with sex-specific differences, suggesting that fermented foods could be beneficial for preventing depressive symptoms and suicidal ideation in Korean adults.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41693950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The intake of fermented foods was inversely associated with the prevalence of depressive symptoms and suicidal ideation with sex-specific differences, suggesting that fermented foods could be beneficial for preventing depressive symptoms and suicidal ideation in Korean adults"
    },
    {
      "title": "Reinforced scan: a reinforcement learning enabled optimal laser scan path planning in laser powder bed fusion additive manufacturing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Additive Manufacturing is an innovative technology that fabricates parts layer by layer. However, in Laser Powder Bed Fusion (LPBF), printed metal parts often exhibit residual stresses, deformations, and other defects due to non-uniform temperature distribution during the printing process. To mitigate these issues, an optimized scan sequence within each layer can improve thermal uniformity. Traditional optimization methods, which rely on domain knowledge and employ trial-and-error or heuristic...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41693759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genotype-Driven Resolution of Panagglutination Over a Decade of Korean Rare Blood Program Case Archives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Suspected HFA alloantibodies frequently reflect clinically significant antigen deficiencies that cannot be resolved by serologic testing alone. Integration of a centralized molecular workflow with a national registry substantially improves diagnostic accuracy and transfusion safety. Expansion of family-based donor identification and systematic rare-phenotype surveillance is recommended to enhance national transfusion preparedness.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41693601",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Suspected HFA alloantibodies frequently reflect clinically significant antigen deficiencies that cannot be resolved by serologic testing alone. Integration of a centralized molecular workflow with a national registry substantially improves diagnostic accuracy and transfusion safety"
    },
    {
      "title": "A Pilot Study for Integrating Automatic Speech Recognition Into Nursing Documentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "The purpose of this study is to develop and integrate Automatic Speech Recognition (ASR) technology into electronic health record (EHR) for nursing documentation. This study was conducted at a hospital in Seoul, South Korea, and followed the constructive ehealth evaluation method (CeHEM) framework, encompassing 6 phases: research and planning, design, development, implementation, evaluation, and redesign. A multidisciplinary ASR Project task force team, composed of experts from diverse domains...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41693576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study is to develop and integrate Automatic Speech Recognition (ASR) technology into electronic health record (EHR) for nursing documentation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in Health Behaviors During the COVID-19 Social Distancing Period in South Korea: A Nationwide Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic and related social distancing measures disrupted daily life and influenced health behaviors globally. In this study, we aimed to examine temporal trends in health behaviors among South Korean adults from 2017 to 2023 using data from the Korea Community Health Survey. Changes in smoking, alcohol consumption, physical activity, dietary habits, and healthcare utilization were analyzed across three phases: pre-pandemic (2017-2019), peak social distancing (2020-2021), and...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41693493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine temporal trends in health behaviors among South Korean adults from 2017 to 2023 using data from the Korea Community Health Survey",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconsidering molecular pathways in giant benign prostatic hyperplasia: a potential strategy for an unmet challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41693447",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Elucidation of Enhanced Lysine Sensing via Pt-Functionalized 2D WS<sub>2</sub> for Biosensing Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41693383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260217030334&v=2.18.0.post22+67771e2",
      "description": "Amino acids (AAs) are vital biomolecules and important biomarkers for disease diagnosis, motivating the development of sensitive and selective detection methods. Among them, lysine (LYS) plays a crucial role in protein synthesis, and abnormal concentrations are linked to disorders such as anemia, neurological agitation, and cardiovascular disease. Therefore, the accurate detection of LYS is essential. Two-dimensional transition metal dichalcogenides (2D TMDCs) have emerged as promising...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41693383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "biomarkers for disease diagnosis, motivating the development of sensitive and selective detection methods",
      "conclusion": null
    },
    {
      "title": "Synthesis, Aromaticity, and Optical and Redox Properties of Nickel(II), Palladium(II), and Platinum(II) Complexes of meso-Substituted 5-Monoazaporphyrin Derivatives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "There has been great interest in the development of azaporphyrin-based photosensitizers. Herein, we report a series of group 10 metal (Ni, Pd, Pt) complexes of 10,15,20-triaryl-5-monoazaporphyrin (Ar(3)MAP; Ar = 4-MeC(6)H(4)) and their meso-N-substituted derivatives (RAr(3)MAP; R = Ph, ethynyl, BF(3)). The freebase of Ar(3)MAP, prepared by annulative condensation between 5,10,15-tris(4-methylphenyl)bilane and ammonium carbamate in the presence of an iron(III) salt, was converted into metal...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "14-3-3ζ interacts with DNA-binding domain of FOXO3a and competitively dissociates DNA by dual-motif tethering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "In cancer cells, Ras protein mutations activate a signaling cascade that phosphorylates kinases, transcription, and translation factors, driving cancer cell proliferation. One such factor, FOXO3a, promotes apoptosis-related gene transcription. However, in many cancer cells, FOXO3a is phosphorylated and is bound to 14-3-3ζ at phosphorylation sites. The 14-3-3ζ binding displaces phosphorylated FOXO3a from DNA, suppressing apoptosis. Since the phosphorylation sites are far from the DNA-binding...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699396",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Compound heterozygous CHAT gene mutations, a missense and a splice site variant, in two siblings with congenital myasthenic syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Okadaic acid triggers NFκB and STAT3 phosphorylation followed by a release of inflammatory markers in human and mouse endothelial cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Okadaic acid (OA) is a lipophilic phycotoxin that causes acute diarrhoea when ingested. OA is an inhibitor of protein phosphatase 2 A, but the mechanism of toxicity behind the diarrhoea remains unclear. OA modulated inflammatory markers in epithelial cells, however, the effect on endothelial cells, with a key role in the inflammatory cascade, has not been previously addressed. Therefore, the aim of the present work was to test the effect of OA in human (HMEC-1) and mouse (MS1) endothelial cells....",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "of the present work was to test the effect of OA in human (HMEC-1) and mouse (MS1) endothelial cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extending a liver-based model to lung and intestine: a comparative study of CYP1A1 and CYP1A2 induction by cigarette smoke in human in vitro models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Cigarette smoke contains over 5000 compounds, including polycyclic aromatic hydrocarbons, which induce cytochrome P450 (CYP) enzymes, particularly CYP1A1 and CYP1A2. Therefore, smoking significantly alters drug metabolism and can reduce therapeutic efficacy. To investigate tissue-specific CYP enzyme induction by cigarette smoke extract (CSE), a previously established hepatic in vitro smoke induction model was expanded to include human intestinal organoids and lung cell models. CYP1A1, CYP1A2,...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41699309",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic value of left ventricular dyssynchrony in patients with multivessel coronary artery disease and its impact on detecting patients with reduced left ventricular ejection fraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Meningioma theranostics: a retrospective analysis of somatostatin receptor PET/CT imaging and peptide receptor radionuclide therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: SSTR PET/CT enables high-contrast meningioma visualisation. [^(18)F]AlF-NOTA-octreotide seems clinically interchangeable with gallium-68-labelled tracers, while offering logistical advantages. PRRT achieves meaningful disease stabilisation, supporting further validation in prospective randomised studies.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41699279",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SSTR PET/CT enables high-contrast meningioma visualisation. [^(18)F]AlF-NOTA-octreotide seems clinically interchangeable with gallium-68-labelled tracers, while offering logistical advantages"
    },
    {
      "title": "Utility of digital PCR for detecting TERT promoter mutations and CDKN2A homozygous deletion in meningioma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699167",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between swallowing function, activities of daily living, and eating posture in patients with terminal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Swallowing function in patients with terminal cancer was associated with ADLs and eating posture. The cross-sectional design limits causal inference, and prospective studies are needed.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699101",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Swallowing function in patients with terminal cancer was associated with ADLs and eating posture. The cross-sectional design limits causal inference, and prospective studies are needed"
    },
    {
      "title": "The cortical and subcortical brain regions influence multitasking skills using immersive virtual reality simulation in experienced nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41699061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41699061",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An engineered M13 phage-rGO electrochemical biosensor for rapid detection of viral protein in complex matrices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "The demand for rapid and scalable biosensing technologies has motivated the development of antibody-free platforms capable of operating in complex sample environments. Here, we report an electrochemical biosensor based on engineered M13 bacteriophages displaying a SARS-CoV-2 spike S1-binding peptide immobilized on a reduced graphene oxide (rGO) transducer. The sensor employs a chemiresistive detection mechanism under a fixed low-voltage bias, enabling rapid electrical readout following target...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41698972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance evaluation of generative pre-trained transformer on the National Veterinary Licensing Examination in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large-scale environmental DNA survey reveals niche axes of a regional coastal fish community",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "The concept of the ecological niche, defined as the basic habitat requirements for a species, is central to understanding species geographic distributions and predicting their responses to environmental change. However, identifying the essential niche for large regional communities remains a challenge because niche axes can be \"hidden\" by the complexity of the underlying ecological processes. Here, applying advanced species distribution modelling to nationwide environmental DNA survey data, we...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41698967",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A reversible allosteric inhibitor of GlyT2 for neuropathic pain without on-target side effects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Chronic neuropathic pain, caused by nerve damage or disease, is increasing in prevalence, but current treatments are ineffective and over-reliant on opioids. The neuronal glycine transporter, GlyT2, regulates inhibitory glycinergic neurotransmission and represents a promising target for new analgesics. However, most GlyT2 inhibitors cause significant side effects, in part due to irreversible inhibition at analgesic doses. Here we develop a reversible inhibitor of GlyT2, RPI-GLYT2-82, and...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698908",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sodium-myo-inositol cotransporter-1, SMIT1, promotes cardiac hypertrophy and fibrosis induced by pressure overload in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This work provides important insights into the role of myo-inositol and SMIT1 in cardiomyocytes. We demonstrate that SMIT1 is a key driver of pathological hypertrophy by inducing an IP3/Ca2+-dependent pro-hypertrophic transcriptional reprogramming in cardiomyocytes. These findings identify SMIT1 as a promising therapeutic target for preventing or treating pathological cardiac hypertrophy and HF.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "insights into the role of myo-inositol and SMIT1 in cardiomyocytes",
      "conclusion": "This work provides important insights into the role of myo-inositol and SMIT1 in cardiomyocytes. We demonstrate that SMIT1 is a key driver of pathological hypertrophy by inducing an IP3/Ca2+-dependent pro-hypertrophic transcriptional reprogramming in cardiomyocytes"
    },
    {
      "title": "Reply: Pathophysiological, methodological, and statistical considerations in CGRP monoclonal antibody therapy: A comment on Imai et al",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hypertension increases risk of deep vein thrombosis after knee arthroplasty: A nationwide propensity score-matched study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Hypertension independently increased the risk of postoperative complications after knee arthroplasty, particularly DVT. Although hypertension increased the relative risk of surgical site infection, the absolute risk difference was modest. These findings highlight the importance of perioperative risk stratification and venous thromboembolism prevention in patients with hypertension.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698867",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hypertension independently increased the risk of postoperative complications after knee arthroplasty, particularly DVT. Although hypertension increased the relative risk of surgical site infection, the absolute risk difference was modest"
    },
    {
      "title": "Is it possible to deliver spiritual care via telehealth technology?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698804",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pregnancy outcome of patients after undergoing hysteroscopic surgery for retained products of conception with internal iliac artery balloon catheter; A retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Hysteroscopic surgery with BC demonstrated comparable safety to hysteroscopic surgery with UAE. Compared with UAE, hysteroscopic surgery with BC may shorten hospital stay and contribute to fertility preservation by transiently obstructing uterine blood perfusion.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698507",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hysteroscopic surgery with BC demonstrated comparable safety to hysteroscopic surgery with UAE. Compared with UAE, hysteroscopic surgery with BC may shorten hospital stay and contribute to fertility preservation by transiently obstructing uterine blood perfusion"
    },
    {
      "title": "Targeted transdermal scopolamine delivery over the salivary glands for sialorrhea: Dose-response and systemic safety in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Sialorrhea is a common and distressing symptom in patients with neurological disorders, often impairing quality of life and increasing the risk of aspiration. Although oral anticholinergic agents are widely prescribed, their systemic side effects frequently limit long-term adherence. This study investigated the dose-response relationship and systemic safety of transdermal scopolamine applied directly over the salivary glands in a rat model. Formulations containing 0.2%, 0.5%, 1%, and 5%...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698480",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the dose-response relationship and systemic safety of transdermal scopolamine applied directly over the salivary glands in a rat model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Failure of release of the Hot AXIOS distal flange: \"handle springing\" as a rescue technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Barriers encountered by walk-in international patients in hospital emergency departments in Japan: A qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the challenges of providing emergency care to international patients in Japan, and stresses the need for culturally competent care to improve patient safety and treatment quality.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698300",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the challenges of providing emergency care to international patients in Japan, and stresses the need for culturally competent care to improve patient safety and treatment quality"
    },
    {
      "title": "nπ Phase Ambiguity of Cosmic Birefringence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "We point out that the rotation angle β of cosmic birefringence, which is a recently reported parity-violating signal in the cosmic microwave background (CMB), has a phase ambiguity of nπ(n∈Z). This ambiguity has a significant impact on the interpretation of the origin of cosmic birefringence. Assuming an axionlike particle (ALP) as the origin of cosmic birefringence, this ambiguity can be partly broken by the anisotropic cosmic birefringence and the shape of the CMB angular power spectra. We...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the interpretation of the origin of cosmic birefringence",
      "conclusion": null
    },
    {
      "title": "Universal Profile for Cosmic Birefringence Tomography with Radio Galaxies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "We propose a new method to tomographically probe cosmic birefringence using radio galaxies. We show that the redshift evolution of the cosmic birefringence angle induced by a slow-rolling pseudoscalar field, which is a candidate for dynamical dark energy, is independent of the detailed model of the pseudoscalar field. This universal profile evolves predominantly at z≲10. In contrast, if the origin is a dark matter-like pseudoscalar field, the resulting birefringence angle tends to be negligible...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698068",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Disability Mediates the Association between Low Back Pain and Sleep Disturbance: Evidence from A population-based Study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41698056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Disability related to LBP, rather than pain itself, was significantly associated with sleep disturbance, and psychological distress was also independently associated with insomnia.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41698056",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Disability related to LBP, rather than pain itself, was significantly associated with sleep disturbance, and psychological distress was also independently associated with insomnia"
    },
    {
      "title": "Inspiratory Muscle Training as an Adjunct to the Treatment of Weaning Failure in Critically Ill Patients: A Practical Guide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Inspiratory muscle weakness is common among mechanically ventilated patients and is a well-recognized contributor to weaning difficulties, which are associated with poor outcomes and increased mortality. Inspiratory muscle training is a feasible and promising intervention that can improve global respiratory muscle strength and potentially facilitate successful liberation from mechanical ventilation in patients with weaning difficulties. This article proposes a practical guide supporting...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697885",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Applicability of simplified alpha spectroscopy for radionuclidic purity tests at 225Ac production sites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the feasibility of a simplified alpha spectroscopy method using a collimator for radionuclidic purity testing at 225Ac production sites. Monte Carlo radiation transport simulations indicated that the full width at half maximum for the peak due to alpha particles with 4.8 MeV emitted from 226Ra, a potential impurity in cyclotron-produced 225Ac, could be under 300 keV. Experimental results confirmed that this peak was distinctly separated from the primary alpha particle peaks...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Healthcare Resource Utilization and Medical Costs in Pulmonary Arterial Hypertension Management in Japan: A Retrospective Study Using a Claims Database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results revealed that HCRU and medical costs were especially high in those who were treated intensively with PPA combination therapy at first-line. In terms of extensive HCRU and associated medical costs, the limitations of existing treatment strategies for PAH were noted. In addition, these results highlight the need for innovative treatments to reduce the considerable disease burden described in this study.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697647",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results revealed that HCRU and medical costs were especially high in those who were treated intensively with PPA combination therapy at first-line. In terms of extensive HCRU and associated medical costs, the limitations of existing treatment strategies for PAH were noted"
    },
    {
      "title": "A case of complete remission with durvalumab-cabozantinib sequential therapy for advanced hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Cabozantinib, a tyrosine kinase inhibitor that targets not only vascular endothelial growth factor receptors but also hepatocyte growth factor receptor, is characteristically administered as a second or greater line treatment for unresectable hepatocellular carcinoma. Complete remission are extremely rare. We here report a dramatic response to cabozantinib as later-line therapy in a 57-year-old woman with advanced hepatocellular carcinoma. She was found to have multiple recurrences in the...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697539",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastrointestinal-localized polymorphic post-transplant lymphoproliferative disorder following kidney transplantation after allogeneic hematopoietic stem cell transplantation: a rare case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Post-transplant lymphoproliferative disorder (PTLD) is an uncommon but potentially life-threatening complication of solid organ transplantation (SOT) or hematopoietic stem cell transplantation (HSCT). Therefore, early diagnosis and appropriate treatment are crucial. We report a case of a 37-year-old male who developed gastrointestinal-localized Epstein-Barr Virus (EBV)-associated polymorphic PTLD 5 months after kidney transplantation for diabetic nephropathy. The patient had undergone allogeneic...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697538",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Title: AI-based quantification of tumor-infiltrating lymphocytes with integrative transcriptomics in ovarian clear cell carcinoma: JGOG3025-TR1/A1 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Transcriptomic classification methods have been proposed for ovarian clear cell carcinoma. However, their clinical significance and association with pathologically evaluated tumor-infiltrating lymphocytes (TILs) remain unclear. We established two large transcriptomic datasets and analyzed RNA-sequencing data from 189 (JGOG3025-TR1 cohort) and 38 (Kyoto cohort) ovarian clear cell carcinomas. Representative histopathological slides were also digitized (102 and 38, respectively). Cell types were...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697393",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "and association with pathologically evaluated tumor-infiltrating lymphocytes (TILs) remain unclear",
      "conclusion": null
    },
    {
      "title": "Outcome of initial cord blood transplantation with FM80TBI as conditioning regimen for acute myeloid leukemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Operative versus non-operative treatment of fragility fractures of the pelvis: retrospective evaluation of one-year mortality and in-hospital complications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wide-field choroidal thickness changes after loading-phase anti-VEGF therapy in treatment-naïve neovascular AMD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the importance of considering both central and peripheral choroidal changes when evaluating the impact of different anti-VEGF therapies in nAMD.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of different anti-VEGF therapies in nAMD",
      "conclusion": "This study highlights the importance of considering both central and peripheral choroidal changes when evaluating the impact of different anti-VEGF therapies in nAMD"
    },
    {
      "title": "Accounting for resumption timing in evaluating the safety of oral anticoagulants following upper gastrointestinal endoscopic submucosal dissection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697331",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endothelial diversity in bone vasculature coordinates osteogenesis and hematopoiesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Bone is a highly vascularized organ, and the vasculature in bone not only delivers oxygen and nutrients but also helps determine when and where bone forms, how the marrow is organized, and how hematopoietic stem cells (HSCs) are maintained. Over the past decade, research has shifted from a single, uniform view of bone vessels to site- and stage-specific endothelial programs along the metaphysis-diaphysis-epiphysis axis of long bones. Local endothelial identity and hemodynamic signals coordinate...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interfacial Electrostatic Interaction Overcomes Backward Electron Transfer without CrO<sub><em>x</em></sub>-Based Core-Shell Cocatalyst for Efficient Z-Scheme Water Splitting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Z-scheme water splitting with a redox mediator, which transports electrons from an H(2)- to an O(2)-evolving photocatalyst, has been widely studied to achieve efficient overall water splitting. However, backward electron transfer with the redox mediator is an intrinsic drawback of Z-scheme water splitting, because it interrupts the desired H(2) and O(2) evolution. Although a CrO(x) shell coating on metal cocatalysts on an H(2)-evolving photocatalyst is widely used to block backward electron...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolution of the European Medicines Agency clinical guidelines for epilepsy drug development between 2010 and 2025: A comparative analysis by the ILAE Task Force on Regulatory Affairs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: The latest European Medicines Agency (EMA) guideline on the clinical investigation of medicines to treat epileptic disorders was adopted by the EMA Committee for Medicinal Products for Human Use in 2025. We compared this guideline with the previous version (2010), highlighting areas where significant revisions were introduced.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697268",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The latest European Medicines Agency (EMA) guideline on the clinical investigation of medicines to treat epileptic disorders was adopted by the EMA Committee for Medicinal Products for Human Use in 20...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Superior Room-Temperature Gas Sensing Performance of Belt-like VO<sub>2</sub>(B) over 1D V<sub>2</sub>O<sub>5</sub> Nanofibers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41697253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Achieving reliable room-temperature detection of volatile organic compounds (VOCs) remains a challenge for developing low-power, high-performance gas sensors. In this work, belt-like VO(2)(B) single crystals with a strong (00l) (l = 1, 2, and 3) orientation were successfully synthesized via hydrothermal reduction of one-dimensional (1D) V(2)O(5) nanofibers. Comparative sensing evaluations demonstrate that VO(2)(B) exhibits improved selectivity and an approximately 19-fold higher response to...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41697253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "COVID-19 Vaccination Decision-Making for Residents With Dementia in Japanese Long-Term Care Facilities: A National Cross-Sectional Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite regulations requiring individual consent, many facilities proceeded with vaccination based on family consent or staff judgment. To ensure vaccinations are conducted in accordance with both the substituted judgment standard and the best interest standard, current regulations governing vaccination should be revised. Furthermore, external entities, especially local governments and sector associations, are expected to play key roles in supporting ethical decision-making in LTCFs.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41696733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite regulations requiring individual consent, many facilities proceeded with vaccination based on family consent or staff judgment. To ensure vaccinations are conducted in accordance with both the substituted judgment standard and the best interest standard, current regulations governing vaccina..."
    },
    {
      "title": "The Effect of Three Key Administrative Errors on Patient Trust in Physicians: Prescription Errors, Confidentiality Breaches, and Appointment Scheduling Omissions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Administrative errors during care for non-communicable diseases significantly undermine patients' trust in physicians. Physicians should prioritize improving their practices, particularly regarding prescription errors, as these errors have broader implications for the public's perception of physicians.",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41696725",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for the public's perception of physicians",
      "conclusion": "Administrative errors during care for non-communicable diseases significantly undermine patients' trust in physicians. Physicians should prioritize improving their practices, particularly regarding prescription errors, as these errors have broader implications for the public's perception of physicia..."
    },
    {
      "title": "On-surface synthesis of nonbenzenoid nanographenes through skeletal rearrangement reactions on Au(111)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Skeletal rearrangement reaction is a class of important chemical reactions to synthesize various constitutional isomers from a given precursor molecule. This approach allows the synthesis of diverse nanographenes incorporating five- and seven-membered rings, thereby tuning their chemical and physical properties. Here, we present formation of five types of closed-shell and two types of open-shell nanographenes on Au(111) via carbon rearrangements of...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41696695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "chemical reactions to synthesize various constitutional isomers from a given precursor molecule",
      "conclusion": null
    },
    {
      "title": "Ischemic stroke complicated by intracerebral hemorrhage in patients with hypereosinophilic syndrome: a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Patients with hypereosinophilic syndrome (HES) suffer from thrombotic events including ischemic stroke. Simultaneous occurrence of stroke and intracerebral hemorrhage (ICH) in such patients have rarely been reported. Here, we describe two patients with HES who suffered from ischemic stroke complicated by ICH. In case 1, we used a recombinant tissue plasminogen activator for acute ischemic stroke without treating hypereosinophilia; consequently, ICH occurred. In case 2, the patient had an...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41696677",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding the impact of oat groat heat treatment on its protein extractability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41696638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260217030333&v=2.18.0.post22+67771e2",
      "description": "Industrially heat treating ('kilning') oats decreases the protein extractability, which is undesirable in oat-based liquid and semi-solid food applications. We investigated the mechanisms by which oat heat treatment influences protein extractability from both whole meal, and bran- and endosperm-enriched sieving fractions. Protein extractability (pH 9.0) decreased from 67% for non-heat-treated to 49% for lab-scale heat-treated and to 23% for industrially heat-treated oats, with similar trends for...",
      "pubDate": "2026-02-16T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41696638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the mechanisms by which oat heat treatment influences protein extractability from both whole meal, and bran- and endosperm-enriched sieving fractions",
      "significance": null,
      "conclusion": null
    }
  ]
}