{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-19T19:41:38.473Z",
  "totalItems": 150,
  "totalArchived": 56289,
  "newPapersAdded": 136,
  "institutionBreakdown": {
    "KAIST": 17,
    "SNU": 29,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 17,
    "IBS": 100,
    "UNIST": 2,
    "Hanyang University": 3,
    "KIST": 1,
    "GIST": 3,
    "Kyung Hee University": 3,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 16,
    "Multidisciplinary": 72,
    "Biomedical": 38,
    "Neuroscience": 12,
    "Materials Science": 10,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "ATP release mediated by TRPM3 enhances invasion in glioblastoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Glioblastoma (GBM) is the most aggressive and lethal form of primary brain tumor, characterized by uncontrolled proliferation and invasion into surrounding brain tissue. Mechanical stimulation (MS) in the tumor microenvironment (TME) has been correlated to tumor progression, partly via ATP release. However, the underlying molecular mechanisms remain poorly understood. In this study, we found that transient receptor potential melastatin 3 (TRPM3) channel mediates MS-induced ATP release from GBM...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41710303",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Juvenile-to-adult refinement of thalamic reticular circuits via LRRTM3 enables high-resolution sensory encoding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Sensory processing enables adaptive behavior by accurately encoding dynamic environmental stimuli. Within thalamocortical (TC) circuits, the thalamic reticular nucleus (TRN) functions as a key inhibitory gate that regulates cortical access to sensory input. While classical models posit that sensory circuits stabilize after early critical periods, we uncover a previously unrecognized phase of synaptic refinement in TRN circuitry extending from the juvenile period into adulthood. This late-stage...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41709459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychiatric, Cardiovascular and Skeletal Risks of Codeine versus Oxycodone in Hip Osteoarthritis: A Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Codeine use in patients with hip osteoarthritis was associated with a higher risk of psychiatric disorders and distinct fracture patterns. The observed risks varied according to patient characteristics, comorbidities, and concomitant medications, emphasizing the need for individualized opioid prescribing strategies that incorporate psychiatric monitoring, fracture risk assessment, and patient-specific factors. Further controlled studies integrating clinical, lifestyle, and genetic...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41710587",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Codeine use in patients with hip osteoarthritis was associated with a higher risk of psychiatric disorders and distinct fracture patterns. The observed risks varied according to patient characteristics, comorbidities, and concomitant medications, emphasizing the need for individualized opioid prescr..."
    },
    {
      "title": "Sequential Monopolar-Bipolar Pulsed Radiofrequency for Non-Invasive Periorbital Rejuvenation: A Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sequential monopolar-bipolar pulsed RF (DENSITY NOIR) demonstrated clinically meaningful outcomes for periorbital skin tightening and wrinkle reduction after a single session. This technology may be a non-invasive option for patients seeking subtle, natural rejuvenation with minimal discomfort and downtime.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41710528",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sequential monopolar-bipolar pulsed RF (DENSITY NOIR) demonstrated clinically meaningful outcomes for periorbital skin tightening and wrinkle reduction after a single session. This technology may be a non-invasive option for patients seeking subtle, natural rejuvenation with minimal discomfort and d..."
    },
    {
      "title": "A Double-Blinded, Split-Face Clinical Trial Evaluating the Effects of a Vitamin C, E, and Ferulic Acid Serum Combined with Microneedling on Facial Photoaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Combining topical antioxidant serum with microneedling provides superior outcomes for facial rejuvenation than microneedling alone. This combination protocol significantly improves clinical signs of photoaging, including skin elasticity, rhytides, and dyspigmentation, suggesting an optimized treatment protocol with minimal recovery time.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41710525",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combining topical antioxidant serum with microneedling provides superior outcomes for facial rejuvenation than microneedling alone. This combination protocol significantly improves clinical signs of photoaging, including skin elasticity, rhytides, and dyspigmentation, suggesting an optimized treatme..."
    },
    {
      "title": "Multi-task deep learning models for mechanism-based prediction of developmental and reproductive toxicity (DART) using ToxCast bioassays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Developmental and reproductive toxicity (DART) testing has traditionally relied on animal studies, which are costly, time-consuming, and ethically constrained. To advance new approach methodologies (NAMs), we developed a mechanism-informed deep learning framework for predicting DART using in vitro bioactivity data from 23 ToxCast assays mechanistically linked to key developmental and reproductive pathways. Four state-of-the-art (SOTA) deep learning architectures (DGCL, TransFoxMol, MolPath, and...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41710521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced neuroprotective ability of human cerebellum during ageing: the interplay of neuroplasticity, neurodegeneration and life-time trajectory-a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The neurodegenerative decline of brain with ageing is an acute global demographic problem, as elderly population surges worldwide. However, ageing effect has not been systematically studied for cerebellum, an autonomous part of brain having motor, cognition, language and memory functions. By magnetic resonance investigation, we study brain-ageing process: 177 normal subjects, aged 20-80, with focus on cerebellum, the first larger-scale analysis as we know. We found that for whole brain, both...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41710476",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unperceived First-Time Anterior Shoulder Subluxation: The Role of MRI in Detection and Characterization of Pathoanatomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Anterior shoulder instability is not always recognized by patients, and initial physical examination may be limited in the acute setting. MRI findings of unrecognized first-time subluxations were similar to those of typical subluxations and showed less severe HS morphology than in dislocations. Clinicians should maintain a high index of suspicion in young patients presenting with traumatic shoulder pain, even in the absence of perceived instability.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41710459",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Anterior shoulder instability is not always recognized by patients, and initial physical examination may be limited in the acute setting. MRI findings of unrecognized first-time subluxations were similar to those of typical subluxations and showed less severe HS morphology than in dislocations"
    },
    {
      "title": "Association between chronic stress-related amygdala metabolic activity and distant metastasis in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Elevated amygdala metabolic activity on pre-treatment ¹⁸F-FDG PET/CT, a surrogate marker of chronic stress, was independently associated with distant metastasis in CRC. AmygA might serve as a novel imaging biomarker for risk stratification and offer insight into stress-related neural mechanisms underlying metastatic progression.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41710405",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated amygdala metabolic activity on pre-treatment ¹⁸F-FDG PET/CT, a surrogate marker of chronic stress, was independently associated with distant metastasis in CRC. AmygA might serve as a novel imaging biomarker for risk stratification and offer insight into stress-related neural mechanisms unde..."
    },
    {
      "title": "The double-edged sword of regulatory T cells in MASLD: from inflammation control to fibrosis promotion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) and its advanced inflammatory subtype, metabolic dysfunction-associated steatohepatitis (MASH), are becoming increasingly prevalent liver disorders driven by complex interactions between metabolic stress, immune dysregulation, and fibrotic remodeling. Regulatory T cells (Tregs), traditionally recognized for their immunosuppressive functions, have emerged as key modulators of hepatic inflammation, fibrosis, and systemic metabolic...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41710304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supersonic Cryogenic Jet Delivery of Polynucleotides Compared With Manual Intradermal Injection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Transdermal drug delivery devices are a safe and effective alternative to traditional PN injections, with similar skin improvement outcomes.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41710189",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Transdermal drug delivery devices are a safe and effective alternative to traditional PN injections, with similar skin improvement outcomes"
    },
    {
      "title": "Early postnatal changes in thyroid-stimulating hormone and subsequent neurodevelopment in preterm infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Preterm infants with persistently low or decreasing TSH trajectories showed reduced odds of neurodevelopmental impairment. In contrast, persistently high or increasing TSH levels may instead reflect alternative patterns of postnatal HPT-axis adaptation. Corresponding group differences in fronto-limbic regions at discharge provide neurobiological support that altered thyroid function may contribute to atypical brain connectivity underlying later neurodevelopmental outcomes.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41710163",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preterm infants with persistently low or decreasing TSH trajectories showed reduced odds of neurodevelopmental impairment. In contrast, persistently high or increasing TSH levels may instead reflect alternative patterns of postnatal HPT-axis adaptation"
    },
    {
      "title": "Metabolomic Clusters and Their Association with Small Airway Disease in Asthma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Systemic metabolic profiles are associated with small airway inflammation and structural remodeling through bidirectional interactions between circulating metabolites and airway pathophysiology.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41710133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Systemic metabolic profiles are associated with small airway inflammation and structural remodeling through bidirectional interactions between circulating metabolites and airway pathophysiology"
    },
    {
      "title": "15 years of longitudinal genetic, clinical, cognitive, imaging, and biochemical measures in DIAN",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The Dominantly Inherited Alzheimer Network Observational Study (DIAN Obs) is a longitudinal, global cohort study investigating brain aging and autosomal dominant Alzheimer's disease (ADAD), a rare monogenic form of Alzheimer's disease (AD). Established in 2008 with support from the National Institute on Aging (NIA), DIAN Obs is designed to collect comprehensive and uniform data with the aim to characterize brain biology and clinical trajectory of individuals at risk for ADAD. Mutations in the...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41709913",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "to characterize brain biology and clinical trajectory of individuals at risk for ADAD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ruxolitinib in treatment-naive or corticosteroid-refractory pediatric patients with chronic graft-versus-host disease: final analysis of the phase 2 REACH5 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Not available.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709741",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reconsidering the graphical representation of propensity scores in causal diagrams",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reproducibility of OCT Radiomics after Cataract Surgery: Effects of Media Opacity, Signal strength, and ROI selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Radiomics features in OCT respond variably to media opacity, signal-to-noise ratio, and ROI definition: most are susceptible to these factors, yet a small subset remains stable across them. Limiting analysis to an anatomically precise retina-bounded ROI and enrolling eyes with comparable cataract status and signal-strength scores may therefore improve reproducibility. Implementing these standardizations will help future OCT-radiomics studies identify the most reliable biomarkers for...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Radiomics features in OCT respond variably to media opacity, signal-to-noise ratio, and ROI definition: most are susceptible to these factors, yet a small subset remains stable across them. Limiting analysis to an anatomically precise retina-bounded ROI and enrolling eyes with comparable cataract st..."
    },
    {
      "title": "Mild Photoperiod and Temperature Fluctuations Elicit Tissue-Specific DNA Methylation Changes in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709531/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709531",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "STOML2 Maintains Pluripotency and Cell Cycle Integrity in Human Pluripotent Stem Cells via PHB-ERK Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Human pluripotent stem cells (hPSCs) can self-renew indefinitely and differentiate into all three germ layers. However, the primary regulators of hPSC cell cycle dynamics remain unclear. To identify novel regulators of hPSC proliferation, transcriptomic profiling of undifferentiated hPSCs and somatic cells was performed via next-generation sequencing. Stomatin-like protein 2 (STOML2) and prohibitin (PHB) were among the upregulated genes in hPSCs and were closely associated with the extracellular...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41709508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of the plant-derived prenylated flavonoid icariin on acne vulgaris and atrophic acne scars",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709415",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: A prospective cohort study on progestin-primed ovarian stimulation vs. GnRH antagonist in IVF-ICSI cycles: effects on clinical pregnancy and neonatal outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709325",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the effectiveness of insecticide-treated net use in preventing malaria among children under five: a quasi-experimental study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ITN use provides meaningful but limited protection against malaria infection among young children in Ghana. Strengthening malaria control will require attention to behavioral and contextual drivers of exposure and improved alignment of interventions with local transmission patterns.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41709320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ITN use provides meaningful but limited protection against malaria infection among young children in Ghana. Strengthening malaria control will require attention to behavioral and contextual drivers of exposure and improved alignment of interventions with local transmission patterns"
    },
    {
      "title": "Exploiting the role of milk extracellular vesicles: a comprehensive analysis on isolation methods, characterization, surface modifications, and their therapeutic applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Milk EVs (MEVs) are a class of extracellular vesicles (EVs) that have attracted significant attention for their potential as natural nanocarriers in drug delivery. These nanosized vesicles (30 - 150 nm) are composed of a lipid bilayer that encapsulates proteins, nucleic acids, and lipids. The biogenesis of EVs involves a tightly regulated \"endocytosis-fusion-secretion\" pathway, and they are secreted by diverse cells into physiological fluids (blood, urine, and saliva). The isolation and...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41709314",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Postoperative Chronic Back Pain Syndrome on the Incidence of Psychiatric and Brain Disorders, and All-Cause Mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PCBPS is associated with increased risks of psychiatric disorders, brain diseases, and mortality. These findings emphasize the need for early identification and integrative management in patients with chronic postsurgical pain.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH"
      ],
      "pmid": "41710284",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PCBPS is associated with increased risks of psychiatric disorders, brain diseases, and mortality. These findings emphasize the need for early identification and integrative management in patients with chronic postsurgical pain"
    },
    {
      "title": "Osmotexia and the somatosensory dimension of smell: toward a fourth axis in chemosensory evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The evaluation of olfaction is classically based on three psychophysical axes: threshold, discrimination, and identification. However, these do not fully reflect the multisensory nature of odour perception. It is well established that numerous odours can activate the trigeminal system, thereby generating somatosensory sensations such as texture, density, or temperature. This is a dimension that is currently absent from clinical evaluation models.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41711079",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prdm16 Amplifies Notch Signaling and Suppresses Venous Lineage Specification to Prevent Arteriovenous Malformations During Vascular Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Together, our data demonstrate an intricate interplay between Prdm16 and Notch in ECs and indicate that Prdm16 signaling may constitute a novel therapeutic target for arteriovenous malformations.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41711027",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together, our data demonstrate an intricate interplay between Prdm16 and Notch in ECs and indicate that Prdm16 signaling may constitute a novel therapeutic target for arteriovenous malformations"
    },
    {
      "title": "A prospective feasibility study evaluating the implementation of model-informed precision dosing in critically ill children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Achieving optimal antibiotic exposure in critically ill pediatric patients is difficult due to (their) dynamic physiology and variability. Conventional weight-based regimens often fail to reach pharmacokinetic/pharmacodynamic (PK/PD) targets for narrow therapeutic index agents such as vancomycin and amikacin. Model-Informed Precision Dosing (MIPD), which integrates Bayesian forecasting with population pharmacokinetics (popPK), offers a potentially valuable yet underexplored approach in pediatric...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41710930",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Structural Alteration in Albumin Binder Moiety on Tumor Accumulation of Somatostatin Receptor 2‑Targeted Radioligands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Somatostatin receptor 2 (SSTR2) is a valuable target for the treatment of patients with neuroendocrine tumors (NETs). [^(177)Lu]-Lu-DOTA-TATE, an SSTR2-targeted ligand, is clinically used for therapy in patients with NETs; however, a low-absorbed dose in tumors remains a limitation. Albumin binders (ALBs) are commonly used to enhance the tumor accumulation of radioligands, but the effect of modulating ALB affinity has not been thoroughly investigated for DOTA-TATE-based SSTR2-targeted...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41710742",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NaClO-oxidized cellulose nanofiber/chitosan composite films with improved water resistance and high mechanical strength",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Cellulose nanofibers (CNFs) are increasingly recognized as sustainable alternatives to petroleum-derived plastics. However, their intrinsic hydrophilicity results in poor water resistance, which severely restricts applications in humid or aqueous environments. Therefore, improving water durability while maintaining mechanical performance remains a key challenge. In this study, we fabricated water-resistant composite films by combining oxidized CNFs (OCNFs), obtained via a simple sodium...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41710497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smoking cessation for people with severe mental illness: systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Varenicline, bupropion, and nicotine replacement therapy likely improved smoking abstinence in people with severe mental illness compared with placebo or minimal care (moderate to high certainty evidence). Combined pharmacological and non-pharmacological approaches may offer more benefit (low certainty evidence), but the risk of serious adverse events for all interventions was very uncertain.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41709911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Varenicline, bupropion, and nicotine replacement therapy likely improved smoking abstinence in people with severe mental illness compared with placebo or minimal care (moderate to high certainty evidence). Combined pharmacological and non-pharmacological approaches may offer more benefit (low certai..."
    },
    {
      "title": "Click chemistry-driven heteromolecular integration into layered zeolite frameworks for photochemical upconversion applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Organic-inorganic hybrid layered porous materials enabling triplet-triplet annihilation upconversion (TTA-UC) were developed by integrating anthracene-based emitters and metal-complex sensitizers within zeolitic nanospace. Diphenylanthracene (DPA) units were covalently anchored between MWW-type layers via thiol-ene click chemistry, forming organic pillars that generated ordered interlayer micropores, confirmed by XRD and N(2) adsorption. Incorporation of cationic chromophores and...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41709762",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human neuromuscular organoids mimic cancer-induced muscle cachexia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Cancer cachexia, a devastating metabolic wasting syndrome affecting up to 80% of solid cancer patients, remains incurable despite advances in tumor biology understanding. This study introduces neuromuscular organoids (NMOs) derived from human-induced pluripotent stem cells (hiPSCs) as a platform to investigate cancer-driven muscle cachexia. We found that NMOs respond well to atrophic stimuli and replicate the key features of cancer cachexia when treated with conditioned media derived from...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41709463",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamics of tryptophan metabolites and microbial adaptations during corn by-product fermentation in the pig gut microbiome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Corn germ meal supplementation reshapes gut microbial communities, enhances metabolic activity, and promotes the generation of bioactive tryptophan metabolites with potential immunomodulatory effects. These findings highlight the value of corn by-products as dietary fibres that can drive beneficial microbial cross-feeding and influence host intestinal homeostasis. Although demonstrated in an ex vivo setting, this study provides a mechanistic basis and preclinical evidence for future...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41709287",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Corn germ meal supplementation reshapes gut microbial communities, enhances metabolic activity, and promotes the generation of bioactive tryptophan metabolites with potential immunomodulatory effects. These findings highlight the value of corn by-products as dietary fibres that can drive beneficial ..."
    },
    {
      "title": "Impact of physician shift work implementation on mortality and length of stay in an emergency and critical care center: an interrupted time series analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41709266",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"We try our best\": a qualitative study of care staff's perspectives on oral health care for persons with disabilities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41709183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cohort Prevalence Estimates Are Sensitive to Prebaseline Mortality: A Research Note Using Cognitive Impairment Data From the HAALSI Cohort in Rural South Africa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "All cohorts are conditioned on survival to a study's baseline. The validity of estimates drawn from these cohorts of survivors may be compromised if those who die prior to enrollment have different covariate structures than survivors. In this research note, we used data from the \"HAALSI Cohort\" (Health and Aging in Africa: A Longitudinal Study of an INDEPTH Community in South Africa) of older adults in rural South Africa and a \"Mortality Cohort\" of individuals who would have been eligible for...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711096",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "More Education and Fewer Children? The Contribution of Educational Enrollment and Attainment to the Fertility Decline in Norway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Period fertility has declined rapidly in Norway in the 2010s, reaching record lows. Although there is a clear education‒fertility dynamic, significant educational shifts have occurred and it is unclear how much this contributed to recent fertility declines. To disentangle this, we utilize high-quality Norwegian register data and model yearly transitions between educational enrollment, educational attainment, and childbearing for men and women born in 1964‒2006. Using a counterfactual simulation...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711092",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fructan utilization by members of marine Gammaproteobacteria involves SusC/D-like proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Fructans are ubiquitous in terrestrial ecosystems, however, these glycans are underexplored in the marine environment. We have discovered that the Antarctic gammaproteobacterium Pseudoalteromonas distincta is highly adapted to the degradation of fructose-containing substrates. This is enabled by proteins encoded in several genomic regions, including a fructan polysaccharide utilization locus (PUL). In addition to a glycoside hydrolase from family 32 (GH32), the fructan PUL encodes two proteins...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711090",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Xenium-based spatial transcriptomic analyses uncover prognosis-associated heterogeneity in the tumor microenvironment (TME) of angioimmunoblastic T-cell lymphoma (AITL)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Angioimmunoblastic T-cell lymphoma (AITL) exemplifies a neoplasm characterized by prominent inflammatory infiltration and robust immune responses in the tumor microenvironment (TME). The pathophysiology of refractory/recurrent (RR) AITL remains poorly understood due to profound intratumoral heterogeneity and complex TME features, contributing to limited therapeutic efficacy. Using Xenium-based spatial transcriptomics on 10 clinical samples, we compared RR AITL with treatment-responsive...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711078",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term safety and efficacy of filgotinib in patients with idiopathic multicentric Castleman disease: 52-week results from a Phase Ib clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Filgotinib was well-tolerated over 52 weeks with no serious adverse events reported. Numerical changes in disease activity markers were observed over time, providing preliminary support for the therapeutic concept of JAK inhibition in iMCD.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711072",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Filgotinib was well-tolerated over 52 weeks with no serious adverse events reported. Numerical changes in disease activity markers were observed over time, providing preliminary support for the therapeutic concept of JAK inhibition in iMCD"
    },
    {
      "title": "Manipulating Charge-Transfer and Charge-Separated States Through Solvent Effects and Excited-State Vibrations in a Phenothiazine-Porphyrin-Naphthalenediimide Triad",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "A phenothiazine (PTZ)-zincporphyrin (ZnP)-naphthalenediimide (NDI) triad was designed and synthesized to address the effects of electronic and vibrational excitations on photoinduced charge separation (CS) and charge recombination (CR). Upon photoexcitation, the singlet excited state of ZnP (¹ZnP*) was generated and rapidly converted into a charge-transfer (CT) state with partial excited-state character, PTZ-(ZnP^(δ+)-NDI^(δ-))*, in toluene, 1,2-dichloroethane, and benzonitrile. In toluene, a...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711064",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rose Breeding Selects More Total Floral Organs, a Trait Linked to CLAVATA3 Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Rose represents the most traded cut flowers worldwide with enormous diversity in floral organs, especially petal number, a target trait during modern rose breeding. With a detailed phenome analysis, we here report the high variation pattern in floral organ number among 132 rose lines, including wild species, traditional Chinese varieties, and modern lines. Seven wild species are single- or five-petaled flowers. Intriguingly, compared to traditional Chinese roses, modern lines feature more floral...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Equitable access to inflammatory bowel disease care: challenges, strategies, and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The global burden of inflammatory bowel disease (IBD) is rising rapidly, not only in high-income countries but also in low- and middle-income countries (LMICs). At the same time, access to high-quality care remains uneven. Patients in LMICs and rural regions often face shortages of gastroenterologists, limited diagnostic capacity, and poor access to advanced therapies. In high-income countries, disadvantaged groups encounter financial barriers, food insecurity, and caregiver strain. Ethnic and...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Indole-3 Acetate Limits Dysbiosis-Driven Diastolic Failure via Hcrt Neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings uncover a gut-brain-heart crosstalk where hypertensive gut dysbiosis signals to the central nervous system to drive diastolic remodeling. Modulation of indole-3 acetic acid signaling and hypocretin neuron activity represents a promising strategy to counter the multisystemic pathogenesis of hypertensive heart disease.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711036",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings uncover a gut-brain-heart crosstalk where hypertensive gut dysbiosis signals to the central nervous system to drive diastolic remodeling. Modulation of indole-3 acetic acid signaling and hypocretin neuron activity represents a promising strategy to counter the multisystemic pathogenesis..."
    },
    {
      "title": "Cyclic γ-AApeptide-Based Molecular Glues for RNA m<sup>6</sup>A Editing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The m⁶A modification plays key roles in RNA metabolism and function and is implicated in various human diseases. In this study, we reported a novel molecular glue strategy for transcript-specific m⁶A editing using synthetic bifunctional molecules containing an RNA-targeting moiety and a ligand that recruit an endogenous m⁶A erasing enzyme. Through cyclic γ-AApeptide library screening, we identified a novel peptidomimetic binder to the long noncoding RNA MALAT1 A2577 region, which has a high m⁶A...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of α-Deuterated Trifluoromethylated Amines through Isomerization-Deuteration Reaction of Imines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Deuterated compounds are of significant interest in chemistry, medicinal chemistry, and the pharmaceutical industry. Herein, we report organocatalytic isomerization-deuteration reactions of trifluoromethyl imines via a deprotonation-H/D exchange-deuteration sequence, providing a new strategy for the effective synthesis of chiral and racemic α-deuterated trifluoromethylated amines with excellent deuterium incorporation using D(2)O as the deuterium source. High enantioselectivity could be achieved...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711018",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current State of RV Multimodality Imaging in Pediatric Pulmonary Hypertension: Current Evidence, Knowledge Gaps, and Future Research Directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Right ventricular (RV) failure is a principal determinant of morbidity and mortality in children with pulmonary hypertension, making accurate RV assessment a cornerstone of risk stratification and long-term management. Noninvasive imaging plays a central role in this evaluation; however, commonly used modalities, including 2- and 3-dimensional echocardiography and cardiac magnetic resonance imaging, each have distinct advantages and limitations in the pediatric population. Consequently, an...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chiral Mandelic Acid Derivatives as Inhibitors Targeting the Type III Secretion System of <em>Xanthomonas citri</em> Subsp. <em>citri</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41711016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Xanthomonas citri subsp. citri (Xcc), the pathogen responsible for citrus canker, causes major economic damage worldwide. The type III secretion system (T3SS) is essential for Xcc pathogenicity. Here, 39 chiral 1,3,4-oxadiazole sulfide derivatives of mandelic acid were synthesized, with 17 compounds exhibiting significant inhibitory activity (>70% inhibition) against the T3SS of Xcc jx-6 at 40 μg/mL. Among these, the R-configuration W(R)4 significantly suppressed the symptoms of citrus canker in...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41711016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-Activity Relationship Studies toward the Optimization of First-In-Class Selective Small Molecule Agonists of the GPCR Relaxin/Insulin-like Family Peptide Receptor 2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "A dose-response quantitative high-throughput screening of 147,334 small molecule compounds using a human Relaxin/Insulin-like Family Peptide Receptor 2 (RXFP2)-transfected HEK293T-RXFP2 cell line identified compound 5 with modest Insulin-Like3 (INSL3) agonist activity. An extensive structure-activity relationship (SAR) study was undertaken to improve potency, efficacy, and physical/metabolic properties of the series, resulting in the discovery of compound 68. This compound represents the...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710979",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BTK inhibition suppresses neuroinflammation and neurodegeneration in amyotrophic lateral sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Amyotrophic lateral sclerosis(ALS) is a devastating neurodegenerative disorder with limited therapeutic interventions. Neuroinflammation represents a central pathogenic mechanism in ALS, yet the upstream molecular regulators that integrate multiple inflammatory cascades remain poorly understood. Here, we investigated whether Bruton's tyrosine kinase (BTK), which integrates DNA-sensing and Toll-like receptor signals upstream of the cGAS-STING-NF-κB cascade, serves as a key regulatory node in ALS...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710977",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether Bruton's tyrosine kinase (BTK), which integrates DNA-sensing and Toll-like receptor signals upstream of the cGAS-STING-NF-κB cascade, serves as a key regulatory node in ALS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interface Engineering of Lithium Metal Anodes via a Polysulfide-Phosphosiloxane Additive for Durable Li-S Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Lithium-sulfur batteries (LSBs) are a promising next-generation energy storage option due to their excellent theoretical energy density. Nevertheless, issues such as lithium dendrite growth and SEI layer instability hinder their commercialization. This study introduced LPSP-PDMS, a polyphosphosiloxane polysulfide polymer, as an electrolyte additive to enhance the lithium metal anode interfaces. The in situ interfacial reaction triggers the formation of a hybrid SEI, composed of inorganic...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710975",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vaccines and antimicrobial resistance: from science to policy-summary and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "In April 2024, the Royal Society convened a Science+ meeting in London on 'Vaccines and antimicrobial resistance: from science to policy'. The purpose was to review the science of how vaccines reduce antimicrobial resistance (AMR) and discuss policy in advancing development and equitable deployment of such vaccines. The meeting adopted a One Health approach with international speakers presenting from both human and veterinary perspectives. Presentations on Day 1 focused on scientific aspects of...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": "was to review the science of how vaccines reduce antimicrobial resistance (AMR) and discuss policy in advancing development and equitable deployment of such vaccines",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-microbial resistance vaccines: communicating their true value",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Vaccines are incredibly powerful public health tools, but their roles in helping to control anti-microbial resistance (AMR) have been both under- and over-estimated by the public and by the scientific community. Part of the explanation lies in the seeming 'disconnect' between the broad nature of AMR, which affects a wide range of pathogens, and the very focused, pathogen-specific design of most vaccines. With that in mind, the scientific and public health communities can do better in how we...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving interprofessional communication skills among healthcare providers: a quasi-experimental design evaluating a clinical improvisation training program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710951/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Effective interprofessional communication among healthcare teams is integral for the function of health systems. We sought to rigorously evaluate the effectiveness of clinical improvisation training in improving interprofessional communication skills among practicing providers, and to identify factors contributing to training success. We used a quasi-experimental wait-list design (intervention group n = 62; control group n = 66) to evaluate the effects of a clinical improvisational training...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710951",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "rigorously evaluate the effectiveness of clinical improvisation training in improving interprofessional communication skills among practicing providers, and to identify factors contributing to trainin...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoscopic Imaging the Lithiation of Sulfur Nanoparticles under Electron Beam Irradiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "In situ Transmission Electron Microscopy (TEM) provides powerful insights into the reaction mechanisms of Lithium-Sulfur (Li-S) batteries. However, distinguishing intrinsic electrochemical behaviors from artifacts induced by high-energy electron beam irradiation remains a critical challenge. Here, we systematically investigate the lithiation kinetics of sulfur nanoparticles triggered exclusively by electron beam irradiation, decoupling beam effects from electrochemical driving forces. We first...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710945",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GB20-5A8-31, an anti-TL1A antibody for treating inflammatory bowel disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Inflammatory bowel disease (IBD) remains a critical unmet medical challenge, with a substantial number of patients experiencing ineffective treatment or therapeutic failure over time. Here, GB20-5A8-31, a novel anti-TNF-like ligand 1A (TL1A) antibody, was engineered for high potency and superior developability. GB20-5A8-31 exhibited ultra-high affinity (KD = 5.11×10-^(11) M) for human TL1A, potent inhibition of TL1A signaling in vitro. Meanwhile, GB20-5A8-31 demonstrated potent anti-inflammatory...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710891",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of accurate estimation equations for area under the concentration curves using simultaneous limited sampling for extended-release tacrolimus and mycophenolic acid in kidney transplant recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: This study aimed to develop a limited sampling strategy (LSS) and predictive equations to accurately estimate the areas under the concentration-time curves (AUC) of extended-release tacrolimus (TAC-ER) and mycophenolic acid (MPA).",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop a limited sampling strategy (LSS) and predictive equations to accurately estimate the areas under the concentration-time curves (AUC) of extended-release tacrolimus (TAC-ER) and mycophenolic a...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Safety and efficacy of nemolizumab for patients with pruritus: a systematic review and meta-regression analysis of randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fimmu.2022.825312.].",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710882",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-gene knockout of RNLS or HIVEP2 are insufficient to protect β-cell spheroids from allo- and xeno-rejection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: β-Cell replacement therapy offers a potential cure for type 1 diabetes, but its success is limited by rapid graft rejection. While genome-wide CRISPR screens have recently identified RNLS and HIVEP2 as candidate genes capable of protecting β-cells from autoimmune destruction, their efficacy against the distinct mechanisms of allogeneic and xenogeneic rejection remains unknown. This study aimed to test the hypothesis that single-gene ablation of RNLS or HIVEP2 protects β-cell...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": "test the hypothesis that single-gene ablation of RNLS or HIVEP2 protects β-cell",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-phospholipid antibodies as a risk factor for renal injury in patients with systemic lupus erythematosus: a comprehensive analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Seropositivity for aPL was significantly associated with an increased risk of renal injury in SLE patients, primarily driven by LA and aCL.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710879",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Seropositivity for aPL was significantly associated with an increased risk of renal injury in SLE patients, primarily driven by LA and aCL"
    },
    {
      "title": "Case Report: Early-onset VEXAS syndrome with recurrent pulmonary inflammation and myelodysplasia: a diagnostic and therapeutic challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case represents one of the youngest patients reported with VEXAS syndrome and provides rare evidence of UBA1 mutation in pulmonary cells, supporting the concept of tissue-level clonal inflammation. It highlights the importance of considering VEXAS in younger patients with unexplained systemic inflammation, cytopenias, and non-infectious pulmonary infiltrates, and supports early genetic testing and multidisciplinary management.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This case represents one of the youngest patients reported with VEXAS syndrome and provides rare evidence of UBA1 mutation in pulmonary cells, supporting the concept of tissue-level clonal inflammation. It highlights the importance of considering VEXAS in younger patients with unexplained systemic i..."
    },
    {
      "title": "Introduction to carbon nanoarchitectonics for advanced applications in energy, environment and bio",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "This editorial summarizes the history and outlines the importance of carbon nanoarchitectonics together with recent examples of energy, the environment, and bio-related applications.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710871",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ocular VEMP Using Bone Conduction Stimuli at the Forehead - A Pilot Study Comparing B250, Minishaker and Tendon Hammer with Vibrometry Validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: B250 may serve as a potential alternative, pending validation in larger samples, to the Minishaker at the forehead, but with care to polarity choice and latency interpretation.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "B250 may serve as a potential alternative, pending validation in larger samples, to the Minishaker at the forehead, but with care to polarity choice and latency interpretation"
    },
    {
      "title": "Comparison of 2005 and 2024 diagnostic criteria for early identification of pediatric sepsis and septic shock in PICU patients: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710800/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 2024 sepsis criteria improve specificity but may overlook early septic shock. The 2024 septic shock criteria are stricter, potentially delaying diagnosis and treatment. Prospective studies and AI-supported early warning models are needed for better early identification and outcomes.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710800",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 2024 sepsis criteria improve specificity but may overlook early septic shock. The 2024 septic shock criteria are stricter, potentially delaying diagnosis and treatment"
    },
    {
      "title": "DMSO-Free Processing of Tin-Lead Perovskite Thin Films for Solar Cells with Enhanced Stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The stability of Sn-Pb perovskite semiconductors thin films remains a major challenge for their integration into efficient and durable photovoltaic devices. In this work, we demonstrate that the incorporation of methylammonium chloride (MACl) in DMSO-free Sn-Pb precursor solutions significantly enhances both the structural and operational stability of Sn-Pb perovskite films and solar cells. MACl-processed films exhibit enhanced crystallinity, environmental stability and photostability, thus...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710790",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiative Defects in Chloride-Activated CdSe Thin Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Defect recombination limits wide-gap Se-based chalcogenide devices, yet how chloride activation reshapes radiative pathways remains unclear. Here we show that a 40 min CdCl(2) anneal converts evaporated CdSe from porous nanograins into dense micrometer-scale polycrystals and sharpens the optical band edge, reducing the Urbach energy from 85 to 17 meV at 300 K. Combining temperature- and fluence-dependent photoluminescence (PL), time-resolved PL, hyperspectral mapping, and hybrid-DFT, we resolve...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710788",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Harnessing Quantum Computing for Energy Materials: Opportunities and Challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Developing high-performance materials is critical for diverse energy applications to increase efficiency, improve sustainability and reduce costs. Classical computational methods have enabled important breakthroughs in energy materials development, but they face scaling and time-complexity limitations, particularly for high-dimensional or strongly correlated material systems. Quantum computing (QC) promises to offer a paradigm shift by exploiting quantum bits with their superposition and...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University"
      ],
      "pmid": "41710786",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "breakthroughs in energy materials development, but they face scaling and time-complexity limitations, particularly for high-dimensional or strongly correlated material systems",
      "conclusion": null
    },
    {
      "title": "pH-driven spontaneous recovery of tyrosine <em>via</em> co-precipitation in the indirect aqueous carbonation of gypsum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Efficient recycling of leaching additives is crucial for the economic viability of indirect aqueous carbonation of gypsum. This study presents a pH-driven spontaneous co-precipitation strategy employing tyrosine (Tyr) as a recyclable additive. The method exploits the inherent pH decrease during carbonation to spontaneously precipitate and separate Tyr from the SO(4) ^(2-)-rich carbonation mother liquor. In a strongly alkaline medium, fully deprotonated Tyr chelates with Ca^(2+), significantly...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decision-making in return to sport clearance after ACL reconstruction is primarily based on objective criteria: Insights from AGA knee experts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study found that knee experts prioritised time since surgery, clinical examination, and RTS assessment tools as the most important criteria for unrestricted RTS clearance after primary isolated ACL reconstruction. RTS clearance is affected by concomitant surgical procedures, whereas psychological assessment remains uncommon.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "criteria for unrestricted RTS clearance after primary isolated ACL reconstruction",
      "conclusion": "This study found that knee experts prioritised time since surgery, clinical examination, and RTS assessment tools as the most important criteria for unrestricted RTS clearance after primary isolated ACL reconstruction. RTS clearance is affected by concomitant surgical procedures, whereas psychologic..."
    },
    {
      "title": "User perceptions and preferences for GeoHealth tools: A qualitative focus group study of non-expert and expert users",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: GeoHealth tools differ from other health-IT platforms, requiring analytical transformation tools, location-based discovery, and responsive design frameworks. While knowledge exists surrounding related platforms, there is a literature gap specific to GeoHealth tool end-user needs.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adenosine-Specific Transcriptional Programs in Murine Connective Tissue-Type Mast Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Mast cells are tissue-resident immune cells that are critical for the pathogenesis of allergic and inflammatory disorders. Their physiological functions include host defense against parasites and, more recently, food quality control through antigen avoidance. The purine nucleoside adenosine (ADO), like other mast cell activators, such as antigens or Mrgprb2 agonists, increases intracellular Ca^(2+) concentration; however, it fails to induce degranulation of preformed mediators when applied to...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SCaN: A Screening and Characterization Platform for Nanosuspensions Enables In Vivo Delivery of a Crystalline hRpn13<sup>Pru</sup> Degrader",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Proteolysis-targeting chimeras (PROTACs) and degraders have been developed against the hRpn13 fragment hRpn13^(Pru) that is present in various cancer types. Testing the performance of these hRpn13^(Pru)-targeting compounds in pharmacokinetic and efficacy studies has been stymied, however, by their poor solubility. Here, we develop a rapid and cost-effective platform to Screen and Characterize small molecule Nanosuspensions (SCaN). We discovered that the hRpn13^(Pru) degrader XL44 adopts a...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710746",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of the Cross-Resistance of SARS-CoV‑2 Main Protease Inhibitors, Ibuzatrelvir, Ensitrelvir, and Nirmatrelvir",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The emergence of resistance to SARS-CoV-2 main protease (M^(pro)) inhibitors such as nirmatrelvir poses a significant threat to the long-term effectiveness of COVID-19 antivirals. Ibuzatrelvir (PF-07817883) and ensitrelvir are next-generation M^(pro) inhibitors with enhanced metabolic stability, eliminating the need for coadministration with ritonavir, unlike nirmatrelvir. Ibuzatrelvir is currently in Phase 3 clinical trials in the United States, and ensitrelvir is approved in Japan. In this...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710745",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond Stigma-Integrating Neurobiology, Genetics, and Awareness Integration Theory in Addiction Recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Addiction continues to be heavily stigmatized due to lingering misconceptions that frame substance use as a moral failing rather than a treatable neurobiological disorder. This stigma, when internalized, intensifies shame and obstructs recovery. Awareness Integration Theory, a multidisciplinary therapeutic model, addresses these internalized beliefs by identifying and integrating fragmented aspects of the self across thoughts, emotions, behaviors, and promotes self-awareness, emotional...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "East-West Convergence in Oncology: Treating Different Diseases With the Same Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710721",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Weight Regain after Lifestyle Interventions is Associated with Higher Risk of Liver Inflammation: A Retrospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Weight regain after lifestyle-induced weight loss is associated with early liver-related biochemical abnormalities and hepatic innate immune activation in the absence of advanced fibrosis, underscoring the need for early liver risk assessment in individuals with weight cycling.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Weight regain after lifestyle-induced weight loss is associated with early liver-related biochemical abnormalities and hepatic innate immune activation in the absence of advanced fibrosis, underscoring the need for early liver risk assessment in individuals with weight cycling"
    },
    {
      "title": "Multi-Radiomics Features of Super-Resolution MRI for Predicting Minor Amputation in Wagner 3 Diabetic Foot Ulcers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The multi-RFs extracted from SRPDWI demonstrated promising potential in predicting the risk of minor amputation for Wagner 3 diabetic foot ulcers.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The multi-RFs extracted from SRPDWI demonstrated promising potential in predicting the risk of minor amputation for Wagner 3 diabetic foot ulcers"
    },
    {
      "title": "Combined prospective and retrospective motion correction for high-resolution linescan acquisitions in the human cerebral cortex at 7T",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710702",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and Safety of Radiotherapy Combined with PD-1 Inhibitors and Targeted Therapy for Unresectable Hepatocellular Carcinoma: A Retrospective, Real-World Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The triple-combination of RT, PD-1 inhibitors, and targeted therapy demonstrates promising survival benefits and a manageable toxicity profile for uHCC. Baseline AFP, liver function, NLR level are key determinants of survival, supporting the individualized application of this multimodal approach.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The triple-combination of RT, PD-1 inhibitors, and targeted therapy demonstrates promising survival benefits and a manageable toxicity profile for uHCC. Baseline AFP, liver function, NLR level are key determinants of survival, supporting the individualized application of this multimodal approach"
    },
    {
      "title": "Long-term patient experience with online MR-guided radiotherapy: adaptive versus non-adaptive workflow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Online plan adaptation at the MR-Linac increased treatment times and was associated with less favorable short-term patient-reported outcomes, yet it was delivered safely without compromising toxicity or oncologic outcomes. These results support adaptive MR-guided radiotherapy as a feasible and technically promising approach, while highlighting the need for further studies with validated PROMs and cost-benefit analyses to define its clinical value.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710668",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Online plan adaptation at the MR-Linac increased treatment times and was associated with less favorable short-term patient-reported outcomes, yet it was delivered safely without compromising toxicity or oncologic outcomes. These results support adaptive MR-guided radiotherapy as a feasible and techn..."
    },
    {
      "title": "Multimodal imaging techniques in Yttrium-90 radioembolization for hepatocellular carcinoma: a modality-oriented clinical review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Hepatocellular carcinoma (HCC) is one of the most common malignancies with high global mortality. Yttrium-90 selective internal radiation therapy (^(90)Y-SIRT) is a precision radio-interventional treatment whose efficacy and safety critically depend on accurate microsphere delivery and dose distribution. This review provides an overview of imaging techniques used in ^(90)Y-SIRT, emphasizing both single-modality and multimodal approaches. We summarize the clinical value of ultrasound, CT, MRI,...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710661",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-incision laparoscopic surgery with transabdominal postperitoneal approach for synchronous ileocecal and sigmoid cancers: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Surgical operation is the most commonly used treatment for colorectal cancer, and the treatment of synchronous multiple primary colorectal cancer is also mainly based on surgical operation. Retroperitoneal Approach for total colectomy in minimally invasive treatment of synchronous multiple colon cancer has reported. But concurrent multi-segmental resection for multiple primary colorectal cancers via a single-incision laparoscopic surgery with transabdominal postperitoneal approach has not...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710658",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on \"Fulminant Myocarditis in Immune-Mediated Thrombotic Thrombocytopenic Purpura: A Case Report\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "We commented on a recent case report of fulminant myocarditis in immune-mediated thrombotic thrombocytopenic purpura (iTTP). While the authors attributed cardiac dysfunction to myocarditis, we caution that microvascular ischemia remains a plausible mechanism, given the clinical context and nonspecific imaging. Diagnostic clarity is essential because therapeutic strategies may differ from one another. We advocated for a rigorous cardiac evaluation in patients with iTTP to inform appropriate...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710650",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Netupitant/palonosetron is effective for preventing chemotherapy-induced nausea and vomiting in high-dose melphalan conditioning before autologous stem cell transplantation: A real-world analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "High-dose melphalan (HDM) is the standard conditioning regimen before autologous stem cell transplantation (ASCT) in plasma cell malignancies. Despite prophylactic antiemetics, chemotherapy-induced nausea and vomiting (CINV) remains a prevalent challenge. We retrospectively compared the efficacy of netupitant and palonosetron (NEPA) plus dexamethasone with that of serotonin receptor antagonist (5-HT(3)RA)-based regimens (the control group) for patients receiving HDM. The primary endpoint was...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710598",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-term BMI trajectories as a prognostic predictor in patients with pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710595/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study confirms that short-term BMI trajectories before and after diagnosis, as well as early during treatment, are independent prognostic factors for both overall survival and progression-free survival in pancreatic cancer patients. Particular attention should be paid to patients who are normal-weight at diagnosis but transition to a low-BMI category shortly after treatment, as they face the highest mortality risk.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710595",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirms that short-term BMI trajectories before and after diagnosis, as well as early during treatment, are independent prognostic factors for both overall survival and progression-free survival in pancreatic cancer patients. Particular attention should be paid to patients who are normal..."
    },
    {
      "title": "Multimodal prehabilitation enhances perioperative outcomes in gastric cancer patients: a single-center randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Multimodal prehabilitation (integrating exercise, nutrition, and psychological support) significantly improves perioperative outcomes in gastric cancer patients-including reducing postoperative complications, accelerating functional recovery, and enhancing psychological well-being.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710593",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multimodal prehabilitation (integrating exercise, nutrition, and psychological support) significantly improves perioperative outcomes in gastric cancer patients-including reducing postoperative complications, accelerating functional recovery, and enhancing psychological well-being"
    },
    {
      "title": "Hepatitis B virus RNA and hepatitis B surface antigen kinetics predict treatment outcomes in children with chronic hepatitis B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Early pgRNA kinetics more accurately predict HBeAg seroconversion, whereas HBsAg dynamics forecast HBsAg loss more effectively, particularly when combined with patient age. This complementary monitoring strategy provides a clinically applicable tool for optimizing personalized management in children with CHB.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710588",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early pgRNA kinetics more accurately predict HBeAg seroconversion, whereas HBsAg dynamics forecast HBsAg loss more effectively, particularly when combined with patient age. This complementary monitoring strategy provides a clinically applicable tool for optimizing personalized management in children..."
    },
    {
      "title": "Tumor Targeting with Peptide-Drug Conjugates: Showcasing Key Progress and Hurdles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Peptide-drug conjugates (PDCs) are modular, targeted therapeutics composed of a homing peptide linked to a cytotoxic or modulating drug payload via a cleavable/non-cleavable linker. PDCs utilize peptide targeting to enhance the delivery of potent drugs to tumors, providing advantages such as superior tissue penetration, reduced immunogenicity, and simpler manufacture compared to antibody-drug conjugates (ADCs). A comparison of PDCs versus ADCs highlights that PDCs' small size (~1-3 kDa) enables...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710577",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Emerging Role of Interleukin-32 in HIV-Associated Cardiovascular Comorbidities: A Mini Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "With the widespread use of antiretroviral therapy (ART), the life expectancy of people living with HIV (PLWH) has significantly improved. However, the incidence of cardiovascular disease (CVD) in this population has progressively increased. PLWH exhibit a significantly higher risk of cardiovascular diseases compared to the general population. Consequently, CVD has become one of the leading contributors to mortality not related to AIDS. The pathogenesis may involve several factors: HIV-related...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-Perceived Barriers to Early Help-Seeking, Diagnosis, and Surgical Treatment for Rural Patients with Venous Leg Ulcers: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified diverse barriers across four stages of the treatment pathway for venous leg ulcers among rural patients, which were associated with disease-related, patient-related, and healthcare system-related factors. To address these barriers, a multifaceted healthcare system approach is essential, including enhanced public education, the implementation of age-friendly services, the establishment of evidence-based referral criteria, strengthened primary care competencies,...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified diverse barriers across four stages of the treatment pathway for venous leg ulcers among rural patients, which were associated with disease-related, patient-related, and healthcare system-related factors. To address these barriers, a multifaceted healthcare system approach is e..."
    },
    {
      "title": "Gellan Gum-based Bioink for Bioprinting of a Mechanically Mimetic 3D in vitro Liver Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The liver is vital for the human body's metabolism, making the development of more predictable and reproducible pathophysiological-relevant three-dimensional (3D) liver models crucial for studying the accumulation of xenobiotics and associated liver diseases. In this work, we describe the development of a bioink comprising 0.2% w/v TayaGel® HA (high acyl gellan gum) and 1.2% w/v Gelzan™ CM (low acyl gellan gum) for the bioprinting of 3D liver models. The bioink underwent physicochemical...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710555",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The influence of different surface texture parameters on the cell proliferation and adhesion early behaviors on the surface of titanium alloy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710536/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Current clinical practice has extensively validated the efficacy of left ventricular assist devices (LVADs) in managing end-stage heart failure. A persistent challenge across all ventricular assist systems involves achieving optimal biocompatibility at the critical interface between the LVAD outlet and myocardial tissue. In this study, femtosecond laser processing (FLP) technology was utilized to engineer microtextured surfaces with controlled geometric parameters on the titanium alloy surface....",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710536",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New approach methodologies (NAMs) for improved developmental and reproductive toxicity (DART) assessment with focus on endocrine disruption - a PARC project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Endocrine disruptors (EDs) are implicated in adverse developmental and reproductive outcomes, yet their identification remains a major challenge in chemical safety assessment. Current testing strategies rely heavily on animal models, which are constrained by ethical concerns, interspecies differences, and limited mechanistic resolution but justified by the complexity of the endocrine system and its physiology. Capturing the complex biology of intact organisms and incorporating toxicokinetic...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710520",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing opioid prescriptions does not increase rate of refills or new opioid requests: evidence from a randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results support that guideline-based prescribing interventions can safely reduce opioid exposure without compromising patient pain-control and highlight important policy implications for surgical opioid stewardship.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710506",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "policy implications for surgical opioid stewardship",
      "conclusion": "These results support that guideline-based prescribing interventions can safely reduce opioid exposure without compromising patient pain-control and highlight important policy implications for surgical opioid stewardship"
    },
    {
      "title": "Injectable ε-poly-lysine/hyaluronic acid hydrogel for targeted prevention of cardiovascular implantable electronic device pocket infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710486/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Cardiovascular implantable electronic device (CIED) pocket infections represent a grave threat to the survival quality and life safety of patients with cardiovascular diseases, while also imposing a substantial economic burden on healthcare systems. However, the efficacy of current approaches employed for preventing CIED pocket infections remains suboptimal. In this study, an injectable antibacterial hydrogel was successfully constructed by physically crosslinking carboxyl groups on the surface...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710486",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Pinus morrisonicola</em> induces cell-cycle arrest in human lung adenocarcinoma by modulating cyclins and cyclin-dependent kinases via p53-dependent signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Pinus morrisonicola Hayata, also known as Taiwan white pine or Taiwan short-leaf pine, is an endemic species to Taiwan. In Asia, particularly Taiwan, China, and Korea, P. morrisonicola needles have been used as a functional beverage for many years. In this study, we investigated the anti-cancer potential of P. morrisonicola leaves and barks against human lung adenocarcinoma (A549) in vitro. Three different extracts, including supercritical CO(2) extract, ethanol extract, and steam-distilled...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710478",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the anti-cancer potential of P",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing tuberculosis care in lower and middle-income countries through digital adherence technologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Tuberculosis (TB) remains a major public health challenge, particularly in low- and middle-income countries (LMICs), with treatment adherence being a critical issue. In recent years, digital adherence technologies (DATs) have emerged as a promising approach to enhance TB care and treatment adherence in these settings. Despite their potential to enhance treatment outcomes, their implementation faces challenges, including infrastructure demands, costs, and variability in effectiveness depending on...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Roles and Influence of Nursing Assistants in Integrated Medical and Elderly Care Institutions: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While RNs value NAs' contributions, challenges in training and competency lead to job instability and restricted practice. Tailored strategies are recommended, with future multi-center studies needed for broader validation.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710390",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While RNs value NAs' contributions, challenges in training and competency lead to job instability and restricted practice. Tailored strategies are recommended, with future multi-center studies needed for broader validation"
    },
    {
      "title": "A One Health Perspective on the Plasmid Backbone Preference and Evolutionary Adaptation of <em>tmexCD-toprJ</em> in <em>Klebsiella spp</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings demonstrate that tmexCD-toprJ has evolved as a highly mobile resistance determinant within Klebsiella spp. disseminating across the human-animal-environment interface via hybrid plasmids and horizontal gene transfer. This underscores the urgent need for integrated One Health surveillance and containment strategies to mitigate plasmid-mediated multidrug resistance and its global public health impact.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710376",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that tmexCD-toprJ has evolved as a highly mobile resistance determinant within Klebsiella spp",
      "conclusion": "These findings demonstrate that tmexCD-toprJ has evolved as a highly mobile resistance determinant within Klebsiella spp. disseminating across the human-animal-environment interface via hybrid plasmids and horizontal gene transfer"
    },
    {
      "title": "Cholesterol, high-density lipoprotein, glucose index as a novel marker for predicting in-stent restenosis after drug-eluting stent implantation in patients with acute coronary syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For ACS patients treated with DES-PCI, a high CHG index was found to be significantly and linearly associated with an increased risk of DES-ISR.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710357",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For ACS patients treated with DES-PCI, a high CHG index was found to be significantly and linearly associated with an increased risk of DES-ISR"
    },
    {
      "title": "A qualitative investigation of social service workers' experiences with compassion training in the workplace",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study emphasizes the importance of a supportive environment, managing task overload, and organizational commitment to the implementation of compassion training programs aimed at social care workers.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study emphasizes the importance of a supportive environment, managing task overload, and organizational commitment to the implementation of compassion training programs aimed at social care workers"
    },
    {
      "title": "Effects of music-based group exercise in patients with acquired brain injury-a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Cognitive impairment following acquired brain injury (ABI) is common. In this study, we investigated whether music-based group exercise (MBGE) is superior to standard therapy (ST) in improving cognitive deficits. In addition, motivational aspects were investigated. The trial has been registered with the German Register for Clinical Studies (DRKS00025566).",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710342",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether music-based group exercise (MBGE) is superior to standard therapy (ST) in improving cognitive deficits",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure and Dynamics of Water Confined in Transition Metal Carbide MXenes: Implications for Electrochemical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Two-dimensional transition metal carbides and nitrides (MXenes) are an important family of electrochemically active 2D materials. MXenes combine high conductivity with hydrophilicity, making them attractive materials for many applications, including electrochemical energy storage, sensing, desalination, and others. In order to better understand the role of structure on MXene properties, here, we investigated the vibrational properties and diffusion of water in MXenes with differing layer...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710328",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the vibrational properties and diffusion of water in MXenes with differing layer",
      "significance": "family of electrochemically active 2D materials",
      "conclusion": null
    },
    {
      "title": "Changes in List and Net Prices for Multiple Sclerosis Disease-Modifying Therapy, 2013 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVES: The objective of this study was to evaluate changes in net and list prices of branded multiple sclerosis (MS) disease-modifying therapies (DMTs) between 2013 and 2021.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710327",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The objective of this study was to evaluate changes in net and list prices of branded multiple sclerosis (MS) disease-modifying therapies (DMTs) between 2013 and 2021",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of occupational hazards in coking plants on the incidence of hypertension-a longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study shows that the incidence density of hypertension among employees in the chemical industry, coking, and coal preparation workshops after joining the company is significantly higher than that in the logistics group, and the risk of incidence is relatively higher (HR = 1.622-1.822 after controlling for confounding factors). Long-term exposure of coking plant workers to related environments increases the risk of hypertension.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study shows that the incidence density of hypertension among employees in the chemical industry, coking, and coal preparation workshops after joining the company is significantly higher than that in the logistics group, and the risk of incidence is relatively higher (HR = 1.622-1"
    },
    {
      "title": "A toxic burden in Ningbo, Zhejiang Province: elevated heavy metal concentrations in sanitation workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sanitation workers face an elevated risk of exposure to heavy metals, may posing significant threats to their occupational health. There is a critical need for comprehensive prevention and intervention strategies to mitigate heavy metal exposure among sanitation workers.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sanitation workers face an elevated risk of exposure to heavy metals, may posing significant threats to their occupational health. There is a critical need for comprehensive prevention and intervention strategies to mitigate heavy metal exposure among sanitation workers"
    },
    {
      "title": "Advancing epidemic intelligence: evaluating Senegal's mpox surveillance system and readiness for AI-driven predictive modelling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To develop predictive epidemic intelligence in Senegal, it's vital to involve local stakeholders, promote transparency, build workforce capacity, and establish safeguards for the ethical use of data. Combining technology, participatory governance, and institutional strengthening will enable Senegal to transition from reactive detection to proactive surveillance, positioning it as a regional leader in health security in West Africa.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To develop predictive epidemic intelligence in Senegal, it's vital to involve local stakeholders, promote transparency, build workforce capacity, and establish safeguards for the ethical use of data. Combining technology, participatory governance, and institutional strengthening will enable Senegal ..."
    },
    {
      "title": "Discovery of RP-37 analogues as potent, selective irreversible inhibitors targeting DNA polymerase theta (POLθ)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "DNA polymerase theta (POLθ) is a promising synthetic lethal target for BRCA-deficient cancers, while reversible POLθ-pol inhibitors exhibit limited cellular efficacy. Here, we report the structure-guided discovery of RP-37 analogue B2 as a potent and selective irreversible inhibitor targeting the POLθ polymerase domain. It demonstrated potent enzymatic inhibition with an IC(50) value of 1.54 nM and significantly enhanced antiproliferative activity against BRCA2-deficient DLD-1 cells (IC(50) =...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710302",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-population amplitude coupling in high-dimensional oscillatory neural time series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Neural oscillations have long been considered important markers of interaction across brain regions, yet identifying coordinated oscillatory activity from high-dimensional multiple-electrode recordings remains challenging. We sought to quantify time-varying covariation of oscillatory amplitudes across two brain regions, during a memory task, based on local field potentials recorded from 96 electrodes in each region. We extended Canonical Correlation Analysis (CCA) to multiple time series through...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710298",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "quantify time-varying covariation of oscillatory amplitudes across two brain regions, during a memory task, based on local field potentials recorded from 96 electrodes in each region",
      "significance": "markers of interaction across brain regions, yet identifying coordinated oscillatory activity from high-dimensional multiple-electrode recordings remains challenging",
      "conclusion": null
    },
    {
      "title": "Research Progress on Transitional Care for Hemophilia Patients from Pediatric to Adult Services: Focusing on Disease Severity and Care Continuity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Hemophilia is a lifelong coagulation disorder with varying severity levels, which significantly impacts management strategies. The transition period from pediatric to adult medical system represents a critical stage for ensuring continuous and tailored care. This narrative review synthesizes current evidence on transitional care for hemophilia patients, focusing on nursing-led interventions. A structured search of literature from 2010 to 2024 was conducted, drawing from key databases including...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Episodic Migraine Pain Curves: Real-Time Smartphone-Based Analysis and Clinical Implications [Response to Letter]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710289/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710289",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Scoping Review of Flotation-REST (Restricted Environmental Stimulation Therapy) for Chronic Pain and Associated Comorbidities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Flotation-REST appears promising for reducing chronic pain and enhancing psychological well-being. Physiological and biomarker effects remain unclear. High-quality randomized trials with standardized interventions and longitudinal follow-up are needed to confirm efficacy, sustainability, and clinical applicability.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710285",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Flotation-REST appears promising for reducing chronic pain and enhancing psychological well-being. Physiological and biomarker effects remain unclear"
    },
    {
      "title": "Calorie tracking and energy balance: links to body image-related factors and functional impairment in a fitness sample",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Calorie tracking refers to the monitoring of daily caloric intake, often pursued for health- or weight-related purposes. Previous studies have found associations between tracking and disordered eating; however, the role of individuals' energy balance and psychosocial factors remains underexplored. This study examined how tracking behavior and self-reported energy balance are related in a fitness-oriented sample and explored associations with body image-related factors and functional impairment....",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710277",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "how tracking behavior and self-reported energy balance are related in a fitness-oriented sample and explored associations with body image-related factors and functional impairment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial: Xenobiotics, gut microbiota, and chronic disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710274",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex and Ventricular Remodeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The composite of changes sustained by the left ventricle during pathologic and physiologic stimuli is known as ventricular remodeling. These changes involve alterations to individual cells, the surrounding matrix, and overall ventricular structure and function. Following myocardial infarction, ventricular remodeling involves partial tissue repair and ultimately determines long-term survival. Biological sex contributes to diverging responses in post-infarction ventricular remodeling and survival,...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Using wearable and nearable devices in telerehabilitation for COPD: a scoping review of digital endpoints in home-based programs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Despite its demonstrated effectiveness at improving outcomes, pulmonary rehabilitation (PR) for chronic obstructive pulmonary disease (COPD) is underutilized. Sensor-generated data from wearable devices have the potential to mitigate this challenge by generating digital endpoints that provide insights into patient behaviors at home; however, there is no consensus on how to measure home-based PR (HBPR) outcomes with these tools. This review aims to describe (1) the most frequent...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710266",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to describe (1) the most frequent",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taohong Siwu Decoction Regulates MSC-Mediated H-Type Angiogenesis to Accelerate Bone Fracture Healing Through VHL/HIF-1α Ubiquitination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: TSD regulated MSC-mediated H-type angiogenesis to accelerate fracture healing through VHL/HIF-1α ubiquitination.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TSD regulated MSC-mediated H-type angiogenesis to accelerate fracture healing through VHL/HIF-1α ubiquitination"
    },
    {
      "title": "Mitochondria Pathway Signature Predicts Prognosis and Therapeutic Response and Identifies REXO2 as a Crucial Regulator in Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our proposed MPAS could effectively evaluate the prognosis and treatment response of BC patients, providing new reference for clinical decision-making. Furthermore, REXO2 regulates cell proliferation and apoptosis, making it a promising potential therapeutic target for inhibiting BC progression.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710263",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our proposed MPAS could effectively evaluate the prognosis and treatment response of BC patients, providing new reference for clinical decision-making. Furthermore, REXO2 regulates cell proliferation and apoptosis, making it a promising potential therapeutic target for inhibiting BC progression"
    },
    {
      "title": "Falsely decreased triglyceride concentration in a patient with acute pancreatitis due to insufficient configuration of alarm rules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Acute pancreatitis is a potentially life-threatening complication of severe hypertriglyceridemia. The accurate measurement of triglyceride concentration is essential for diagnosis and therapeutic monitoring. This article presents a case of acute hypertriglyceridemia pancreatitis in which the patient's triglyceride concentration appeared to drop rapidly from 128.04 mmol/L to 1.53 mmol/L within 12 hours of admission. Subsequent retesting revealed an actual triglyceride value of 88.92 mmol/L. This...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710254",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strong Synergistic Antibacterial Effects of Biosynthesized Silver Nanoparticles and Extracts of the Mushroom <em>Lentinus tigrinus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "The synergistic antibacterial activities of biosynthesized metallic nanoparticles (NPs) and commercial antibiotics are well-known. However, limited data is available regarding the synergy between metallic NPs and bioactive compounds. This study aimed to synthesize silver nanoparticles (AgNPs) through a green approach using a hot water extract from Tiger Sawgill mushroom, Lentinus tigrinus. The study also aimed to evaluate the antibacterial activity of the biosynthesized AgNPs alone and in...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "synthesize silver nanoparticles (AgNPs) through a green approach using a hot water extract from Tiger Sawgill mushroom, Lentinus tigrinus",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiome-Metabolomics Reveals the Bidirectional Associations Between Aging and Depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Aging increases the susceptibility to depression, and depression accelerates the aging process of body. However, it is needed to be studied deeply that the connotations of the correlation between aging and depression. By integrally applying metabolome and microbiome techniques, the study aimed to explore underlying mechanisms of bidirectional associations between aging and depression. Aging rat model and depression rat model were carried out. Classical behaviors were measured to assess the...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710228",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein-encapsulated fluorogenic probes for the selective detection of endogenous O-GlcNAcase (OGA)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Ever-increasing evidence confirms the role of O-GlcNAcase (OGA) in mediating cell growth and development as well as pathology and underscores the importance of developing sensitive and selective chemical tools for the study of OGA biology. Here, based on our previously developed protein-encapsulation strategy, we designed and synthesized a series of fluorogenic probes based on resorufin, and assembled their composites with human serum albumin (HSA) for the selective detection of endogenous OGA...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How to evaluate aromaticity under pressure? Benzene as a benchmark system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Aromaticity is a fundamental concept in chemistry, central to understanding chemical stability, reactivity, and electronic structure. While traditionally examined under ambient conditions, recent studies have begun to probe its behavior in unconventional regimes, reflecting the diversification of reaction environments. Here, we investigate aromaticity under hydrostatic pressure, extending the range of external perturbations considered so far in aromaticity research. Using state-of-the-art...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710201",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Integrated metabolome and transcriptome analysis identifies candidate genes involved in triterpenoid saponin biosynthesis in leaves of <em>Centella asiatica</em> (L.) Urban",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fpls.2023.1295186.].",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the myogenic effects of subthalamic nucleus deep brain stimulation at near therapeutic amplitudes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Subthalamic nucleus deep brain stimulation (STN-DBS) is a standard-of-care (SoC) treatment for the motor symptoms of Parkinson's disease (PD); however, how therapeutic DBS influences motor output is incompletely understood. Specifically, the extent of electromyographic (EMG) modulation during DBS at therapeutic (or SoC) amplitude and its relationship to activity state could be better characterized.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710158",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burden and Risk Factor Patterns of Reproductive System Tumors and Non-Tumor Diseases Among Asian Women, 1990-2021: Evidence from the GBD Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Female reproductive system diseases impose a substantial and heterogeneous burden across Asia. Although malignant cancers remain the main contributors to mortality and DALYs, non-malignant disorders increasingly affect reproductive health, particularly among younger women. Prevention strategies tailored to SDI levels and major risk factors are needed to reduce the overall disease burden across the region.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710150",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Female reproductive system diseases impose a substantial and heterogeneous burden across Asia. Although malignant cancers remain the main contributors to mortality and DALYs, non-malignant disorders increasingly affect reproductive health, particularly among younger women"
    },
    {
      "title": "HRV-based workplace consultation for managers: a randomized controlled trial on enhancing biopsychosocial awareness and reducing perceived stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This approach, which integrates HRV visualization with diary-based reflection, proved to be a feasible and effective method for enhancing awareness of biopsychosocial processes, supporting self-regulation, promoting behavioral change, and reducing perceived stress in occupational settings.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This approach, which integrates HRV visualization with diary-based reflection, proved to be a feasible and effective method for enhancing awareness of biopsychosocial processes, supporting self-regulation, promoting behavioral change, and reducing perceived stress in occupational settings"
    },
    {
      "title": "Evaluation of Capillary Blood Glucose and Chinese Diabetes Risk Score in Screening for Diabetes and Prediabetes Among Elderly Chinese Population: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In large-scale community screening in China, CBG is more effective than CDRS for detecting diabetes in the elderly. The combination of the CDRS and CBG provides a practical and efficient strategy that could improve community-based screening efficiency for diabetes in the elderly. However, the limited accuracy of CBG and CDRS for prediabetes highlights the need for more specific methods in screening this condition.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710113",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In large-scale community screening in China, CBG is more effective than CDRS for detecting diabetes in the elderly. The combination of the CDRS and CBG provides a practical and efficient strategy that could improve community-based screening efficiency for diabetes in the elderly"
    },
    {
      "title": "Spinal glial cell derived extra-pituitary prolactin contributes to postoperative pain in females",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Peripheral and spinal prolactin (PRL) receptor (PRLR) signaling contributes to the female-selective regulation of pain. This study investigated the relative roles of pituitary-derived PRL (PRL(pit)) and extra-pituitary PRL (PRL(ext)) in these effects. Using STAT5 phosphorylation (pSTAT5) as a surrogate marker of PRL-responsive cells, we found that hindpaw incision-induced pSTAT5 in dorsal root ganglion (DRG) neurons depends primarily on PRL(ext). Immunohistochemistry (IHC) revealed...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710110",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the relative roles of pituitary-derived PRL (PRL(pit)) and extra-pituitary PRL (PRL(ext)) in these effects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The interplay between attention deficit/hyperactivity disorder and internet addiction: executive dysfunction and insomnia as mediators and the role of physical activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ADHD and IA symptoms are prevalent among Chinese college students. Executive dysfunction and insomnia mediate the relationship between ADHD and IA symptoms. Moderate and high-level physical activities were associated with reduced risk of IA symptoms, mediated by executive dysfunction and insomnia. Physical activity may help mitigate IA symptoms in college students.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ADHD and IA symptoms are prevalent among Chinese college students. Executive dysfunction and insomnia mediate the relationship between ADHD and IA symptoms"
    },
    {
      "title": "Effect of Early Administration of Anti-MRSA Drugs for Febrile Neutropenia in Allogeneic Hematopoietic Cell Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Associations were observed between the timing of anti-MRSA drug administration and clinical outcomes in allo-HCT, including fever resolution and the incidence of aGVHD in older patients.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710089",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Associations were observed between the timing of anti-MRSA drug administration and clinical outcomes in allo-HCT, including fever resolution and the incidence of aGVHD in older patients"
    },
    {
      "title": "Multilevel prediction of Alzheimer's disease dementia in the United States: An artificial intelligence analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Variables predicting Alzheimer's disease (AD) are not limited to individual-level risk factors. The purpose of this investigation is to assess multilevel predictors of AD prevalence.",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710069",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this investigation is to assess multilevel predictors of AD prevalence",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of enzymatically modified isoquercitrin as a therapeutic lead for myotonic dystrophy type 1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Myotonic dystrophy type 1 (DM1) is a complex multisystemic disease caused by a CTG repeat expansion in the DMPK gene for which there are no approved disease-modifying treatments. Transcription of the expanded allele produces toxic gain-of-function CUG-expansion RNA that sequesters the MBNL family of alternative splicing regulators into ribonuclear foci, leading to pathogenic mis-splicing. In this study, using our previously established HeLa DM1 repeat selective screening platform, we identified...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41710065",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mucoepidermoid Carcinoma of the Right Bronchus in a Six-Year-Old Girl: A Rare Pediatric Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41710282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1J__86CjOXspvrvYwWhLha0HUgjE7uW1knCYZ8uwr5FW9x1oDL&fc=20250824200837&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Primary lung neoplasms in children are uncommon, with a significant majority being metastatic. Among primary lung tumors, mucoepidermoid carcinoma (MEC) represents a rare entity, accounting for 0.1%-0.2% of cases. We present the case of a six-year-old girl who initially presented with right-sided pneumonia and pleural effusion. Despite initial antibiotic therapy, she exhibited persistent respiratory symptoms, leading to further investigation. Chest CT revealed a spherical mass obstructing the...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "UNIST"
      ],
      "pmid": "41710282",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative value of retinal structural features versus systemic inflammatory and renal indicators in predicting short-term anti-VEGF response in diabetic macular edema: focus on OCT biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=16ywSWzIPvPjkjZL5IOJ6EoFrfLJCBZcYAq0zId87nG-u18olu&fc=20250824200857&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our comparative analysis confirms that baseline retinal structural integrity assessed by OCT-specifically disorganization of the inner retinal layers and disruption of the EZ/ELM-shows stronger predictive value for short-term anti-VEGF response in DME compared to systemic inflammatory indicators. The developed prediction model demonstrates good discriminative performance, though its clinical application requires further validation in larger cohorts. These findings support the...",
      "pubDate": "2026-02-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University"
      ],
      "pmid": "41709897",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our comparative analysis confirms that baseline retinal structural integrity assessed by OCT-specifically disorganization of the inner retinal layers and disruption of the EZ/ELM-shows stronger predictive value for short-term anti-VEGF response in DME compared to systemic inflammatory indicators. Th..."
    },
    {
      "title": "The Prognostic Impact of Multiple Adverse Events on Long-Term Mortality Following Acute Myocardial Infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41709119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Multiple adverse events after AMI confer substantially higher mortality risk than single events, with the greatest impact in the first 30 days. These findings support the need for an immediate and tailored approach and sustained surveillance to prevent further ischemic or bleeding complications.",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41709119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "in the first 30 days",
      "conclusion": "Multiple adverse events after AMI confer substantially higher mortality risk than single events, with the greatest impact in the first 30 days. These findings support the need for an immediate and tailored approach and sustained surveillance to prevent further ischemic or bleeding complications"
    },
    {
      "title": "Cerebellar tonic inhibition orchestrates the maturation of information processing and motor coordination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41708998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Tonic inhibition in cerebellar granule cells is crucial for maintaining information coding fidelity during motor coordination. It arises through both activity-dependent and activity-independent mechanisms, and the interplay between these mechanisms changes with age. However, specific molecular and cellular mechanisms and how their change affects network-level computation and motor behavior remain unclear. Here we show that, while net tonic inhibitory current remains unchanged, the main source of...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41708998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two codes of RNA editing by deamination in human diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41708996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "RNA editing is a post-transcriptional modification that expands transcriptomic and proteomic diversity. Advances in high-throughput sequencing across a broad range of biological and pathological contexts have enabled systematic identification of editing events driven by two major RNA deaminase families: ADAR and APOBEC, which catalyze adenosine-to-inosine (A-to-I) and cytidine-to-uridine (C-to-U) substitution, respectively. Genome-wide profiling of RNA editing has uncovered a substantial number...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41708996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cold-injection synthesis of highly emissive perovskite nanocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41708855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Colloidal perovskite nanocrystal (PeNC) has long been synthesized using the hot-injection method and room-temperature ligand-assisted reprecipitation as the prominent techniques^(1,2). However, both methods have challenges for industrial-scale production^(3-5): the hot-injection method requires high temperatures, an inert gas environment and rapid cooling, which raise safety concerns, whereas ligand-assisted reprecipitation can exhibit limited productivity on scale-up. Here we present a...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41708855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Passive sampling and molecular networking for surveillance of lipophilic marine biotoxins along the south coast of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41708196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Lipophilic marine biotoxins (LMTs) are increasingly reported in coastal ecosystems, posing risks to seafood safety and public health. This study investigated the spatial and seasonal distributions of LMTs along the south coast of Korea in 2022 by integrating phytoplankton and mussel sampling with passive solid-phase adsorption toxin tracking (SPATT) and molecular networking-based high-resolution mass spectrometry. Diatoms dominated the phytoplankton community, but toxin-producing dinoflagellates...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41708196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the spatial and seasonal distributions of LMTs along the south coast of Korea in 2022 by integrating phytoplankton and mussel sampling with passive solid-phase adsorption toxin tracking (SPATT) and mo...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic engineering of Escherichia coli for the production of two-carbon primary amines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41708010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Primary amines are the industrially important chemicals widely used in the manufacture of dyes, pharmaceuticals, and agrochemicals. In this study, we developed metabolically engineered Escherichia coli strains for the efficient production of two-carbon primary amines, ethylamine and ethanolamine. For ethylamine production, metabolic pathways were optimized by enhancing flux toward the precursor l-alanine and by increasing the expression of a valine decarboxylase variant, VlmD^(V94I). Subsequent...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41708010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "chemicals widely used in the manufacture of dyes, pharmaceuticals, and agrochemicals",
      "conclusion": null
    },
    {
      "title": "Comprehensive evaluation of Chokyungjongok-tang, a traditional herbal prescription: HPLC-based quality assessment, genotoxicity, anti-inflammatory efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41707810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings indicate that CKJOT showed no evidence of genotoxicity in OECD/MFDS guideline-compliant in vitro and in vivo assays under the tested conditions, and that it modulated selected inflammatory mediators in LPS-stimulated RAW264.7 macrophages in vitro.",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41707810",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that CKJOT showed no evidence of genotoxicity in OECD/MFDS guideline-compliant in vitro and in vivo assays under the tested conditions, and that it modulated selected inflammatory mediators in LPS-sti...",
      "conclusion": "These findings indicate that CKJOT showed no evidence of genotoxicity in OECD/MFDS guideline-compliant in vitro and in vivo assays under the tested conditions, and that it modulated selected inflammatory mediators in LPS-stimulated RAW264.7 macrophages in vitro"
    },
    {
      "title": "The mast cell-stabilizing effects of inotodiol and lanosterol result from ubiquitin-mediated degradation of HMG-CoA reductase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41707587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Inotodiol, a C22-hydroxy lanosterol uniquely found in chaga mushroom, possesses potent anti-anaphylactic and mast cell-stabilizing activities; however, its underlying mechanism remains poorly understood. Given its structural similarity to lanosterol and the established role of lanosterol in regulating HMG-CoA reductase (HMGCR) expression, we investigated whether inotodiol exerts its mast cell-stabilizing effects by blocking the mevalonate pathway through downregulation of HMGCR. Both inotodiol...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41707587",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "whether inotodiol exerts its mast cell-stabilizing effects by blocking the mevalonate pathway through downregulation of HMGCR",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of an induced pluripotent stem cell line (cmESF-iPSC-C3) from cynomolgus monkey ear fibroblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41707274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Induced pluripotent stem cells (iPSCs) derived from cynomolgus monkey (crab-eating macaque) ear fibroblasts offer a minimally invasive and ethically acceptable source of cells for autologous therapies and preclinical research. Owing to close genetic and physiological similarities to humans, these iPSCs represent a relevant and versatile alternative to human-based models. Here, iPSCs exhibited trilineage differentiation and were directly differentiated into neurons in vitro, confirming...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41707274",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Basis of Action Simulation in Architectural Perception: A Multi-voxel Pattern Analysis Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41707234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "A growing body of neuroscience evidence indicates that perceiving everyday objects and environments triggers mental simulations of potential actions, preparing the brain for movement even before any motion occurs. Although previous research on navigation has demonstrated how the spatial configuration of corridors and doorways guide locomotion, it remains unclear whether architectural elements (e.g., doors, windows, stairs) that require direct interaction evoke distinct, action-specific...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41707234",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accurate conformational ensembles of intrinsically disordered proteins using reweighting based on NMR chemical shifts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41706900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Intrinsically disordered proteins and protein regions (IDRs) underpin a wide range of vital biological processes but exhibit dynamic and heterogeneous conformations. Currently, many computational efforts seek to elucidate the conformational ensembles of these disordered proteins, yet most methods still struggle to fully capture their structural diversity. Here, we integrate structural libraries of various IDRs-derived from coarse-grained molecular dynamics (MD) simulations and machine learning...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41706900",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metal-organic framework/graphene nanoribbon/polyimide mixed-matrix membranes for high-temperature H<sub>2</sub>/N<sub>2</sub> separation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41706845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "We report the application of mixed-matrix membranes for high-temperature hydrogen separation. To enhance hydrogen selectivity, graphene nanoribbons (GNRs) were incorporated into ZIF-8 fillers, forming a physically confined structure conducive to hydrogen transport. The metal-organic framework (MOF)/GNR filler embedded into a polyimide (PI) matrix yielded a much higher H(2) permeability (298 Barrer, +40%) and H(2)/N(2) selectivity (15, +25%) than the neat PI membrane. In particular, the...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41706845",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Millimeters to Microns: A Hybrid Strategy for Reconfigurable Liquid-Crystal Patterning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41706576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Programmable patterning of nematic liquid crystals (LCs) enables spatially encoded optical functionality, but existing approaches often face trade-offs between patterned area, feature fidelity, dimensionality, and device integration. Many methods rely on surface alignment, electrode patterning, or global illumination, limiting local addressability, depth control, or scalability. Field-assisted polymerization of reactive mesogens offers a means to capture designed LC director configurations as...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41706576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemo-Mechanical Failure and Reinforcement of Solid Electrolyte Films for Practical All-Solid-State Li Metal Pouch Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41706542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "All-solid-state Li metal batteries (ASLMBs) are the key to achieving high energy densities; however, studies on practically relevant pouch-type cells remain scarce. A critical challenge lies in integrating thin solid electrolyte films, particularly under the high pressures required for cell assembly, which has been largely overlooked. Here, we reveal the inherent incompatibility of conventional sulfide solid electrolyte films with Li metal during pouch cell assembly. To address this challenge,...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41706542",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preclinical and clinical evaluation of vancomycin plus delpazolid combination therapy for MRSA bacteremia: a multicenter, double-blinded, randomized, parallel design, phase IIa clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41705840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260219144132&v=2.18.0.post22+67771e2",
      "description": "Methicillin-resistant Staphylococcus aureus (MRSA) bacteremia is a serious clinical challenge due to limited treatments and high mortality. We conducted both preclinical and clinical studies to assess the potential role of delpazolid in combination with vancomycin. Synergistic effects of delpazolid with vancomycin or daptomycin were evaluated in vitro using checkerboard and time-kill assays, and in vivo using a Galleria mellonella model. A multicenter, double-blind, randomized, Phase IIa trial...",
      "pubDate": "2026-02-18T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41705840",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}