{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-07T19:26:48.227Z",
  "totalItems": 150,
  "totalArchived": 42583,
  "newPapersAdded": 193,
  "institutionBreakdown": {
    "KAIST": 13,
    "SNU": 47,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 44,
    "IBS": 65,
    "UNIST": 0,
    "Hanyang University": 5,
    "KIST": 0,
    "GIST": 2,
    "Kyung Hee University": 7,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Materials Science": 7,
    "Multidisciplinary": 76,
    "Biomedical": 34,
    "Cancer Research": 23,
    "Computer Science": 3,
    "Neuroscience": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Analysis of Multiscale Condensation Phenomena Using a Zero-Shot Computer Vision Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Understanding and controlling condensation is central to diverse energy and water systems, yet quantifying its inherently multiscale droplet dynamics has remained elusive. Here, a label-free computer vision framework that leverages the Segment Anything Model (SAM) for zero-shot segmentation is demonstrated, achieving high accuracy by systematically detecting more than one million droplets without any annotated datasets or retraining. The framework extracted statistical features such as droplet...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41498873",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Isotropic Atomic Layer Etching of SiO<sub>2</sub> via Thermo-Radical Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Wafer scale atomic layer etching (ALE), one of the key fabrication processes of both cutting-edge gate-all-around (GAA) and complementary field-effect transistors, is essential for the implementation of a 3D gate stack where a few nanometer-thick gate oxide should be etched out in an isotropic manner. In the present study, we successfully resolved the limit of conventional thermal ALE, which has been using excessively reactive and corrosive HF, by adopting plasma-assisted thermal ALE with SF(6)...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41498630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the vaccine candidate ASFV-MEC-01: safety, efficacy, transmission dynamics, and assessment of reversion to virulence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498240/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "African swine fever (ASF) is a highly contagious and often fatal disease that poses a serious threat to global pig farming and food security. Despite decades of research, a safe and effective vaccine has not yet been widely implemented. In our previous study, we introduced ASFV-MEC-01, a novel live attenuated vaccine candidate developed through serial passaging of a field isolate in CA-CAS-01-A cells and subsequently characterized. In the present study, we further evaluated the safety parameters...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41498240",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Multiaxial Bioreactor Integrated with an Environmental Monitoring System for Tissue-Engineered Skin Grafts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Tissue-engineered skin grafts have emerged as promising treatment options for chronic wounds. To precondition these grafts for promoting maturation, skin bioreactors have been utilized to provide mechanical stimulation. However, most conventional skin bioreactors are limited to either uni- or bi-directional stretching of the graft construct and lack mechanisms for monitoring tissue maturity, leading to uneven tissue maturation. In this study, we introduce a novel multiaxial bioreactor system...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41498179",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defect Reconfiguration through Surface Functionalization by Galvanic Peeling Treatment for Reliable and Robust InGaZnO TFTs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "We propose a galvanic peeling treatment (GPT) process for amorphous indium-gallium-zinc oxide (a-IGZO) thin-film transistors (TFTs), enabling selective defect reconfiguration without inducing crystallization or phase separation, through the dissociation of metal-oxygen bonding and densification of the oxide thin-film network. The electron-driven cleavage of weak metal-oxygen bonds (i.e., Zn-OH) not only eliminates unstable Zn sites but also promotes the reinforcement of In-O coordination,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41498166",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asian Federation of Osteoporosis Societies 2025 consensus on atypical femoral fractures in patients with osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Atypical femoral fractures (AFFs) are a rare but serious complication of prolonged anti-resorptive therapy for osteoporosis. This study aimed to develop consensus-based recommendations for the clinical management of AFFs across the Asian Federation of Osteoporosis Societies (AFOS), for harmonizing practice and improving patient outcomes. A structured questionnaire covering ten key domains related to AFFs was distributed to expert representatives from the 10 AFOS member countries or regions....",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41498101",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop consensus-based recommendations for the clinical management of AFFs across the Asian Federation of Osteoporosis Societies (AFOS), for harmonizing practice and improving patient outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A cost-utility analysis of pharmacopuncture versus physiotherapy for chronic low back pain: A multicenter, pragmatic randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights PPT as a potentially cost-effective alternative to conventional PT for cLBP, though further research with larger sample sizes and extended follow-up is recommended to validate these results.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41497196",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights PPT as a potentially cost-effective alternative to conventional PT for cLBP, though further research with larger sample sizes and extended follow-up is recommended to validate these results"
    },
    {
      "title": "<em>N</em>-(p-Coumaroyl) serotonin mitigates inflammatory responses in lipopolysaccharide-stimulated RAW264.7 cells and phorbol 12-myristate 13-acetate-stimulated A549 cells through NF-κB and MAPK inactivation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Inflammation is a protective response of the body, but excessive inflammation can exacerbate conditions such as acute lung injury and asthma. N-(p-Coumaroyl) serotonin (CS) is known to have anti-inflammatory effects. The present study aimed to explore the anti-inflammatory effects of CS on lipopolysaccharide (LPS)-induced inflammatory responses in macrophages and lung epithelial cells. Cellular inflammatory responses and associated signaling pathways were analyzed using ELISA, Western blotting...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41496820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interaction between ENPP1 and homologous recombination deficiency defines distinct pan-cancer signatures: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Ectonucleotide pyrophosphatase/phosphodiesterase 1 (ENPP1), 1st identified in breast cancer and subsequently in multiple other cancer types, is an innate immune checkpoint regulator that recently emerged as a promising biomarker and therapeutic target. Homologous recombination deficiency (HRD) has gained clinical relevance with therapeutic vulnerability, particularly in breast and ovarian cancers. Despite the increasing significance of ENPP1 and HRD in cancer biology and treatment, their...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41496120",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of ENPP1 and HRD in cancer biology and treatment, their",
      "conclusion": null
    },
    {
      "title": "The association of incident abdominal obesity with diet and unfavorable lifestyle factors in Korean adults: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Unhealthy lifestyles are strongly associated with the development of cardiometabolic diseases and the risk of all-cause mortality. We hypothesized that unhealthy lifestyles including poor diet contribute to the development of cardiometabolic diseases. This study aimed to investigate the incidence of metabolic syndrome (MetS) and its clustering components in relation to diet and lifestyle risk factors in Korean population. At baseline, all participants (n = 2000) completed a general...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41496096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the incidence of metabolic syndrome (MetS) and its clustering components in relation to diet and lifestyle risk factors in Korean population",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IPMK at the crossroads of cellular signaling in health and disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41495964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Inositol phosphates (InsPs) represent a conserved class of water-soluble signaling molecules found in all eukaryotes. Their biosynthesis involves a tightly regulated enzymatic network, with inositol polyphosphate multikinase (IPMK) functioning as a pivotal catalytic hub. IPMK exhibits broad substrate specificity, phosphorylating various InsPs and phosphatidylinositol 4,5-bisphosphate. Beyond its enzymatic activity, IPMK also modulates key signaling pathways through noncatalytic mechanisms,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41495964",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systemic control of HNF1B-driven redox homeostasis by N6-adenosine methylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41495907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Transcription factors are key regulators of gene expression and play essential roles in various diseases, yet their lack of small-molecule binding pockets makes them difficult to target with drugs. Internal RNA modifications, such as N6-methyladenosine, are widespread in mammalian cells, but how m6A-encoded epitranscriptomic information influences transcription factor activity and cellular function remains incompletely understood. Here, we demonstrate that m6A methylation directly regulates...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41495907",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Directed evolution on compact landing pads yields highly efficient recombinases for large DNA integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41495889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Site-specific DNA recombinases are powerful tools for genome engineering. The recent convergence of DNA recombinase-mediated technology with prime editing has established a promising new frontier for large-scale genomic integration. However, this strategy has limitations, including low intrinsic catalytic efficiency of DNA recombination enzymes and inefficiency of their long DNA landing pad insertions. To overcome these challenges, we developed a novel directed evolution strategy using...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41495889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal Exposure to Acid-Suppressive Medications and Risk of Neuropsychiatric Disorders in Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Exposure to acid-suppressive medication during pregnancy was not associated with children's risk of ADHD, severe neuropsychiatric disorder, obsessive-compulsive disorder, intellectual disability, or ASD in sibling-control analyses. Small associations were observed in overlap-weighted models; these may reflect confounding by shared familial factors.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41499135",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Exposure to acid-suppressive medication during pregnancy was not associated with children's risk of ADHD, severe neuropsychiatric disorder, obsessive-compulsive disorder, intellectual disability, or ASD in sibling-control analyses. Small associations were observed in overlap-weighted ..."
    },
    {
      "title": "Definitive 24 Gy radiotherapy for stage IE gastric MALT lymphoma: large-scale validation of an optimal dose with reduced acute toxicity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41499054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Augmenting blood oxygen saturation via the sleep environment: a crossover trial of non-invasive indoor oxygen diffusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings suggest that a moderate increase in indoor environmental oxygen can significantly improve nocturnal blood-oxygen saturation. This simple, non-invasive method may complement existing therapies, offering benefits to individuals with mild-to-moderate OSA, sleep disturbances at high altitudes, and nocturnal hypoxemia from chronic respiratory diseases such as COPD.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41498992",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that a moderate increase in indoor environmental oxygen can significantly improve nocturnal blood-oxygen saturation",
      "conclusion": "These findings suggest that a moderate increase in indoor environmental oxygen can significantly improve nocturnal blood-oxygen saturation. This simple, non-invasive method may complement existing therapies, offering benefits to individuals with mild-to-moderate OSA, sleep disturbances at high altit..."
    },
    {
      "title": "Assessment of physicochemical alterations in 3D-printed biodegradable implants under biomimetic conditions for cranial defect repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Once implanted, biodegradable devices gradually deteriorate, potentially compromising clinical performance. Consequently, evaluating the alterations in physicochemical characteristics after implantation is crucial. Nonetheless, there is currently no established methodology for precisely assessing these alterations. This study sought to develop accurately simulated cranial defect physiological conditions (SCDPC) and examine the physicochemical modifications in biodegradable cranioplasty plates...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41498823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop accurately simulated cranial defect physiological conditions (SCDPC) and examine the physicochemical modifications in biodegradable cranioplasty plates",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metal-Induced Oxygen Vacancy Control in InGaZnO/Hf<sub>0.5</sub>Zr<sub>0.5</sub>O<sub>2</sub> Ferroelectric Field-Effect Transistor Arrays for Simultaneous Improvement of Memory Window and Electrical Stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Zirconium-doped HfO(2) (HZO)-based ferroelectric field-effect transistors (FeFETs) with indium gallium zinc oxide (IGZO) channels are considered one of the key technologies for future nonvolatile memories. However, realization of the technology through a simple, industry-oriented process from single devices to array levels remains challenging. While prior studies have primarily focused on the stable ferroelectric switching of HZO, optimization of the IGZO channel is also essential to facilitate...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41498654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-Nucleus Multi-Omics Reveals Hypoxia-Driven Angiogenic Programs and Their Epigenetic Control in Sinonasal Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Sinonasal squamous cell carcinoma (SNSCC) is a rare malignancy with poorly understood molecular drivers. Consequently, its cellular composition and tumor microenvironment (TME) remain largely undefined. Here, we performed integrated bulk and single-nucleus multi-omic analyses to map the SNSCC ecosystem. Within the malignant compartment, we identified five distinct populations, with hypoxic (TC1) and proliferative (TC2) subtypes associated with adverse clinical outcomes. Functionally, TC1 cells...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41498635",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We found distinct longitudinal trajectories regarding both clinical progression and neurodegeneration rates among AD subtypes characterized by different patterns of amyloid predominance. Our findings suggests that an AD subtype with predominant frontal-parietal amyloid deposition may have worse prognosis compared to other subtypes, underscoring the need for subtype-specific therapeutic strategies. Further studies are required to elucidate the relationship between regional amyloid...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41498582",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found distinct longitudinal trajectories regarding both clinical progression and neurodegeneration rates among AD subtypes characterized by different patterns of amyloid predominance. Our findings suggests that an AD subtype with predominant frontal-parietal amyloid deposition may have worse prog..."
    },
    {
      "title": "A case of early-onset ovarian cancer following bariatric surgery: Highlighting the need for caution in genetically predisposed obese patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "High-grade serous ovarian cancer (HGSOC) is the most lethal gynecologic malignancy, typically affecting postmenopausal women. BRCA1 mutation carriers are at increased risk of developing early-onset disease. While bariatric surgery reduces the incidence of several obesity-related cancers, its potential impact on hormonally driven malignancies in genetically predisposed individuals remains unclear. We report a rare case of early-onset HGSOC in a 21-year-old woman with morbid obesity and type 2...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41498495",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on hormonally driven malignancies in genetically predisposed individuals remains unclear",
      "conclusion": null
    },
    {
      "title": "Transcatheter Electrosurgery in the Asia-Pacific: Implementation and Innovations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Transcatheter electrosurgery involves the precise application of high-frequency electrical currents to modify or perforate cardiac structures during structural heart interventions. Adoption of these techniques in the Asia-Pacific region has grown significantly alongside the expansion of structural heart programs. Techniques such as Bioprosthetic or Native Aortic Scallop Intentional Laceration to Prevent Coronary Artery Obstruction (BASILICA), Undermining Iatrogenic Coronary Obstruction With...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41498463",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study developed a statistical model of age-related Aβ PET trajectories using cross-sectional data, validated with longitudinal data. NHWs had steeper trajectories of AB accumulation compared to Koreans. The results suggest differences in population-specific patterns of Aβ accumulation.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41498437",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study developed a statistical model of age-related Aβ PET trajectories using cross-sectional data, validated with longitudinal data. NHWs had steeper trajectories of AB accumulation compared to Koreans"
    },
    {
      "title": "Efficacy of transcranial direct current stimulation for depression: individual patient data meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this IPD data-set, tDCS showed modest efficacy for depression. Future research should clarify its mechanisms, considering non-specific placebo effects.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41498282",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this IPD data-set, tDCS showed modest efficacy for depression. Future research should clarify its mechanisms, considering non-specific placebo effects"
    },
    {
      "title": "Bidirectional Mechanical Stimulation Enables Biomechanical Coupling and Functional Maturation in Arterial Microphysiological Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Engineering functional arterial tissues in vitro requires dynamic cues that recapitulate native mechanical environments. A bidirectional stimulation approach, termed blood and tissue side stretch (BTS), is presented, applying cyclic circumferential stretch to drive maturation of arterial microphysiological systems (aMPSs). These stimuli replicate key biomechanical forces present in vivo-cyclic circumferential stretch-enabling a more physiologically relevant tissue architecture. Human umbilical...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41498214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-Guided Hydrodissection for Dorsal Scapular Nerve Entrapment: A Technical Report on the Scalene and Scapular Approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Dorsal scapular nerve (DSN) entrapment is a common yet often underdiagnosed cause of chronic interscapular and neck pain. Ultrasound-guided hydrodissection has emerged as a minimally invasive and effective treatment, utilizing fluid to separate the nerve from constricting fascial structures. This technical report provides a detailed, step-by-step guide for two primary approaches to DSN hydrodissection: the proximal (scalene) approach and the distal (scapular) approach. The scalene approach...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497907",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The evolution of perforator flaps and the future of microsurgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Perforator flaps have transformed reconstructive microsurgery by enabling tissue-specific reconstruction while preserving muscle, fascia, and nerves, minimizing donor site morbidity. Modern techniques-including superthin, ultrathin, and pure skin flaps-enhance flap precision, safety, and versatility. Imaging tools such as CT angiography and high-resolution ultrasound allow accurate mapping of perforator anatomy, improving flap design and outcomes. Challenges like short pedicle length and flap...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "iPSC-Derived MSC Secretome as a Protective and Restorative Modality for Atopic Dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: iMSC secretome demonstrates significant anti-inflammatory and regenerative effects, making it a promising therapeutic option for AD.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "iMSC secretome demonstrates significant anti-inflammatory and regenerative effects, making it a promising therapeutic option for AD"
    },
    {
      "title": "Increased risk of early-onset gastric cancer among young adults age 20-49 years with diabetes: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Although overall gastric cancer (GC) incidence has declined, the incidence of early-onset GC (EOGC) is rising. Given the increasing prevalence of diabetes in younger populations and its link to malignancies, we investigated the association between glycemic status and EOGC risk.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497510",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between glycemic status and EOGC risk",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-specific chikungunya outbreak response immunisation strategies in Brazil: a modelling study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Two chikungunya vaccines, Ixchiq and Vimkunya are licensed. In April 2025, Brazil is the first endemic country to license Ixchiq, but optimal age groups for vaccination remain unclear. Our aim is to model the public health impact of age-specific chikungunya outbreak response immunisation strategies in Brazil and infer broader implications for vaccine use case scenarios in outbreak prone regions.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "is to model the public health impact of age-specific chikungunya outbreak response immunisation strategies in Brazil and infer broader implications for vaccine use case scenarios in outbreak prone reg...",
      "significance": "of age-specific chikungunya outbreak response immunisation strategies in Brazil and infer broader implications for vaccine use case scenarios in outbreak prone regions",
      "conclusion": null
    },
    {
      "title": "Deep learning-based diagnosis of temporomandibular joint osteoarthritis using whole-body bone scans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Temporomandibular joint osteoarthritis (TMJ-OA) is a degenerative condition that causes pain and functional limitation, yet its relationship with systemic osteoarthritis (OA) remains unclear. This study developed deep learning models to automatically diagnose TMJ-OA using bone scintigraphy (bone scans) and to evaluate systemic OA features as potential predictors. A dataset of 1,943 patients (3,886 TMJs) was analyzed with three convolutional neural network (CNN) approaches based on the VGG16...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41497394",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current Status and Barriers of Ophthalmic Examination Services in Companion Animal Clinics in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While general ophthalmic services are widely available, the provision of fundic examinations remains limited. Addressing this gap may require increasing awareness of affordable diagnostic tools, enhancing veterinarians' diagnostic confidence through education and training, and emphasizing the clinical importance of fundic examinations.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497374",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While general ophthalmic services are widely available, the provision of fundic examinations remains limited. Addressing this gap may require increasing awareness of affordable diagnostic tools, enhancing veterinarians' diagnostic confidence through education and training, and emphasizing the clinic..."
    },
    {
      "title": "Integrated effects of a 12-week intermittent combined exercise on cognitive function, physical performance, and neurophysiological biomarkers in older women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Aging is associated with a progressive decline in both cognitive and physical function, and neuroinflammation and metabolic dysregulation often exacerbate this decline, particularly in older women. This study investigated the effects of a 12-week intermittent combined exercise program on cognitive function, physical performance, and neurophysiological biomarkers in community-dwelling women aged 75 years and older. Forty participants were recruited from a local welfare center and randomly...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41497243",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of a 12-week intermittent combined exercise program on cognitive function, physical performance, and neurophysiological biomarkers in community-dwelling women aged 75 years and older",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of kinesiology taping leggings on exercise performance and physiological responses during CrossFit training in women aged 20-30 years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "This study examined the effects of kinesiology taping leggings on exercise performance and physiological responses during CrossFit training in women aged 20-30 years. A randomized crossover design was employed with 42 healthy participants. Each participant completed two 3-week training periods wearing either taping leggings or regular leggings, separated by a 2-week washout period. Sixteen variables, including strength, endurance, power, agility, balance, proprioception, functional movement,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41497238",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of kinesiology taping leggings on exercise performance and physiological responses during CrossFit training in women aged 20-30 years",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-dependent effects of exercise on gut microbiota-mitochondria axis and cognitive function in aging mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Aging is accompanied by progressive impairments in mitochondrial bioenergetics, apoptosis regulation, and gut microbiota homeostasis, all of which contribute to cognitive decline. In this study, we investigated whether the effects of treadmill exercise on the gut microbiota-mitochondrion-neuronal plasticity axis differed between young (15 months) and old (28 months) mice. Male C57BL/6 mice were randomly assigned to the following groups: early sedentary, early exercise, late sedentary, or late...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41497237",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether the effects of treadmill exercise on the gut microbiota-mitochondrion-neuronal plasticity axis differed between young (15 months) and old (28 months) mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metal-Based Nanomedicines for Inducing Programmed Cell Death to Enhance the Efficacy of Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Metal ions exert indispensable functions in various physiological processes, and metal ion homeostasis is needed in cells. Intracellular metal ion homeostasis is regulated by their efflux and influx across the cell membrane. Dysregulation of intracellular metallic ions can trigger programmed cell death (PCD). In recent years, metallic ions as potent immunomodulators and enhancers for cancer immunotherapy through modulating the immunosuppressive tumor microenvironment and triggering an...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497186",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of fast foods and dairy products in acne severity and scarring: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this cohort, no statistically significant association was observed between the consumption of fast foods or dairy products and acne severity. However, these findings should be interpreted cautiously given the methodological limitations. Further research is needed to clarify the potential role of diet in acne development.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41497106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this cohort, no statistically significant association was observed between the consumption of fast foods or dairy products and acne severity. However, these findings should be interpreted cautiously given the methodological limitations"
    },
    {
      "title": "RNA binding protein HuD regulates the biosynthesis of glucagon-like peptide 1 in intestinal L-cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "We investigated HuD (ELAVL4), a neuronal RNA-binding protein with emerging endocrine functions, as a regulator of GLP-1 biogenesis in intestinal L-cells. Using absolute qPCR and immunofluorescence, we found that HuD was significantly expressed in the GLUTag cells derived from mice intestinal L-cell line and was co-localized with GLP-1-positive cells in the small intestine of mice. RNA interference-mediated HuD knockdown reduced both GLP-1 immunoreactivity and levels. Mechanistically, RNA...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496908",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "HuD (ELAVL4), a neuronal RNA-binding protein with emerging endocrine functions, as a regulator of GLP-1 biogenesis in intestinal L-cells",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of long-term renal survival and mortality in patients with proliferative and membranous lupus nephritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "ObjectiveLupus nephritis (LN) is a major mortality risk factor in patients with systemic lupus erythematosus (SLE). We investigated the predictors of end-stage renal disease (ESRD) and mortality in patients with LN.MethodsWe enrolled 599 Korean patients with biopsy-proven proliferative or membranous LN from a prospective cohort of 1497 patients with SLE. Baseline demographics, serology, histology, disease activity, and organ damage were collected and assessed. Regression models were used to...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41496726",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the predictors of end-stage renal disease (ESRD) and mortality in patients with LN",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain and Functional Outcome of Supraclavicular Decompression of the Brachial Plexus for Neurogenic Thoracic Outlet Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Brachial plexus decompression through a supraclavicular approach proved effective in alleviating pain and functional disability in patients with neurogenic TOS.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496554",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Brachial plexus decompression through a supraclavicular approach proved effective in alleviating pain and functional disability in patients with neurogenic TOS"
    },
    {
      "title": "The LXRβ/NF-κB axis reprograms CAR-T cells to resist exhaustion in the tumor microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Liver X receptor β (LXRβ) is a key transcription factor involved in lipid metabolism and immune regulation, yet its functional role in tumor-infiltrating T cells remains largely unresolved. While LXRβ has been shown to suppress NF-κB target gene expression, the mechanistic interaction between LXRβ and NF-κB signaling in the tumor microenvironment (TME) has not been fully established. In this study, we identify LXRβ as a critical regulator of CAR-T cell differentiation, the metabolic state, and...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496523",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Practice Guidelines of the Korean Society for Vascular Surgery for the Management of Abdominal Aortic Aneurysms: Focused on 18 Key Clinical Questions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "These clinical practice guidelines (CPG) were developed by the Korean Society for Vascular Surgery to provide evidence-based recommendations for the management and post-treatment surveillance of abdominal aortic aneurysms (AAAs). The guidelines were developed by a multidisciplinary guideline working committee of 19 members, including vascular surgeons and methodological experts. A total of 18 key clinical questions focusing on AAA management and surveillance after treatment were selected. Based...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41496467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Korean nationwide analysis of male breast Cancer: Incidence trends, treatment disparities, and survival compared with female patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite its rarity, MBC incidence is increasing, with distinct clinicopathological features and poorer prognosis compared to FBC. These findings emphasize the need for sex-specific strategies and inclusion of male patients in breast cancer research.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41496425",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite its rarity, MBC incidence is increasing, with distinct clinicopathological features and poorer prognosis compared to FBC. These findings emphasize the need for sex-specific strategies and inclusion of male patients in breast cancer research"
    },
    {
      "title": "Estimation of whole-body skeletal muscle volume using pectoralis muscle area and anthropometric measurements from chest CT in a Korean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: WBM can be reliably estimated using PMA measured in a single chest-CT slice and basic body measurements (age, height, weight, and waist circumference). This method offers a practical and efficient surrogate for muscle assessment based on routinely acquired chest CT images.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "WBM can be reliably estimated using PMA measured in a single chest-CT slice and basic body measurements (age, height, weight, and waist circumference). This method offers a practical and efficient surrogate for muscle assessment based on routinely acquired chest CT images"
    },
    {
      "title": "Multifaceted role of interleukin-32 in inflammatory diseases and cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Interleukin (IL)-32 is a multifunctional cytokine involved in inflammation regulation, immune response, and tumor biology. The IL-32 gene consists of eight exons and produces nine different isoforms through alternative splicing. First identified in activated T cells and natural killer cells, the expression of IL-32 is increased by various stimuli, including microorganisms, mitogens, and inflammatory cytokines. IL-32 is widely expressed in various human tissues, including the spleen, thymus,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496339",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging electronic deodorization technologies for human odor management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41496311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of six human induced pluripotent stem cell lines from healthy Central Asian donors (IPBi115-A, IPBi116-A, IPBi117-A, IPBi119-A, IPBi124-A, and IPBi129-A)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Six human induced pluripotent stem cell (iPSC) lines (IPBi115-A, IPBi116-A, IPBi117-A, IPBi119-A, IPBi124-A, and IPBi129-A) were established from peripheral blood mononuclear cells (PBMCs) of healthy donors from Kazakhstan and Uzbekistan, representing Central Asian populations. These lines retained pluripotency, differentiated into the three germ layers, and showed normal karyotypes, with confirmed Sendai virus clearance, donor-matched STR profiles, and mycoplasma-free status. These iPSC...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Source apportionment and oxidative potential of PM<sub>1</sub> and PM<sub>2.5</sub> in Seoul, South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Particulate matter (PM), especially PM(2.5), has been widely studied due to its adverse health effects, whereas PM(1) has been relatively understudied. This study investigated the chemical constituents, source apportionment, and oxidative potential of PM(1) and PM(2.5) to assess the need for research and management of PM(1). PM samples were collected in Seoul, South Korea, from June 2021 to March 2022 and analyzed. The dithiothreitol (DTT) assay was applied to evaluate the oxidative potential of...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496222",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the chemical constituents, source apportionment, and oxidative potential of PM(1) and PM(2",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-organ toxicity via oxidative stress and disrupting mitochondrial plasticity induced by bendiocarb in zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Bendiocarb, a carbamate insecticide, is widely applied in various circumstances; however, it poses a potential threat to various non-target organisms. Although many researchers have focused on defining the toxic effects of bendiocarb, those associated with early and organ development remain poorly understood. In this study, we evaluated the developmental and organ-specific toxic mechanisms of bendiocarb in a zebrafish model. Exposure of bendiocarb decreased viability of zebrafish larvae by...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41496214",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness, safety, and cost-effectiveness of thread-embedding acupuncture treatment for chronic rotator cuff disease: A randomized, patient-assessor-blinded, controlled, clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The TEA treatment resulted in partial clinical improvements, including pain relief and shoulder function; however, these results were not statistically significant. Nevertheless, the TEA treatment was statistically significant in clinical improvement and cost-effectiveness for the range of external rotations.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41496087",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The TEA treatment resulted in partial clinical improvements, including pain relief and shoulder function; however, these results were not statistically significant. Nevertheless, the TEA treatment was statistically significant in clinical improvement and cost-effectiveness for the range of external ..."
    },
    {
      "title": "Clinical impact of treprostinil in neonates with persistent pulmonary hypertension refractory to inhaled nitric oxide: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Persistent pulmonary hypertension of the newborn (PPHN) has limited options when unresponsive to inhaled nitric oxide (iNO). We evaluated the role of intravenous treprostinil and whether early response classification could inform management. We retrospectively analyzed 114 neonates who had received iNO therapy during the period from 2014 to June 2025. Based on oxygenation index change during the 1st 24 hours after iNO initiation, infants were classified as fast, slow, or non-responders....",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41496061",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abdominal aortic aneurysm and gout risk: A nationwide population-based observational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Abdominal aortic aneurysm (AAA) is associated with systemic inflammatory processes that may influence metabolic disorders. This study investigated whether AAA is a risk factor for gout development and evaluated how different treatment approaches influence this risk. We conducted a nationwide retrospective cohort study using the Korean National Health Insurance Service database (2009-2015). We identified 14,256 newly diagnosed patients with AAA and matched them with 42,768 non-AAA controls at a...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496059",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether AAA is a risk factor for gout development and evaluated how different treatment approaches influence this risk",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-complete tongue transection during spinal surgery with transcranial MEP monitoring: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: IONM, especially transcranial MEPs, is a cornerstone in preventing neural injury during spinal surgery. However, transcranial stimulation may result in forceful jaw closure, causing oral trauma such as tongue lacerations, dental injury, or rarely, airway compromise. This case underscores the importance of recognizing and preventing rare but serious complications related to intraoperative neuromonitoring.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41496058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation of single leg static postural stability, skeletal muscle mass index, and fear of falling in patients with sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Sarcopenia is an aging-related, progressive musculoskeletal disorder. This study aimed to compare the static postural stability, skeletal muscle mass index (SMI), and fear of falling between patients with and without sarcopenia. We hypothesized that compared with healthy older adults, patients with sarcopenia would have poor postural stability, lower SMI, and a higher fear of falling. A total of 40 participants (20 patients with sarcopenia and 20 healthy older adults) were enrolled in this...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41496053",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "compare the static postural stability, skeletal muscle mass index (SMI), and fear of falling between patients with and without sarcopenia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protein structure-informed bacteriophage genome annotation with Phold",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41495893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Bacteriophage (phage) genome annotation is essential for understanding their functional potential and suitability for use as therapeutic agents. Here, we introduce Phold, an annotation framework utilizing protein structural information that combines the ProstT5 protein language model and structural alignment tool Foldseek. Phold assigns annotations using a database of over 1.36 million predicted phage protein structures with high-quality functional labels. Benchmarking reveals that Phold...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41495893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effective elimination of Moiré fringe at the nanoprecipitate/matrix interface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "The effective method for eliminating the Moiré fringes in the MC nanoprecipitates in the austenite matrix was studied. Considering the dynamic diffraction between the matrix and precipitate, the spots originating from the Moiré pattern were selected in the fast Fourier transform (FFT) pattern. The Moiré fringe image was extracted by performing inverse FFT(IFFT) of the selected spots. Subtracting the Moiré fringe contribution from the original image intensity reveals the veiled lattice fringes of...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41499077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional inactivation of oligosaccharyltransferase A isoform suppresses tumor metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Oligosaccharyltransferase (OST), which is a multi-membrane protein complex that catalyzes asparagine-linked glycosylation (N-glycosylation) in the endoplasmic reticulum (ER), is a potential target to eradicate refractory cancer. Mammals express two distinct OST isoforms (OST-A and OST-B) that exhibit different acceptor site specificity to maximize N-glycosylation efficiency; however, the role of individual OST isoforms in tumor progression is not fully understood. Here, using mouse melanoma...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41499148",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term use of potassium-competitive acid blockers and proton pump inhibitors and the risk of metachronous gastric cancer after H. pylori eradication: a multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41499053",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human Papillomavirus Vaccine Uptake and its Determinants among Parents of Adolescent Girls in Tanga city, Tanzania",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Human papillomavirus (HPV) is the leading cause of cervical cancer, a major public health challenge in Tanzania. National and global efforts continue to prioritise HPV vaccination; however, coverage remains suboptimal. In Tanga City, no prior data exists on HPV vaccine uptake. This study assesses HPV vaccine uptake and factors influencing parental acceptance among girls aged 9-14 years. A community-based cross-sectional study was conducted among 409 parents or guardians selected through...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41499036",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Viral-driven oncogenesis in T/NK-cell lymphomas: parallels and divergences between HTLV-1 and EBV",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Viruses induce approximately 12% of human cancers, including lymphomas. In the case of T/NK cell neoplasms, human T-cell leukemia virus type I (HTLV-1) causes adult T-cell leukemia-lymphoma (ATL), and Epstein-Barr virus (EBV) is associated with extranodal NK/T-cell lymphoma (ENKTCL) and chronic active Epstein-Barr virus disease (CAEBV). Common mechanisms for lymphoma development have been proposed. Viral genes, such as tax and HTLV-1 bZIP factor (HBZ) of HTLV-1, and latent membrane protein 1...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498998",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole-body biodistribution of [<sup>18</sup>F]SMBT-1: a novel PET tracer for monoamine oxidase B imaging in healthy humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41498918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Slow-Paced Breathing as a Just-in-Time Adaptive Intervention for Anxiety-A Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41498894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of combined use of magnifying narrow-band imaging/blue laser imaging and Lugol chromoendoscopy for tumor extent delineation in esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Combined use of magnifying NBI/BLI and LCE is a simple and effective strategy during ER for ESCCs, particularly in cases with multiple LVLs.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498852",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combined use of magnifying NBI/BLI and LCE is a simple and effective strategy during ER for ESCCs, particularly in cases with multiple LVLs"
    },
    {
      "title": "Proposal of two novel species, <em>Allocoprococcus similis</em> gen. nov., sp. nov. and <em>Faecalimonas hominis</em> sp. nov., isolated from human faeces and genome-based reorganization of the genus <em>Coprococcus</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "The obligately anaerobic, Gram-stain-positive coccobacilli strains OB7620^(T) and OB7656^(T) were isolated from faecal samples of healthy Japanese volunteers. Strain OB7620^(T) showed the highest 16S rRNA gene sequence similarity to Coprococcus comes ATCC 27758^(T) (98.4%) and Clostridium nexile DSM 1787^(T) (96.3%). Strain OB7656^(T) showed the highest 16S rRNA gene sequence similarity to 'Gluceribacter canis' NATH-2371^(T) (97.7%), C. nexile DSM 1787^(T) (94.8%) and Faecalimonas umbilicata...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498776",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metalloporphyrin Monolayers as Tunable Platforms for CO<sub>2</sub> Electroreduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "While molecular electrocatalysis for CO(2) reduction has advanced significantly, a key challenge persists in accurately defining the active site distribution, surface density, and structural organization of heterogenized catalysts at electrode interfaces. In this study, we address this gap by employing self-assembled monolayers of physisorbed metal porphyrins (Fe and Cu) on graphite electrodes as structurally well-defined model systems for the electrochemical CO(2) reduction reaction (CO(2)RR)....",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498746",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sulfonated Cellulose Acetate Nanofibers Induced Zincophilic-Hydrophobic Interface to Regulate Ion Transport for Long-Lifespan Zinc-Iodine Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Aqueous zinc-iodine batteries (ZIBs) have attracted extensive attention due to their advantages of high theoretical specific capacity, abundant reserves, high safety, and low cost, while the Zn anodes are still suffering from dendrite growth, side reactions, and polyiodide corrosion, seriously affecting the service life of ZIBs. Herein, sulfonated cellulose acetate (SCA) nanofiber membrane with zincophilic-hydrophobic property is constructed on the Zn anode as a protective layer by...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498741",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thioamide-Modified Pincer Extractant for Selective Pd(II) Recovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Solvent extraction is an important method for recovering Pd(II) from secondary resources; however, conventional Pd(II) extractants often exhibit limited efficiency and selectivity. In this study, a new pincer extractant was synthesized by incorporating two thioamide groups as polar moieties at the 1,3-positions of the benzene ring. Its Pd(II) extraction performance was evaluated as a function of the shaking time and HCl concentration. Optimal stripping reagents for the back-extraction of Pd(II)...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41498532",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "method for recovering Pd(II) from secondary resources; however, conventional Pd(II) extractants often exhibit limited efficiency and selectivity",
      "conclusion": null
    },
    {
      "title": "Corrigendum: How the sensitivity of TOF-PET depends on the interplay between the temporal and spatial detector resolutions and the resolution required for the imaging task (2025<em>Phys. Med. Biol.</em>70 245001)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498331",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of Epigenetically Important 5-Formylcytosine Modifications Using Novel Photoreactive Oligonucleotides Containing a Trioxsalen-Conjugated Guanosine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Transcription is tightly regulated by epigenetic modifications that control the expression of specific genes. One such modification is 5-methylcytosine (5mC) that is formed by cytosine methylation via DNA methyltransferases and functions as a transcriptional silencer of gene promoters. Dynamically regulated subsequent modifications by ten-eleven translocation (TET) enzymes catalyze the sequential oxidation of 5mC for generating 5-hydroxymethylcytosine, 5-formylcytosine (5fC), and...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498324",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cation-Dependent Multilayered Host-Guest Assemblies Formed by a Xanthene-Based Dinuclear Nickel(II) Macrocycle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "A planar bis(saloph) nickel(II) macrocyclic host, L^(2b)Ni(2), incorporating xanthene motifs and hexyl side chains, was synthesized to provide structural rigidity and solubility. Its ion recognition behavior toward alkali metal ions was investigated by ¹H NMR titration, mass spectrometry, and X-ray crystallography. With Na^(+), a 2:1 (host/guest) sandwich-type complex was formed at 0.5 equiv, which shifted to a monomeric 1:1 complex upon further Na^(+) addition. In contrast, larger alkali metal...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to Comment on \"Identification of Negative Ion at <em>m/z</em> 20 Produced by Atmospheric Pressure Corona Discharge Ionization under Ambient Air\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41498112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Respiratory Muscle Strength and Mortality in Patients with COPD: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MIP shows a consistent directional association with survival in patients with COPD, although magnitude estimates vary with measurement protocols and confounder control. We propose a minimum reporting set (posture, starting lung volume, trials/repeatability, device/calibration, cmH(2)O units, and prespecified confounders) and immediate clinical actions: standardized MIP during stable visits for risk stratification and PIFR screening to guide inhaler selection.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497970",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MIP shows a consistent directional association with survival in patients with COPD, although magnitude estimates vary with measurement protocols and confounder control. We propose a minimum reporting set (posture, starting lung volume, trials/repeatability, device/calibration, cmH(2)O units, and pre..."
    },
    {
      "title": "Endophyte-Derived Metabolites From the Bark of <em>Xylocarpus mekongensis</em>: Source of Antioxidant, Antimicrobial, and Antidiabetic Agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Endophytic fungi have emerged as promising reservoirs of pharmacologically potent metabolites, garnering increasing scientific interest over the past three decades. Their ability to enhance host resilience against diverse biotic and abiotic stresses further underscores their biotechnological value. This study explores the hypothesis that endophytes from mangrove ecosystems, specifically the bark of Xylocarpus mekongensis, thrive under extreme conditions such as high salinity, humidity,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497760",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EMPOWER-PD: Evaluation of an 8-Week Co-Designed Self-Management Program in People With Parkinson's Disease and Their Caregivers: An Intervention Study With Long-Term Follow-Up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Empowerment and implementation of self-management strategies are vital components in the future care of chronic, neurological patient groups, including people with Parkinson's disease (PD). This study aimed to evaluate the feasibility and effectiveness of an 8-week self-management intervention designed for people with PD (PwP) with follow-up assessments at 3 and 6 months postintervention. The program focused on developing self-management skills, coping strategies, disease education, mindfulness,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the feasibility and effectiveness of an 8-week self-management intervention designed for people with PD (PwP) with follow-up assessments at 3 and 6 months postintervention",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of the Copenhagen Disease Management Program for Type 2 Diabetes on Healthcare Utilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497480/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results suggest that patients with longstanding T2D and their primary GP have insufficient resources or competencies to promote disease management and underline the value of the DMP in promoting care-seeking and navigating the healthcare system.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497480",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results suggest that patients with longstanding T2D and their primary GP have insufficient resources or competencies to promote disease management and underline the value of the DMP in promoting care-seeking and navigating the healthcare system"
    },
    {
      "title": "Association Between Hypnotics and Glycemic Variability Assessed by Continuous Glucose Monitoring Under Real-Life Conditions in Patients With Type 2 Diabetes: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The use of non-BZDs was associated with within-day and between-day glycemic variability measured by CGM in patients with Type 2 diabetes.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497478",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The use of non-BZDs was associated with within-day and between-day glycemic variability measured by CGM in patients with Type 2 diabetes"
    },
    {
      "title": "Dog ownership during adolescence alters the microbiota and improves mental health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Adolescents who own dogs have higher well-being than those who do not; however, it is unclear what the underlying mechanism explains how dog ownership affects adolescents' well-being. As dog ownership influences the composition of the microbiota in the home environment, we examined the microbiome of dog-owning adolescents and analyzed associations with mental health and behavior in the teenage cohort participants (n = 345). Our findings reveal that dog-owning adolescents showed fewer problems...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the microbiome of dog-owning adolescents and analyzed associations with mental health and behavior in the teenage cohort participants (n = 345)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ureter reconstruction using a biotube in a canine model: A pilot stud",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Biotubes demonstrate potential as temporary ureteral substitutes; however, improvements in epithelialization and muscle tissue migration are necessary for successful long-term ureteral regeneration. Further experimental studies are required to evaluate their clinical utility as scaffold materials for ureteral reconstruction.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497244",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Biotubes demonstrate potential as temporary ureteral substitutes; however, improvements in epithelialization and muscle tissue migration are necessary for successful long-term ureteral regeneration. Further experimental studies are required to evaluate their clinical utility as scaffold materials fo..."
    },
    {
      "title": "Sequence controlled MOF-on-MOF microcrystals for multidomain liquid chromatography stationary phases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Designing liquid chromatography (LC) stationary phases with novel separation mechanisms is essential for advancing separation science. Herein, we report hierarchical metal-organic framework (MOF) stationary phases that integrate two distinct MOFs with different pore architectures, enabling multi-domain molecular recognition within a single crystalline material. Specifically [M(2)(bdc)(2)(ted)] (n) (M-BDC; M = Cu or Zn, bdc = 1,4-benzenedicarboxylate, ted = triethylenediamine) and...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497183",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of the ketoreductase domain of pikromycin module 2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41497180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Polyketides represent a diverse class of natural products that serve as major sources of medicinal compounds. Their biosynthesis is generally catalyzed by multimodular polyketide synthase comprising functional domains, such as a β-ketosynthase, an acyltransferase, and an acyl carrier protein. These domains mediate the elongation of polyketide chains via decarboxylative Claisen-like condensation. A reductive loop comprising β-ketoreductase (KR), dehydratase (DH), and enoyl reductase domains...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41497180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of monothiophosphinic acid and phosphine sulfide impurities on the solvent extraction behavior of bis(2,4,4-trimethylpentyl)dithiophosphinic acid from sulfate and methanesulfonate media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "A crude, synthesized mixture of bis(2,4,4-trimethylpentyl)dithiophosphinic acid (DTPhos), was evaluated as a functional alternative to the discontinued Cyanex® 301 extractant. This study enabled the assessment of the influence of common impurities, such as bis(2,4,4-trimethylpentyl)monothiophosphinic acid (MTPhos) and phosphine sulfides, on metal extraction performance from methanesulfonate (MSA) and sulfate media. Both extractants exhibited nearly quantitative extraction of Ni(ii), Co(ii), and...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of intramolecular interactions and transition state energetics on the strain-promoted azide-alkyne cycloaddition of 2-aminobenzenesulfonamide-containing cyclononynes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Computational investigation of the reaction mechanism and selectivity of strain-promoted azide-alkyne cycloaddition indicated that 2-aminobenzenesulfonamide-containing cyclononyne (ABSACN) is a HOMO donor; the energy difference is slight between the transition states (TSs) for the major and minor products. The reaction between unsubstituted ABSACN(R¹[double bond, length as m-dash]R²[double bond, length as m-dash]H) and benzyl azide proceeds via the pathway that is most energetically favorable,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496832",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional and Structural Characteristics of the Pelvic Floor in Patients with Chronic Prostatitis/Chronic Pelvic Pain Syndrome (CP/CPPS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CP/CPPS is characterized by increased pelvic floor muscle excitability, reduced coordination, and pronounced somatic and psychological symptom burden, without significant global structural abnormalities. The Glazer sEMG protocol may help identify characteristic pelvic floor abnormalities, while the PSSS offers valuable insights into psychological symptomatology.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496798",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CP/CPPS is characterized by increased pelvic floor muscle excitability, reduced coordination, and pronounced somatic and psychological symptom burden, without significant global structural abnormalities. The Glazer sEMG protocol may help identify characteristic pelvic floor abnormalities, while the ..."
    },
    {
      "title": "Homocysteine thiolactone affects paraoxonase 1 activity via altered paraoxonase 1 distribution on high-density lipoprotein particles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Hyperhomocysteinemia is a risk factor of cardiovascular disease (CVD). High-density lipoprotein (HDL) plays an important role in anti-atherosclerosis, with its anti-atherogenic function attributed to HDL-associated proteins such as apolipoprotein A-I (apoA-I) and paraoxonase 1 (PON1). Homocysteine (Hcy) thiolactone modifies lysine residues in proteins, thereby altering their function. Although dysfunction of apoA-I and PON1 has been reported, the precise modification sites and underlying...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496561",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in anti-atherosclerosis, with its anti-atherogenic function attributed to HDL-associated proteins such as apolipoprotein A-I (apoA-I) and paraoxonase 1 (PON1)",
      "conclusion": null
    },
    {
      "title": "Age-stratified toxicity patterns of CDK4/6 inhibitors in older women with breast cancer: Disproportionality analysis from the FAERS database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496429/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Older adults receiving CDK4/6 inhibitors experience higher rates of renal, pulmonary, cardiac, and neurocognitive toxicities, with abemaciclib linked to renal and pulmonary, palbociclib to neurological and thrombotic/hemorrhagic, and ribociclib to renal and cardiac adverse events.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496429",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Older adults receiving CDK4/6 inhibitors experience higher rates of renal, pulmonary, cardiac, and neurocognitive toxicities, with abemaciclib linked to renal and pulmonary, palbociclib to neurological and thrombotic/hemorrhagic, and ribociclib to renal and cardiac adverse events"
    },
    {
      "title": "Elucidation of mechanisms underlying the therapeutic effects of cordycepin on pulmonary hypertension, with a focus on cell senescence and gut microbiota",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cordycepin exerts multi-target therapeutic effects in PH by inhibiting PASMC proliferation via the p53-CDK1/pTERT axis, modulating gut microbiota-linked immunometabolism and induces proinflammatory macrophage senescence. These findings support cordycepin as a promising candidate for PH therapies targeting the vascular, immune, and gut-lung axes.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cordycepin exerts multi-target therapeutic effects in PH by inhibiting PASMC proliferation via the p53-CDK1/pTERT axis, modulating gut microbiota-linked immunometabolism and induces proinflammatory macrophage senescence. These findings support cordycepin as a promising candidate for PH therapies tar..."
    },
    {
      "title": "A potent induction of naked/uridine-unmodified mRNA expression with Jet Injector, Actranza Lab in mouse and rat skins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Messenger RNA (mRNA) and plasmid DNA (pDNA) have emerged as pivotal platforms in genetic medicine, yet their effective intradermal (ID) delivery remains a major limitation. Here, we evaluated and compared gene transfer efficiency using a conventional 30-gauge needle syringe (30G-NS) and a needle-free jet-injector (Actranza Lab) in mouse and rat skin. Naked, uridine-unmodified luciferase (Luc) mRNA and Luc-encoding pDNA were administered at varying doses, and gene expression was quantified by...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496332",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insights from wastewater surveillance into testing-related underreporting and hospital-acquired SARS-CoV-2 infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Wastewater surveillance for monitoring infections faces challenges due to discrepancies with sentinel-confirmed cases. This study aimed to clarify how SARS-CoV-2 RNA concentrations in wastewater can reflect COVID-19 dynamics within a hospital. We first examined whether testing rates were associated with the discrepancy between RNA concentrations in City of Sapporo wastewater treatment plants and the infection cases at Hokkaido University Hospital over approximately four years. Then, we analyzed...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496235",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "clarify how SARS-CoV-2 RNA concentrations in wastewater can reflect COVID-19 dynamics within a hospital",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ensuring coherence in occupational biomonitoring: a call for alignment and collaboration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "This commentary addresses a critical and timely issue, namely the continued exclusion of certified occupational hygienists from conducting exposure assessments using the biomonitoring approach, as reflected in the recent EU-OSHA 2025 guidance. Current EU regulations frame biomonitoring within medical surveillance. This regulatory structure limits the use of biomonitoring as a preventive tool and sidelines professionals who are essential to exposure assessment and workplace safety. We are a...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496220",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resistance-based training improves mitochondrial capacity and redox balance in aging adults, independent of polyphenol supplementation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Aging is associated with declines in skeletal muscle function, mitochondrial capacity, and changes in redox balance, which collectively contribute to frailty and chronic disease risk. This study investigated the effects of a 12-week resistance training (RT) program combined with a small dose of high-intensity interval training (HIIT), with or without polyphenol supplementation, on mitochondrial respiratory capacity (MRC) and oxidative stress in middle-aged and older adults (55-70 years)....",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of a 12-week resistance training (RT) program combined with a small dose of high-intensity interval training (HIIT), with or without polyphenol supplementation, on mitochondrial respirator...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient screening and outcome assessment for borderline personality disorder: A psychometric evaluation of the uBPDc",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496189/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "There is a need for a brief and psychometrically sound questionnaire to assess borderline personality disorder (BPD) symptomatology that can serve both as a screening tool and outcome measure. We conducted a comprehensive psychometric evaluation of a shortened version of the validated BPD Checklist, the Ultrashort BPD Checklist (uBPDc). Data from 204 individuals diagnosed with BPD, 57 individuals diagnosed with Cluster-C personality disorder, and 103 non-clinical controls were analysed. As an...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496189",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors influencing digital literacy among the 9185 elderly in South Korea: A machine learning approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41496011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "This study aims to identify key factors influencing digital literacy among the elderly individuals in South Korea using advanced machine learning techniques, focusing on enhancing their quality of life and social participation. Data from the 2018 to 2019 National Survey of Older Koreans were utilized, encompassing responses from 9185 individuals aged 65 and above. Digital literacy was assessed through the ability to use various digital devices and applications. Predictors included demographic,...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41496011",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "to identify key factors influencing digital literacy among the elderly individuals in South Korea using advanced machine learning techniques, focusing on enhancing their quality of life and social par...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure and function of the RNA polymerase complex of Borna disease virus, a nuclear-replicating non-segmented negative-strand RNA virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41495888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Borna disease virus 1 (BoDV-1) is a non-segmented negative-strand (NNS) RNA virus that uniquely replicates in the nucleus of mammalian host cells, in contrast to most NNS RNA viruses that replicate in the cytoplasm. The mechanisms underlying nuclear replication of BoDV-1 and related bornaviruses with their RNA-dependent RNA polymerase (RdRp) complexes remain poorly understood. Here, we report the 2.8 Å cryo-EM structure of the BoDV-1 RdRp complex, comprising the large (L) protein and tetrameric...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41495888",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exercise Reduces Dysphoria in Clinical High Risk for Psychosis: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499181",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Network toxicology and Mendelian randomization reveal pathogenic factors of monoethyl phthalate-induced thyroid cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Monoethyl phthalate, a major metabolite of phthalate esters, is commonly found in the environment and has been linked to an increased risk of thyroid cancer. This study uses network toxicology to predict molecular initiators involved in monoethyl phthalate-induced thyroid cancer and to explore causal relationships and biological mechanisms. We identified 72 common candidate genes of monoethyl phthalate and thyroid cancer from PubChem, CTD, STITCH, GeneCards, and OMIM databases and selected 48...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499168",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interactive Internet-Based Motivational Interviewing Training for HIV Counseling Support Staff to Improve Health Communication in HIV Care Interactions: Protocol for Training Development and a Pilot Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our pilot study aims to demonstrate the feasibility and acceptability of an internet-based MI training program for HIV CSS. If successful, this training program has the potential to enhance the delivery of evidence-based interventions in HIV care settings, ultimately improving patient outcomes and adherence to treatment protocols. Further research and larger trials will be needed to confirm these findings and refine the training approach.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499162",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to demonstrate the feasibility and acceptability of an internet-based MI training program for HIV CSS",
      "significance": null,
      "conclusion": "Our pilot study aims to demonstrate the feasibility and acceptability of an internet-based MI training program for HIV CSS. If successful, this training program has the potential to enhance the delivery of evidence-based interventions in HIV care settings, ultimately improving patient outcomes and a..."
    },
    {
      "title": "A Need for Strategies to Reduce Alcohol Use After Metabolic and Bariatric Surgery: Technology-Based Intervention and Study Protocol for a Pilot Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A technology-based approach could be a feasible and acceptable method of delivering preventive strategies to individuals after MBS. The long-term goal is to develop an effective, scalable, and sustainable intervention to mitigate the risk of hazardous alcohol use and alcohol use disorder after MBS.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "is to develop an effective, scalable, and sustainable intervention to mitigate the risk of hazardous alcohol use and alcohol use disorder after MBS",
      "significance": null,
      "conclusion": "A technology-based approach could be a feasible and acceptable method of delivering preventive strategies to individuals after MBS. The long-term goal is to develop an effective, scalable, and sustainable intervention to mitigate the risk of hazardous alcohol use and alcohol use disorder after MBS"
    },
    {
      "title": "Incidence and prevalence of kidney replacement therapy in central and eastern europe -trends from the ERA registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although we found an overall increase in KRT incidence and prevalence in the region, large country variations remain, much larger than observed in Western Europe. The results of this study can help to define country-specific priorities for the optimization of KRT care in Central and Eastern Europe.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although we found an overall increase in KRT incidence and prevalence in the region, large country variations remain, much larger than observed in Western Europe. The results of this study can help to define country-specific priorities for the optimization of KRT care in Central and Eastern Europe"
    },
    {
      "title": "Fouling-Proof Nanopore for Detecting Caspase-3 in Complex Biological Fluids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Caspase-3 plays a critical role in apoptosis and has been regarded as a key marker in apoptosis-related disease diagnosis and therapy. However, the Caspase-3 detection in complex biological environments remains challenging due to the existence of various interferences. To solve this challenge, an antifouling nanopore biosensor is constructed by integrating distearoylphosphatidyl ethanolamine-poly(ethylene glycol) (DSPE-PEG) and a Caspase-3-targeted peptide in a single glass nanopore, and it has...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499134",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social Determinants of Health and Clinical Outcomes in Hypertrophic Cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this multicenter cohort study, residing in an area with lower median household income or worse SDI were each independently associated with adverse clinical outcomes in patients with HCM. These findings suggest that despite the genetically determined nature of HCM, place of residence is associated with patient outcomes.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499131",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": "that despite the genetically determined nature of HCM, place of residence is associated with patient outcomes",
      "conclusion": "AND RELEVANCE: In this multicenter cohort study, residing in an area with lower median household income or worse SDI were each independently associated with adverse clinical outcomes in patients with HCM. These findings suggest that despite the genetically determined nature of HCM, place of residenc..."
    },
    {
      "title": "A Relay CRISPR/Cas12a System for Extraction-Free and Ultrasensitive Detection of <em>Staphylococcus aureus</em> in Complex Food Samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499124/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Staphylococcus aureus (SA) is a predominant foodborne pathogen, frequently associated with nutrient-rich matrices. However, rapid and ultrasensitive detection of SA in complex food samples remains a formidable challenge. In this work, we developed a relay biosensing system for detecting SA-16S rDNA that combines a magnetic bead-anchored APE1 DNA walker with an asymmetric CRISPR/Cas12a system. The magnetic bead-anchored DNA walker enables efficient separation of SA-targets from complex food...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499124",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal Adversities and Risk of Persistent Youth Psychopathology and Altered Cortical Thinning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Results of this cohort study show that multiple prenatal adversities were associated with altered developmental trajectories of psychopathology and cortical maturation into midadolescence. These findings highlight the importance of fetal programming to mental health across life course and the need for additional study of risk and resiliency-conferring factors in utero.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499122",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Results of this cohort study show that multiple prenatal adversities were associated with altered developmental trajectories of psychopathology and cortical maturation into midadolescence. These findings highlight the importance of fetal programming to mental health across life course..."
    },
    {
      "title": "Ambient Scribe Technology in Simulated Patient Encounters Across Specialties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499119",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reported Safety Practices of Publicly Advertised Psychedelic Retreats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This qualitative study of the practices implemented by psychedelic retreat organizations found substantial variability in the implementation of safety precautions. Some practices related to medication washout and polysubstance use may pose increased risks to participants. Best practice guidelines are needed and should be codeveloped with Indigenous and nonclinical communities.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499117",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This qualitative study of the practices implemented by psychedelic retreat organizations found substantial variability in the implementation of safety precautions. Some practices related to medication washout and polysubstance use may pose increased risks to participants"
    },
    {
      "title": "Health-Related Quality of Life and Long-Term Survival After Cardiac Arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study of patients who survived beyond 90 days after IHCA or OHCA, poorer HRQOL reported with EQ-5D-5L scores 3 to 6 months after cardiac arrest was associated with reduced long-term survival in both groups, with greater uncertainty for OHCA estimates. HRQOL assessment may help guide follow-up care.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499113",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study of patients who survived beyond 90 days after IHCA or OHCA, poorer HRQOL reported with EQ-5D-5L scores 3 to 6 months after cardiac arrest was associated with reduced long-term survival in both groups, with greater uncertainty for OHCA estimates. HRQOL assessment m..."
    },
    {
      "title": "Intracellular Localization of DNA-Wrapped Single-Walled Carbon Nanotube Sensors for Nitric Oxide Detection in Triple-Negative Breast Cancer Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Spatiotemporal sensors capable of monitoring analyte activity in subcellular compartments of cells are critical to advancing our understanding of complex disease progression. Nitric oxide (NO) plays a key role in tumor progression, yet its precise function remains unclear due to its bimodal effect, which is influenced by its subcellular distribution. Factors such as membrane permeability, NO reactivity, and redox states of intracellular compartments may determine whether NO promotes or...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499099",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opioid signaling-related genes and their prognostic role in hepatocellular carcinoma: insights from bioinformatics and functional studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499088",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Primary Care Providers' Perspectives on Barriers and Facilitators to Human Papillomavirus (HPV) Vaccination among Young Adults: A Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Young adults (18-26 years) are at high risk of human papillomavirus (HPV) exposure. Yet, HPV vaccine uptake is suboptimal among young adults. Provider recommendation is frequently the most influential factor in HPV vaccine acceptance. Evidence-based strategies are needed to facilitate provider recommendations for young adults. To inform provider-level strategies for recommending the HPV vaccine to young adult patients, the current study aims to understand current practices and barriers and...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499050",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to understand current practices and barriers and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strong and Tough MXene-Induced Bacterial Cellulose Macrofibers for AIoT Textile Electronics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Textile electronics with extraordinary sensing capabilities holds significant potential in the Artificial Intelligence of Things (AIoT). However, little effort is paid to their mutual advantages of robust interfacial interactions, ultra-strong mechanical performance, and stability. Herein, we fabricate homogeneous and multifunctional core-shell macrofibers by integrating bridge-functionalized MXene/PEDOT:PSS conductive ink with aligned bacterial cellulose (BC). These resulting macrofibers...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499019",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered Fibronectin-α5β1 Integrin-Src Signalling Pathway Drives Network Hyperexcitability in the Hippocampal Formation and Anterior Temporal Lobe in Temporal Lobe Epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Fibronectin (FN1), a vital extracellular matrix protein, has been reported to be elevated in blood and cerebrospinal fluid in epileptic patients exhibiting recent seizure activity. A transcriptomic study from MTLE-HS patients has identified FN1 as a potential gene linked to MTLE. Nonetheless, the function of FN1 and the participation of the FN1/α5β1-Integrin/Src kinase signaling pathway are yet to be fully investigated in both pre-clinical and clinical investigations of TLE. Furthermore, its...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499010",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Investigation of Inhibitory Control as a Mechanism Differentiating Tonic and Phasic Irritability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Phasic and tonic irritability are highly correlated clinical constructs yet differentially associated with developmental trajectories and treatment response. However, limited research has identified their shared and unique underlying behavioral mechanisms. In a sample of youths enriched for irritability (N = 141, age range 7-18, age M[SD] = 12.60[2.54], 48.23% female), we investigated whether inhibitory control is differentially associated with phasic versus tonic irritability. Replicating prior...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499007",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether inhibitory control is differentially associated with phasic versus tonic irritability",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroprotective Effects of C-Phycocyanin in Chronic Unpredictable Mild Stress-Exposed Rats: Regulation of Neuroinflammation and CREB/BDNF Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41499003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Depression is a widespread neuropsychiatric disorder that significantly impacts emotional and cognitive function. Antidepressant medications are frequently accompanied by various adverse effects. C-phycocyanin has been previously shown to exert potent anti-inflammatory, and neuroprotective properties. Therefore, this study evaluated the therapeutic effects of C-phycocyanin against anxiety and depressive-like behaviors, and memory dysfunction in an animal model of chronic unpredictable mild...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41499003",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of intracranial meningioma requiring surgical intervention among recent hormonal contraceptives users",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choroid plexus alterations in long COVID and their associations with IL-6",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "SARS-CoV-2 disrupts the choroid plexus (ChP) epithelium by binding to the ACE-2 receptor, causing blood cerebrospinal fluid barrier leakage and permitting interleukin (IL)-6 and pathogens into the brain, subsequently leading to demyelination, white matter (WM) damage in long COVID, and clinical worsening. The role of the ChP in long COVID and its relationships to WM integrity, IL-6, clinical symptoms, and ACEIs/ARBs medications remains unclear. Fifty-two long COVID individuals, 21 COVID-19...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498966",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative predictive value of anthropometric indexes for hypertension: a 15-year prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although the CMI, VAI, DAI and BAI can all be utilised as independent predictors of hypertension, the predictive discriminatory power of these novel indicators for hypertension remains inferior to that of traditional indicators such as WC, BMI and WHtR.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498913",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the CMI, VAI, DAI and BAI can all be utilised as independent predictors of hypertension, the predictive discriminatory power of these novel indicators for hypertension remains inferior to that of traditional indicators such as WC, BMI and WHtR"
    },
    {
      "title": "Community-Based Models for Type 2 Diabetes Care: A Review of Effectiveness, Implementation, and Health System Integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Community-based T2DM care models offer scalable, sustainable strategies to improve disease control. Integration into national health platforms, supportive supervision, and digital augmentation enhance implementation success. Challenges persist in follow-up, cost-effectiveness, and equity design; scale-up should prioritize integration, financing, and CHW capacity.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Community-based T2DM care models offer scalable, sustainable strategies to improve disease control. Integration into national health platforms, supportive supervision, and digital augmentation enhance implementation success"
    },
    {
      "title": "Comments on: enhancing post-TIPS hepatic encephalopathy risk stratification: A hybrid TabPFN model leveraging radiomics, deep transfer learning features, and MELD score",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Therapeutic Efficacy of Lispro-Protamine Insulin Via Vanadate and Decavanadate Functionalization in a Type 1 Diabetes Murine Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498865",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BindFlow: A Free, User-Friendly Pipeline for Absolute Binding Free Energy Calculations Using Free Energy Perturbation or MM(PB/GB)SA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "We present BindFlow, a Python-based software for automated absolute binding free energy (ABFE) calculations at the free energy perturbation (FEP) or at the molecular mechanics Poisson-Boltzmann/generalized Born surface area [MM(PB/GB)SA] level of theory. BindFlow is free, open-source, user-friendly, and easily customizable, runs on workstations or distributed computing platforms, and provides extensive documentation and tutorials. BindFlow uses GROMACS as a molecular dynamics engine and provides...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498855",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical Detection of Organophosphates Using Dual-Modal Enzyme-Based Biosensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Exposure to organophosphates poses a threat to aquatic ecosystems and the public due to their acute toxicity. The dangers caused by organophosphates motivate the development of technologies for prompt detection. Therefore, engineering a portable and compact device that can monitor organophosphate vapors is vital. Electrochemical biosensors present a unique solution for rapid and selective detection of organophosphates, as these sensors are small and sense in real-time. Herein, this study...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498850",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "miR-4787-3p and miR-581 as predictive biomarkers for fibrosis and prognosis in pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The downregulation of miR-4787-3p and miR-581 is a hallmark of pancreatic cancer, closely associated with tumor fibrosis and poor prognosis. These miRNAs represent promising circulating and tissue biomarker candidates for diagnosing PC and evaluating its fibrotic burden, suggesting potential utility for early detection and personalized treatment strategies.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498847",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The downregulation of miR-4787-3p and miR-581 is a hallmark of pancreatic cancer, closely associated with tumor fibrosis and poor prognosis. These miRNAs represent promising circulating and tissue biomarker candidates for diagnosing PC and evaluating its fibrotic burden, suggesting potential utility..."
    },
    {
      "title": "Anti-HER2 treatment in everyday practice: how we treat older women with breast cancer differently",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Anti-HER2 therapy use declined substantially after the age of 75 even when accounting for comorbidities and polypharmacy. Chronological age appears important in planning treatment for patients with HER2 + BC. Specific guidelines pertaining to older patients with HER2 + BC are needed to avoid potential undertreatment.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498846",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "in planning treatment for patients with HER2 + BC",
      "conclusion": "Anti-HER2 therapy use declined substantially after the age of 75 even when accounting for comorbidities and polypharmacy. Chronological age appears important in planning treatment for patients with HER2 + BC"
    },
    {
      "title": "Bibliometric analysis of Pseudomonas aeruginosa vaccine development highlighting research status, evolution, and future opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Pseudomonas aeruginosa (P. aeruginosa) is a predominant pathogen responsible for severe nosocomial infections, with rising multidrug resistance posing a critical threat to global health. Despite the promise of vaccination, antigenic diversity and complex virulence mechanisms involving multiple biomacromolecules have impeded the development of an effective vaccine. This study aims to map the research landscape of P. aeruginosa vaccine development. A comprehensive bibliometric analysis of 1701...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to map the research landscape of P",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correlation of malocclusion and mouth breathing rates from a novel monitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This novel wearable monitor can qualitatively and quantitatively monitor mouth and nasal breathing accurately and precisely, potentially establishing itself as gold standard for mouth breathing diagnose and severity assessment. The strong correlations observed between mouth breath rates and malocclusion emphasize the importance of early orthodontic intervention in addressing mouth breathing habits.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This novel wearable monitor can qualitatively and quantitatively monitor mouth and nasal breathing accurately and precisely, potentially establishing itself as gold standard for mouth breathing diagnose and severity assessment. The strong correlations observed between mouth breath rates and malocclu..."
    },
    {
      "title": "Non-immobilized graphene oxide-based screening of aptamers for non-small cell lung cancer (NSCLC) drug resistance biomarkers and development of a nano-detection platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498813/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "This study aims to establish a technology for the dynamic monitoring and early identification of resistance to epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs) in patients with non-small cell lung cancer (NSCLC). To achieve this, we first developed an osimertinib-resistant NSCLC cell model and employed a graphene oxide-based SELEX (GO-SELEX) strategy to screen for high-affinity single-stranded DNA aptamers. After multiple rounds of enrichment and validation, the selected...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498813",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to establish a technology for the dynamic monitoring and early identification of resistance to epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs) in patients with non-small cell l...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assisted suicide in Austria: implications for media reporting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Assisted suicide is an emerging phenomenon in many western countries including Austria, with important implications for public mental health. From a suicide prevention and public health standpoint, it is essential that assisted suicide should neither be stigmatized nor romanticized or presented as the only option to address existential suffering. Balanced reporting is key to educate the public about available options at the end of life including palliative care.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498799",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "implications for public mental health",
      "conclusion": null
    },
    {
      "title": "Systemic immunosuppressive therapy in idiopathic non-infectious uveitis and scleritis: disease remission, discontinuation, and relapse patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: IST effectively induced remission and reduced relapse rates in ocular-only non-infectious inflammation. Achieving early control (within six months) and maintaining IST for at least two years were associated with more durable remission. Posterior involvement and the need for concomitant low-dose oral corticosteroids reflected greater disease severity, whereas delayed remission and shorter IST duration independently predicted relapse.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IST effectively induced remission and reduced relapse rates in ocular-only non-infectious inflammation. Achieving early control (within six months) and maintaining IST for at least two years were associated with more durable remission"
    },
    {
      "title": "Shaping the future of radiation oncology education: results of a nationwide student survey from Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite its recognized importance, RO remains inconsistently represented in medical education. Embedding RO in interdisciplinary oncology modules and expanding digital, longitudinal, and flexible teaching formats could enhance its visibility and relevance. Given students' strong interest in more in-depth exposure, optional and elective formats should be further developed to meet modern educational expectations.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498787",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite its recognized importance, RO remains inconsistently represented in medical education. Embedding RO in interdisciplinary oncology modules and expanding digital, longitudinal, and flexible teaching formats could enhance its visibility and relevance"
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We employed a novel integration of stepwise connectivity and connectome gradients to enable a better understanding of how connectivity is related to tau spread along the major axes of brain organization. We observed widespread network reorganization in AD and notably that the tau-connectivity correlations shifted between major networks of the functional connectome gradient with disease progression.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498775",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We employed a novel integration of stepwise connectivity and connectome gradients to enable a better understanding of how connectivity is related to tau spread along the major axes of brain organization. We observed widespread network reorganization in AD and notably that the tau-connectivity correl..."
    },
    {
      "title": "CRISPR-Cas9-Loaded Theranostic Liposomes for Enhancing Radiosensitization of Prostate Cancer through POLD4 Gene Editing under Real-Time MRI Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Radiotherapy is a fundamental treatment for prostate cancer; however, its therapeutic efficacy is frequently limited by radioresistance mediated through DNA repair mechanisms and other biological factors. Although gene therapy holds promise for overcoming such resistance, identifying effective radiosensitization targets and developing efficient gene delivery systems remain practically challenging. In this study, transcriptomic analysis of radiotherapy-treated prostate cancer cells revealed a...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498761",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Origins of Graphite Resistivity: Decoupling Stacking Fault and Rotational Misorientation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Van der Waals (vdW) layered materials, distinguished by weak interlayer interactions and diverse electronic properties, have ignited widespread research in materials science, physics, and device engineering. Interfacial dislocations, such as stacking faults (SF) and rotational misorientations (RM), are typically unavoidable and play a key role in shaping their interlayer transport properties. However, the absence of techniques to decouple their individual contributions has hindered a...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498758",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mediation of Diabetes Distress and Self-Management Behavior by Family Resilience and Self-Resilience Among Adolescents with Type 1 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Adolescents with type 1 diabetes (T1D) often experience heightened levels of diabetes distress and struggle with maintaining effective self-management behavior. Resilience-both at the family and individual levels-is a crucial psychological capacity for coping with challenges. However, limited research has explored how diabetes distress, family resilience, self-resilience, and self-management behavior are interrelated in adolescents with T1D.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings demonstrate that tau-PET and plasma p-tau(217) are robust biomarkers for monitoring cognitive changes, with plasma p-tau(217) offering a cost-effective, scalable alternative for clinical use. Changes in amyloid-PET do not reliably reflect cognitive decline, limiting its utility as a treatment monitoring tool. Although cortical thickness correlates with cognitive changes, its application is limited by pseudoatrophy and volume loss induced by anti-amyloid antibody...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498751",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate that tau-PET and plasma p-tau(217) are robust biomarkers for monitoring cognitive changes, with plasma p-tau(217) offering a cost-effective, scalable alternative for clinical use. Changes in amyloid-PET do not reliably reflect cognitive decline, limiting its utility as a tre..."
    },
    {
      "title": "Spatial Transcriptomics of TMJ Reveals a Remodeling Fibroblast-Immune Microenvironment Driving Arthritis Pain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Temporomandibular joint (TMJ) arthritis remodels the cartilage, subchondral bone, and synovial tissue with diverse cell changes. The functional importance of the anatomical organization of TMJ cell types and cellular microenvironment in painful arthritis remains largely unknown. Here, we applied seqFISH (sequential Fluorescence In Situ Hybridization) spatial transcriptomics to examine the adult mouse TMJ. We uncovered new cell types and comprehensively mapped anatomical locations of diverse cell...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Aptamers-Based SETDB1 PROTACs as Effective Anti-Tumor Strategies for Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "PROteolysis TArgeting Chimeras (PROTACs) have emerged as a promising strategy for drug development targeting oncogenic proteins. Here, we report the development and characterization of dual aptamer-based PROTACs targeting SET domain bifurcated histone lysine methyltransferase 1 (SETDB1), a key epigenetic regulator implicated in breast cancer progression, drug resistance, and tumor immune evasion. Using the Systematic Evolution of Ligands by Exponential Enrichment (SELEX) process, we identified a...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498743",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Algorithm to Bedside: Making AI Models Clinically Meaningful",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498721",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the potential of monitoring immunomodulatory strategies to address the complex interplay between chronic neuroinflammation and protein aggregation in ND. If successful, these findings could inform the development of novel therapeutic approaches for AD and related disorders, bridging the gap between preclinical research and clinical application.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498704",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the potential of monitoring immunomodulatory strategies to address the complex interplay between chronic neuroinflammation and protein aggregation in ND. If successful, these findings could inform the development of novel therapeutic approaches for AD and related disorders, bri..."
    },
    {
      "title": "Modulating Purothionin Accumulation and Signal Peptide Cleavage Fine-Tunes Wheat Flour Gluten Properties to Improve Cookie-Making Quality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "In contrast to many wheat (Triticum aestivum)-based products that benefit from strong gluten development, cookies benefit from weaker gluten. However, the development of wheat varieties that produce flour optimal for cookie making remains limited. In this study, we identified the wheat mutant low gluten protein 2 (lgp2), with reduced gluten content and a weakened gluten network, that significantly improved several aspects of cookie-making performance. The lgp2 phenotype is caused by a missense...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498695",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Growth, Dissolution and Segregation of Genetically Encoded RNA Droplets by Ribozyme Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Active droplets, membraneless compartments driven by internal chemical reactions, are compelling models for protocells and synthetic life. A central challenge is to program their dynamic behaviors using heritable genetic information, which would grant them the capacity to evolve. Here, we create transiently active RNA droplets by integrating sites for ribozyme catalysis directly into the sequence of self-assembling, four-arm RNA nanostars. To enable perfusion and observe the resulting dynamics...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Magnesium-Enhanced Magnetic Hyperthermia for Triggering Vaccine-Like Antitumor Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Cancer immunotherapies, such as programmed cell death protein 1 (PD-1) inhibitors, cancer vaccines, and chimeric antigen receptor T cells (CAR-T cells), have become first-line treatments for multiple tumors by eliciting antitumor immunity. However, their limited efficacy in immunosuppressive tumors, particularly Head and Neck Squamous Cell Carcinoma (HNSCC), underscores the urgent need for versatile therapeutics. Hereinto, we develop an injectable hydrogel incorporating Mg microparticles and...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498683",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A subgroup of Aβ- CU individuals show longitudinal tau accumulation across the neocortex. Preliminary results suggest an association with a tau-specific CSF biomarker and focal atrophy, which did not translate to changes in cognition. We will complement our analyses with a data-driven approach of classifying tau-accumulators.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A subgroup of Aβ- CU individuals show longitudinal tau accumulation across the neocortex. Preliminary results suggest an association with a tau-specific CSF biomarker and focal atrophy, which did not translate to changes in cognition"
    },
    {
      "title": "\"I feel abandoned by nursing and not accepted by medicine\": Factors undermining a healthy work environment for hospital-based nurse practitioners in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Hospital-based NPs face unique barriers to a HWE that affect their well-being and hinder optimal practice.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498651",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hospital-based NPs face unique barriers to a HWE that affect their well-being and hinder optimal practice"
    },
    {
      "title": "Genetic and Clinical Spectrum of Hereditary Transthyretin Amyloidosis in Brazil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Transthyretin hereditary amyloidosis (ATTRv) clinical variability has been widely reported, not only across countries and variants but also among families and distinct regions within a single nation. One of the principal challenges in disease management is the accurate determination of age of onset (AOO), which is heterogeneous and has therapeutic implications given the availability of disease-modifying treatments.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498649",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "given the availability of disease-modifying treatments",
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: [^(18)F]RO948 PET can capture tau deposition at early stages of AD, particularly in medial temporal regions when plasma p-Tau217 levels similarly elevated. As the disease progresses to the clinical dementia stage, tau accumulation extends into cortical regions, with distinct regional deposition patterns observed between EOAD and LOAD.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "[^(18)F]RO948 PET can capture tau deposition at early stages of AD, particularly in medial temporal regions when plasma p-Tau217 levels similarly elevated. As the disease progresses to the clinical dementia stage, tau accumulation extends into cortical regions, with distinct regional deposition patt..."
    },
    {
      "title": "Psychosocial Health of Health Professions Students: A Concept Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PH has tangible impacts on academic and clinical performance. Efforts by educators and practicing clinicians to enhance students' PH make a difference.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PH has tangible impacts on academic and clinical performance. Efforts by educators and practicing clinicians to enhance students' PH make a difference"
    },
    {
      "title": "Domain-Dependent Electronic Properties of 2D Copper Boride Synthesized from Reversible Subsurface Diffusion on Cu(111)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Emerging boron-based 2D materials hold properties with potential applications ranging from electronic devices to catalysis and energy storage. Using physical vapor deposition, 2D copper borides are formed on Cu(111) at elevated temperatures. However, the as-prepared surfaces often contain boron clusters that compromise structural homogeneity, and the dynamics of their formation is not yet fully understood. Through in situ low-energy electron microscopy (LEEM), Auger electron spectroscopy (AES),...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498641",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In a tertiary memory clinic population, the newly proposed clinical LATE criteria reveal clinical and atrophy trajectories that are distinct from AD, especially for Probable LATE and Possible LATE-AD. Differential clinical and biological disease trajectories highlight the relevance of the LATE classification for diagnostic and prognostic purposes.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498640",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In a tertiary memory clinic population, the newly proposed clinical LATE criteria reveal clinical and atrophy trajectories that are distinct from AD, especially for Probable LATE and Possible LATE-AD. Differential clinical and biological disease trajectories highlight the relevance of the LATE class..."
    },
    {
      "title": "CellPolaris: Transfer Learning for Gene Regulatory Network Construction to Guide Cell State Transitions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Cell fate decisions are orchestrated by intricate gene regulatory networks (GRNs), which govern gene expression with precise spatiotemporal control. However, accurately capturing context-specific nature of gene regulation remains challenging, particularly when integrating multi-omics data at bulk and single-cell level across diverse cellular contexts. Here, we present CellPolaris, a unified computational framework designed to decode the roles of transcription factors (TFs) in developmental...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CsdA-LaeB Regulatory Hub Contributes to Aspergillus fumigatus Virulence via Fumiquinazoline C Biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "Fungal secondary metabolism plays a critical role in pathogen-host interactions, yet the regulatory networks linking metabolic reprogramming to virulence remain poorly understood. This study identifies a conserved regulatory hub in the human pathogen Aspergillus fumigatus, where the RNA-binding protein (RBP) CsdA interacts with the global regulator LaeB in the nucleus to regulate biosynthesis of the secondary metabolite fumiquinazoline C (FqC). Disruption of the CsdA-LaeB interaction...",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Educational interventions for improving health-related literature searching skills of health professionals and students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41498627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260107142640&v=2.18.0.post22+67771e2",
      "description": "This is a protocol for a Cochrane Review (methodology). The objectives are as follows: To evaluate the effects of educational interventions for improving health-related literature searching skills of health professionals and students.",
      "pubDate": "2026-01-07T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41498627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "are as follows: To evaluate the effects of educational interventions for improving health-related literature searching skills of health professionals and students",
      "significance": null,
      "conclusion": null
    }
  ]
}