{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-05T19:40:41.135Z",
  "totalItems": 150,
  "totalArchived": 51829,
  "newPapersAdded": 134,
  "institutionBreakdown": {
    "KAIST": 16,
    "SNU": 34,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 18,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 2,
    "GIST": 4,
    "Kyung Hee University": 4,
    "Pusan National University": 5
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 78,
    "Biomedical": 32,
    "Materials Science": 9,
    "Cancer Research": 15,
    "Computer Science": 4,
    "Neuroscience": 12
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "A self-regulating wearable OLED patch for accelerated wound healing <em>via</em> photobiomodulation-triggered drug delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The development of therapies that dynamically respond to the wound microenvironment is essential to overcome the limitations of conventional monotherapies. We present a wearable patch that self-regulates reactive oxygen species (ROS) to accelerate wound healing. This flexible organic light-emitting diode (OLED) patch conforms to the wound, delivering narrow 630 nm peak light at an irradiance of 5 mW cm^(-2) for photobiomodulation (PBM). The patch activates healing directly via PBM, and the...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41641509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Interface Engineering via Mechanistic Understanding of Copper Reconstruction in Electrochemical CO<sub>2</sub> Reduction Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Efforts to improve C(2+) selectivity in CO(2) electroreduction have increasingly focused on strategies that deliberately induce catalyst surface reconstruction to create and maintain active sites. Among these, approaches using anodic pulses have gained particular attention for their ability to modulate the copper catalyst surface in situ. However, the underlying Cu surface reconstruction mechanisms triggered by anodic polarization still remain unclear. Here, we show that applying anodic...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41641476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pulmonary colloid adenocarcinoma mimicking lung abscess with concurrent KRAS and TP53 mutations: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Pulmonary colloid adenocarcinoma can clinically and radiologically mimic a lung abscess. Failure to respond to standard antibiotic therapy and drainage should prompt consideration of an underlying malignancy. Surgical resection is essential for both definitive diagnosis and treatment.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41641255",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pulmonary colloid adenocarcinoma can clinically and radiologically mimic a lung abscess. Failure to respond to standard antibiotic therapy and drainage should prompt consideration of an underlying malignancy"
    },
    {
      "title": "Chrono-optimal treatments for human immunodeficiency virus/hepatitis C virus co-infection yield comparable survival outcomes with hepatitis C virus mono-infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: With optimal HIV/HCV treatment regimens, HCC occurrence and mortality risks in co-infected patients have become comparable to those in patients with HCV mono-infection.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41640617",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With optimal HIV/HCV treatment regimens, HCC occurrence and mortality risks in co-infected patients have become comparable to those in patients with HCV mono-infection"
    },
    {
      "title": "Topography-Free Dual-Lubricant Patterned Slippery Surfaces for Programmable Droplet Control and High-Performance Water Harvesting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Passive droplet control is critical for next-generation water harvesting, fluidic logic, and adaptive wetting surfaces. Here, we report a scalable, topography-free slippery liquid-infused porous surface (SLIPS) based on poly[1-phenyl-2-[p-(trimethylsilyl)phenyl]acetylene] (PTMSDPA). By selectively chemically fluorinating specific regions of the porous PTMSDPA film, followed by sequential infusion of two immiscible hydrophobic lubricants into their respective affinity-matched polymer matrices,...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41640333",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Bandavirus dabieense</em> Isolated From a Wild Leopard Cat (<em>Prionailurus bengalensis euptilura</em>) in the Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Bandavirus dabieense severe fever with thrombocytopenia syndrome virus (SFTSV) is an emerging tick-borne zoonotic virus that causes severe febrile illness and high fatality rates in people. SFTSV is endemic to East Asia, notably in the Republic of Korea (ROK), Japan, and China. Although several studies have reported SFTSV infections in domestic cats (Felis catus), reports of SFTSV in wild felids have been lacking. Previous serological analyses suggest exposure to SFTSV in various wildlife...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41641374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Erenumab on Patient-Reported Outcomes in Episodic Migraine in Asia, the Middle East, and Latin America: Results From the EMPOwER Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND AND OBJECTIVES: Migraine is a significant disabling neurologic headache disorder globally. Evaluating patient-related outcomes (PROs) is necessary to assess the impact of therapeutic interventions in preventive therapy. An exploratory analysis of data from the EMPOwER study examined the effect of erenumab on PROs in patients with episodic migraine (EM) in regions underrepresented in the pivotal Phase 3 trials of erenumab, specifically Asia, the Middle East, and Latin America.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41641373",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Migraine is a significant disabling neurologic headache disorder globally",
      "significance": "of therapeutic interventions in preventive therapy",
      "conclusion": null
    },
    {
      "title": "Comparative renal safety: potassium-competitive acid blockers vs proton pump inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641315/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: P-CABs showed a lower risk of renal function decline compared with PPIs, suggesting that P-CABs may be a safer alternative for long-term acid suppression. Further studies incorporating other P-CABs and PPIs are needed to confirm these findings.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41641315",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "P-CABs showed a lower risk of renal function decline compared with PPIs, suggesting that P-CABs may be a safer alternative for long-term acid suppression. Further studies incorporating other P-CABs and PPIs are needed to confirm these findings"
    },
    {
      "title": "Perceptions and Acceptability of Doxycycline-Based STI Prophylaxis: Insights from Consumers and Healthcare Providers in Queensland",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Findings highlight complex social and clinical considerations in the potential implementation of Doxy-PrEP. While consumer interest suggests a role for this intervention in STI prevention, ethical concerns and provider hesitancy require clear guidelines, education, and regulatory oversight. Future research should examine long-term implications for antimicrobial resistance and STI prevention strategies.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41641061",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for antimicrobial resistance and STI prevention strategies",
      "conclusion": "Findings highlight complex social and clinical considerations in the potential implementation of Doxy-PrEP. While consumer interest suggests a role for this intervention in STI prevention, ethical concerns and provider hesitancy require clear guidelines, education, and regulatory oversight"
    },
    {
      "title": "Potential of smartwatch touchscreen glass for electron paramagnetic resonance dosimetry in radiological emergencies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: In radiological emergencies, retrospective dosimetry is essential for estimating absorbed radiation doses when conventional dosimetric data are unavailable. Various human-derived tissues and surrounding materials have been used for dose assessment using electron paramagnetic resonance (EPR) techniques. However, because the retrospective dosimetric materials have inherent limitations, dose assessment should reasonably be determined through the combined application of various...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41641046",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determinants of suicidal ideation in older adults: evidence from a national panel study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Psychological and subjective wellbeing factors play a critical role in suicidal ideation among older adults. The study underscores the need for culturally sensitive screening and community-based interventions. Sociocultural shifts-such as weakening traditional family support systems-highlight the urgency of holistic, culturally informed suicide prevention strategies.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41641039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Psychological and subjective wellbeing factors play a critical role in suicidal ideation among older adults. The study underscores the need for culturally sensitive screening and community-based interventions"
    },
    {
      "title": "Transgene-Free Direct Osteogenic Reprogramming Using Cell-Permeable Octamer-Binding Transcription Factor 4/Core-Binding Factor β Fusion Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Bone-related disorders, including fractures and osteoporosis, remain substantial clinical challenges, partly because of the limited availability of reliable osteogenic cell sources and complications associated with current therapies. To address these limitations, this study introduces a novel protein-based direct reprogramming platform for the conversion of human dermal fibroblasts into functional osteoblasts using only 2 transcription factors, octamer-binding transcription factor 4 (Oct4) and...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41640716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cellulose Nanocrystal-Based Sulfatase-Responsive Hydrogel for Sustained Celecoxib Release in Ulcerative Colitis Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Conventional treatments for ulcerative colitis (UC) are often associated with systemic side effects and require frequent dosing due to nonspecific drug distribution. Herein, a hydrogel based on poly(diallyldimethylammonium chloride) (PDADMAC) and cellulose nanocrystals (CNCs) was designed for the oral delivery of celecoxib in the treatment of UC. The hydrogel network incorporated sulfate ester groups, enabling sulfatase enzymes sensitive in the colon. Physiochemical characterization confirmed...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41640715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is salvage treatment necessary after incomplete resection of rectal neuroendocrine tumors: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640613/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Given the relatively high residual tumor rate and low incidence of recurrence, salvage treatment may be justified as both a diagnostic and therapeutic approach after incomplete resection of rectal NETs. Although its benefits in preventing recurrence remain unclear, clinical decisions should be individualized, as these findings are based on low-certainty evidence.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41640613",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given the relatively high residual tumor rate and low incidence of recurrence, salvage treatment may be justified as both a diagnostic and therapeutic approach after incomplete resection of rectal NETs. Although its benefits in preventing recurrence remain unclear, clinical decisions should be indiv..."
    },
    {
      "title": "Application of a machine learning model to predict the estimated primary care patient time consumption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Rising healthcare costs and a shortage of primary care providers in the United States create substantial strain on the healthcare system, underscoring the need for efficient allocation of limited resources. Accurate prediction of high primary care utilization can enable proactive care planning, targeted interventions, and workload optimization. We developed and evaluated the Friedman Score, a machine learning-based model that predicts estimated yearly primary care utilization categories, low use...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41640509",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Definitive radiotherapy for adenoid cystic carcinoma of main bronchus: a case report with 10-year follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case highlights the potential of definitive IMRT using a hypofractionated dose scheme in achieving long-term local control for unresectable tracheal ACC.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41640442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights the potential of definitive IMRT using a hypofractionated dose scheme in achieving long-term local control for unresectable tracheal ACC"
    },
    {
      "title": "Safe and Efficient CRISPR Genome Editing of Primary Human T Cells Using a Droplet-Based Cell Mechanoporation Platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "T cell engineering is a transformative strategy for adoptive cell therapy, holding the key to treating a wide array of human diseases. However, clinical translation is limited by current intracellular delivery methods that compromise viability, induce stress responses, and restrict scalability. This study presents a microfluidic droplet mechanoporation system tailored for primary human T cells, enabling efficient, stable, and clinically scalable gene delivery. Delivery of 2000 kDa fluorescein...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41640336",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large-Scale Dual-Channel WSe<sub>2</sub> Reconfigurable Field-Effect Transistors with Charge-Trapping Layer for 2T TCAM and Reconfigurable Logic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640238/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Reconfigurable field-effect transistors (RFETs), which allow postfabrication switching of device polarity, are promising candidates for compact and functionally flexible circuit design. Here, we demonstrate large-scale dual n-/p-channel RFETs based on homogeneous monolayer WSe(2), integrated with a charge-trapping layer. Ambipolar transport is achieved by forming parallel n- and p-type conduction paths through selective doping. In addition, a multilayer gate dielectric stack...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41640238",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plain language summary of TASUKI-52: A study looking at nivolumab plus platinum chemotherapy and bevacizumab as a combined treatment for people with advanced or recurrent nonsquamous non-small cell lung cancer (NSCLC)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41640231",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Renoportal anastomosis in pediatric living donor liver transplantation: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "In children with biliary atresia, recurrent episodes of cholangitis often lead to portal vein (PV) phlebosclerosis. We report a case of pediatric living donor liver transplantation (LDLT) for biliary atresia with PV occlusion and a large splenorenal shunt. A 3-year-5-month-old girl was diagnosed with syndromic biliary atresia and polysplenia. Because the patient's condition progressively deteriorated with worsening jaundice, we opted to perform LDLT using a left lateral section graft from her...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bidirectional associations between smart device use and body mass index among children aged 3 to 5 years: a longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639908/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study indicates bidirectional associations between smart device use and BMI among preschoolers, emphasizing the protective role of high-quality mother-child interactions. Interventions should focus on enhancing parent-child relationships, limiting device use, and promoting active engagement. Future studies should investigate the effect of media content and children's self-regulation on these associations.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639908",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study indicates bidirectional associations between smart device use and BMI among preschoolers, emphasizing the protective role of high-quality mother-child interactions. Interventions should focus on enhancing parent-child relationships, limiting device use, and promoting active engagement"
    },
    {
      "title": "Cytoplasmic LIM domain only 2 enhances tumor endothelial cell migration through integrin β1-mediated focal adhesion signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41639897",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting urological cancers with CAR-T cell therapy: current landscape and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41639889",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydration-level-driven buffering effects on the compressibility of ion-exchanged mordenite",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Understanding how large-pore zeolites respond to high-pressure conditions is essential for optimizing their structural stability and functional performance. In this study, we systematically investigated the compressibility and pressure-induced hydration (PIH) behavior of ion-exchanged mordenites using synchrotron X-ray powder diffraction under water-mediated conditions. The results reveal that the hydration level and spatial distribution of extra-framework cations (EFCs) at ambient conditions...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "GIST",
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41640632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gaze crossing: a new paradigm to assess social contingency and word learning during real-time infant-adult interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Children's social interactions with caregivers play a crucial role in their development. One strong cue to an ongoing social interaction is the mutual dependency of interaction partners' behaviours, a feature we refer to as social contingency. Socially contingent interactions have been shown to support learning, but it remains underexplored whether social contingency alone, even in the absence of other social cues, can drive developmental advantages. Addressing this question requires faithfully...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41641491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Further insights into the efficacy and moderators of transcranial alternating current stimulation for working memory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "This letter offers a critical appraisal of the systematic review and meta-analysis by Hou et al, which examined the effect of theta-band transcranial alternating current stimulation (theta-tACS) on working memory in healthy adults. The authors initially reported a moderate, statistically significant enhancement of working memory performance (Hedges' g = 0.405), although this effect became non-significant following adjustment for publication bias. This commentary highlights key strengths of the...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41641210",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Posterior Single-Direction Approach for Thoracoscopic Combined S2+S6 Segmentectomy in Fused Fissure: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The posterior single-direction approach successfully achieved complete oncologic resection without fissure manipulation, providing a safe alternative for posterior segmentectomy in patients with fused fissures.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640828",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The posterior single-direction approach successfully achieved complete oncologic resection without fissure manipulation, providing a safe alternative for posterior segmentectomy in patients with fused fissures"
    },
    {
      "title": "Action observation responses in macaque frontal cortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Neurons that are active during action execution and action observation (i.e. Action Observation/Execution Neurons, AOENs) are distributed across the brain in a network of parietal, motor, and prefrontal areas. In a previous study, we showed that most AOENs in ventral premotor area F5c, where they were discovered three decades ago, responded in a highly phasic way during the observation of a grasping action, did not require the perception of causality or a meaningful action, and even responded to...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640817",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morphological and transcriptomic change of brain pericytes by lipopolysaccharide treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640693/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Brain pericytes play essential roles in vascular homeostasis, including capillary stabilization and maintenance of the blood-brain barrier. Lipopolysaccharide (LPS), a component of the outer membrane of Gram-negative bacteria, is known to trigger inflammatory responses not only systemically but also within the central nervous system. In this study, we investigated the effects of LPS on the phenotype and transcriptome of brain vascular pericytes. LPS promoted bromodeoxyuridine incorporation in...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640693",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effects of LPS on the phenotype and transcriptome of brain vascular pericytes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Very low enalapril and enalaprilat exposure <em>via</em> human milk: a case report from the ConcePTION project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Ongoing maternal and clinical hesitancy in breastfeeding-related shared decision-making is driven by limited safety data on maternal pharmacotherapy. Theoretical exposure to maternal enalapril and its active metabolite enalaprilat in breastfed infants has previously been reported in two studies of eight mother-infant pairs. However, actual infant plasma concentrations remain uncharacterized.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640682",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supramolecular Ion-Channel Engineering of Spin-Charge Coexistence in a [Ni(dmit)<sub>2</sub>] Conductor Hosting Mixed-Valence Mn Cations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The interplay between electrical conduction and magnetism offers a powerful means to elucidate emergent mechanisms and control properties; however, realizing this in Ni(dmit)(2) crystals has been challenging due to undesirable reactions among their components. Mn(1.83)([18]crown-6)(3)[Ni(dmit)(2)](11)(H(2)O)(7.33)(CH(3)CN)(2) (1) is prepared in the present study, integrating one-dimensional [18]crown-6 ion channels hosting mixed-valence Mn^(2+)/Mn^(3+) with conducting [Ni(dmit)(2)] layers....",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Making sense of TILs: recommendations for morphological assessment of tumour-infiltrating lymphocytes in gastro-oesophageal carcinoma: A report on behalf of the International Immuno-Oncology Biomarker Working Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "In the era of immune checkpoint inhibitors for cancers, the need for prognostic biomarkers to identify patients most likely to achieve a durable response has become increasingly more relevant. Tumour-infiltrating lymphocytes (TILs) have gained significant interest, as they can be evaluated using standard haematoxylin and eosin-stained slides, making it a widely accessible and cost-effective biomarker. In addition to their practicality, TILs provide prognostic insights into the interplay between...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640295",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors influencing long-term outcomes in lung transplantation: effective monitoring and comprehensive intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Achieving long-term survival after lung transplantation remains a major challenge. Outcome determinants have expanded beyond pathophysiology to include quality of life and patient-reported outcomes. This review summarizes key prognostic factors associated with outcomes and suggests integrated strategies to improve them.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640234",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Achieving long-term survival after lung transplantation remains a major challenge",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chromosome-level genome assembly of the Gerbera (Gerbera hybrida) using HiFi long-read and Hi-C technologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Gerbera hybrida is one of the most popular ornamental plants and also serves as a valuable model plant within the Asteraceae family. Here, we report both the nuclear and organellar genome assemblies and annotations of G. hybrida, which was developed through hybridization of two wild species. Sequencing was performed using a combination of PacBio high fidelity (HiFi) reads and chromatin capture reads (Omni-C). The total span of the nuclear genome assembly is 2.32 gigabases, and 99.3% of the...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640233",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Read this before planning a new nutrition trial in critically ill patients!",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640193",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chimeric Fab incorporating the IgM Cμ1 domain: Insights into physicochemical properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Fab has been extensively studied to elucidate the structural and physicochemical principles underlying antigen recognition. While most investigations have focused on IgG-derived Fabs, comparatively little is known about those from other isotypes. To investigate the role of the IgM constant domain Cμ1, we engineered a chimeric Fab (Cμ1Fab) in which the CH1 domain of adalimumab Fab (IgG1) was replaced by the human IgM Cμ1 domain. Cμ1Fab was expressed in CHO cells and its physicochemical properties...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41640025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How to Analyze Longitudinal Patient-Reported Outcomes in Populations With High Mortality Rates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The interpretation of longitudinal PROs strongly depends on the chosen method, associated estimands and how patients that died are addressed: different methods lead to different estimates and conclusions. Properly defining the research question and choosing the most appropriate method is essential for meaningful interpretations for clinicians and patients.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641612",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The interpretation of longitudinal PROs strongly depends on the chosen method, associated estimands and how patients that died are addressed: different methods lead to different estimates and conclusions. Properly defining the research question and choosing the most appropriate method is essential f..."
    },
    {
      "title": "Dynamic Roles of Oxygen Vacancies for Surface Hydroxylation in Enhanced Alkaline Hydrogen Evolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Oxygen vacancies (V(O)) in metal oxide electrocatalysts are widely recognized as key contributors to enhanced hydrogen evolution reaction (HER) activity, yet their precise function during catalysis remains elusive. Here, we investigate V(O)-rich Co(3)O(4) (a transition-metal oxide with moderate activity) and V(O)-rich RuO(2) (a high-performance oxide catalyst) as model catalysts to elucidate the dynamic evolution of V(O) during alkaline HER. Electrochemical analysis demonstrates that V(O)-rich...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive Reappraisal and Pain in Temporomandibular Disorders Patients: The Chain Mediating Role of Anxiety and Oral Behaviours-A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cognitive reappraisal reduces pain scores in TMD patients through multiple pathways, with anxiety and oral maladaptive behaviours acting as chain mediators. Cognitive reappraisal serves as one of the protective factors against pain in TMD patients.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641605",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cognitive reappraisal reduces pain scores in TMD patients through multiple pathways, with anxiety and oral maladaptive behaviours acting as chain mediators. Cognitive reappraisal serves as one of the protective factors against pain in TMD patients"
    },
    {
      "title": "White matter lesions modifying endovascular therapy outcomes in large ischemic core stroke: A secondary analysis of the ANGEL-ASPECT trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EVT significantly improved functional outcomes in patients with LVO-AIS with absent-to-moderate WMLs, while the benefit in those with severe WMLs appeared less pronounced. However, estimates within subgroups were underpowered. Future pooled analyses of randomized clinical trials with adequate statistical power are needed to clarify the impact of WML severity on EVT outcomes and to refine patient selection criteria.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641580",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of WML severity on EVT outcomes and to refine patient selection criteria",
      "conclusion": "EVT significantly improved functional outcomes in patients with LVO-AIS with absent-to-moderate WMLs, while the benefit in those with severe WMLs appeared less pronounced. However, estimates within subgroups were underpowered"
    },
    {
      "title": "MAMLD1 promotes cholesterol uptake through the transcriptional regulation of SCARB1 in mouse testicular cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival and development of Spodoptera frugiperda (Lepidoptera: Noctuidae) strains in different hosts: implication for resistance management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The fall armyworm Spodoptera frugiperda (J. E. Smith, 1797) has evolved resistance to different Bt maize technologies carrying Bacillus thuringiensis genes. One hypothesis for the rapid evolution of resistance may be associated with the species' ability to multiply and survive on alternative host plants, especially during the off-season of the main crops. The aim of this study was to evaluate the biological parameters and fertility life table of susceptible (SS), heterozygous (RS) and resistant...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to evaluate the biological parameters and fertility life table of susceptible (SS), heterozygous (RS) and resistant",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heart failure in the Portuguese population aged ≥50 years: prevalence and phenotypes in the PORTHOS study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HF affects approximately one in six Portuguese adults aged ≥50 years, with HFpEF accounting for over 90% of cases, most previously undiagnosed. These findings support NT-proBNP-based screening combined with echocardiographic evaluation to improve early HF detection in ageing populations.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HF affects approximately one in six Portuguese adults aged ≥50 years, with HFpEF accounting for over 90% of cases, most previously undiagnosed. These findings support NT-proBNP-based screening combined with echocardiographic evaluation to improve early HF detection in ageing populations"
    },
    {
      "title": "Atherosclerotic Fibrous Plaques in Women Present ECM Remodeling Linked to TGF-β",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641539/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Women and men with end-stage fibrous atherosclerotic plaques exhibit distinct clinical and molecular profiles. These mechanisms might be candidate pathways to understand plaque erosion from a molecular point of view and may provide promising targets for atherosclerosis therapies, as they account for both sex and plaque phenotype.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641539",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Women and men with end-stage fibrous atherosclerotic plaques exhibit distinct clinical and molecular profiles. These mechanisms might be candidate pathways to understand plaque erosion from a molecular point of view and may provide promising targets for atherosclerosis therapies, as they account for..."
    },
    {
      "title": "Association Between Postprandial Hypotension Determined by Ambulatory Blood Pressure Monitoring and Falls Among Older Adults With Hypertension Who Are Taking Antihypertensive Medication: Results From the AMBROSIA Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this cohort study, PPH identified by ambulatory BP monitoring was common but not associated with risk of falls.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this cohort study, PPH identified by ambulatory BP monitoring was common but not associated with risk of falls"
    },
    {
      "title": "Design and synthesis of molecularly imprinted polymers and their applications in medical diagnosis and biocatalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Molecularly imprinted technology （MIT） represents an advanced synthetic strategy that emulates biological recognition mechanisms， such as antigen-antibody or enzyme-substrate interactions， by creating three-dimensional cavity-like structures through the directional assembly of functional monomers around a template molecule. This process generates spatial and functional complementarity， enabling highly selective recognition of target species. Molecularly imprinted polymers （MIPs）， often described...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polyphenol-Rich Coffee Leaf Extract Alleviates High-Fat Diet-Induced Intestinal Barrier Dysfunction through Modulation of Barrier Integrity, Enterohepatic Axis, and Gut Microbiota",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "A polyphenol-rich extract (WEAC) from coffee leaf was previously shown to protect the epithelial barrier integrity. This study investigated the protective effects of WEAC in C57BL/6 mice fed a high-fat diet (HFD). WEAC supplementation (100-200 mg/kg·bw) reduced body weight and lowered TNF-α levels in serum, colon, liver, and brain in mice. WEAC improved mouse intestinal barrier integrity by upregulating the tight-junction protein and reducing intestinal d-lactic acid leakage. Liver histology...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641501",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the protective effects of WEAC in C57BL/6 mice fed a high-fat diet (HFD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Examining micro-level natural behaviour to improve generalizability in behavioural science: a case study of parent-child joint attention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "One of the primary aims of cognitive and behavioural sciences is to generate empirical findings that are both reproducible and generalizable to real-world settings. The present study investigates the extent to which results obtained from a structured laboratory task-parent-infant toy play-can be generalized to more naturalistic contexts and everyday activities. We focused on joint attention between parents and infants, a construct that has been extensively examined within developmental science....",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641498",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": "of cognitive and behavioural sciences is to generate empirical findings that are both reproducible and generalizable to real-world settings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Opportunities and mechanisms for learning through social interactions: lessons from marmosets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Social interactions are crucial for learning not only in humans but also in non-human animals. To date, comparative studies have typically focused on what is learned from others and on purely observational learning, while paying less attention on how social interactions facilitate learning. Here, we present how computational approaches can be leveraged to examine the role of contingency in learning through social interactions, focusing on callitrichid monkeys. They are the only primates besides...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641497",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neonatal auditory input affects vocal development in harbour seals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Vocal individuality has important biological functions in mammals: at crucial stages of development, it ensures feeding and is a prerequisite for auditory-based mother-pup recognition. Is vocal individuality only shaped by maturation or also by the degree of conspecific acoustic input? Here, we test how the neonatal auditory environment shapes development and individualization of calls in harbour seal pups (Phoca vitulina). To simulate low- versus high-conspecific acoustic density, 18 pups heard...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "biological functions in mammals: at crucial stages of development, it ensures feeding and is a prerequisite for auditory-based mother-pup recognition",
      "conclusion": null
    },
    {
      "title": "Safety of anagliptin/metformin combination tablets evaluated by non-inferiority between pre- and post-serum lactic acid levels in Japanese patients with type 2 diabetes and moderate renal impairment (AMELIO STUDY)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that the fixed-dose combination of anagliptin and metformin can be used safely in patients with type 2 diabetes complicated by moderate renal dysfunction. The advantage of this fixed-dose combination is also considered to be very large.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641475",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the fixed-dose combination of anagliptin and metformin can be used safely in patients with type 2 diabetes complicated by moderate renal dysfunction",
      "conclusion": "This study demonstrates that the fixed-dose combination of anagliptin and metformin can be used safely in patients with type 2 diabetes complicated by moderate renal dysfunction. The advantage of this fixed-dose combination is also considered to be very large"
    },
    {
      "title": "A rare case of left atrial appendage myxoma: from diagnosis to treatment with multimodality imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641461",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wearables and behavioral coding show promise for measuring and predicting severe emotional outbursts in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Temper tantrums are common in early childhood. Severe emotional outbursts, however, are transdiagnostic, disruptive, and difficult to measure across settings, highlighting the need for better methods to identify and predict these components of emotion dysregulation. To address major methodological gaps, we propose a multimodal approach combining a retrospective electronic health record (EHR) analysis (Study 1) and a pilot wearable feasibility study (Study 2) to explore new ways of...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent Advances in the Science of Cannabis-Impaired Driving",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: To examine cannabis-induced effects on driving performance. Prior systematic reviews consistently reveal that Δ⁹-tetrahydrocannabinol (THC) impairs driving performance. The present narrative review summarized evidence on the acute and residual effects of cannabis on driving performance from controlled experimental research completed in the past five years. Expanding on prior research, recent studies examine individual and combined effects of THC and cannabidiol (CBD), combined...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "OF REVIEW: To examine cannabis-induced effects on driving performance",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sexual and mental health disparities among young sexual minority women compared to exclusively heterosexual women: a national study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Further research and inclusive sexual health education and prevention campaigns are urgently needed to provide inclusive, comprehensive information on topics such as same-gender relationships, bisexual behaviors to reduce disparities in sexual and mental health outcomes.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641383",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Further research and inclusive sexual health education and prevention campaigns are urgently needed to provide inclusive, comprehensive information on topics such as same-gender relationships, bisexual behaviors to reduce disparities in sexual and mental health outcomes"
    },
    {
      "title": "The evolving burden of ischemic heart disease in China, 1990-2023: Three decades of trends, risk factors, and future challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings highlight the urgent need for enhanced, equitable prevention strategies focusing on blood pressure control, environmental health, tobacco regulation, and dietary interventions, alongside integrated, patient-centered care models tailored to the aging population and gender-specific vulnerabilities of ischemic heart disease in China.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641381",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings highlight the urgent need for enhanced, equitable prevention strategies focusing on blood pressure control, environmental health, tobacco regulation, and dietary interventions, alongside integrated, patient-centered care models tailored to the aging population and gender-specific vulner..."
    },
    {
      "title": "Establishment and Application of a Novel Protein Microarray for Serological Detection and Differentiation of Senecavirus A",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Senecavirus A (SVA) is an emerging swine pathogen that causes vesicular disease, which presents clinically indistinguishable signs from other vesicular diseases. To enable differentiation of infected from vaccinated animals (DIVA), we developed a novel protein microarray for dual serological detection of antibodies against SVA structural (VP2-VP3-VP1) and non-structural (3AB-3C) proteins. The assay was based on two novel His-tagged tandem antigens, designed from immunodominant B-cell epitopes,...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641376",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A venom fraction from the Philippine tarantula (<em>Orphnaecus</em> sp.) reveals low-molecular-weight compounds that potentiate drug-like neurobehavioral responses in <em>Danio rerio</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Overall, the fractions of venom from the Orphnaecus tarantula species appear to induce distinct neurobehavioral effects, which may include hyperactivity, anxiolytic-like responses, and potential antinociceptive properties.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641360",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, the fractions of venom from the Orphnaecus tarantula species appear to induce distinct neurobehavioral effects, which may include hyperactivity, anxiolytic-like responses, and potential antinociceptive properties"
    },
    {
      "title": "A potential association between the characteristics of the multi-organ microbiota and lymph node metastasis in cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641355/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CC patients with LNM have significant microbiological changes at multiple sites. The predictive model based on oral bacteria can provide a noninvasive and simple method for assessing LNM in CC.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641355",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CC patients with LNM have significant microbiological changes at multiple sites. The predictive model based on oral bacteria can provide a noninvasive and simple method for assessing LNM in CC"
    },
    {
      "title": "Distal peptide elongation by a protease-like ligase and two distinct carrier proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Closthioamide (CTA) is a potent antibiotic with a unique polythioamide scaffold produced by Ruminiclostridium cellulolyticum. Unlike classical non-ribosomal peptide synthetases (NRPSs), which use modular adenylation and condensation domains, CTA biosynthesis proceeds through non-canonical standalone enzymes. Central to this process is the papain-like ligase CtaG, which catalyzes amide bond formation between two distinct peptidyl carrier proteins (PCPs): CtaH, presenting para-hydroxybenzoic acid...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641319",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Iatrogenic left circumflex artery aneurysm with fistulization to the coronary sinus following mitral valve replacement: a rare surgical complication case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Coronary artery aneurysm with arteriovenous fistula is extremely rare. Here we present a novel iatrogenic case of a left circumflex coronary artery (LCX) to coronary sinus fistula after mitral valve replacement (MVR).",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vitamin D Intoxication in an Adolescent due to Over-Supplementation: A Case Report and Review of Literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Health care providers should be aware of the dangerous practice of vitamin/supplement abuse by young individuals and should inquire about supplement use and educate them about the detrimental effects associated with inappropriate intake of certain supplements, such as vitamin D.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641290",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Health care providers should be aware of the dangerous practice of vitamin/supplement abuse by young individuals and should inquire about supplement use and educate them about the detrimental effects associated with inappropriate intake of certain supplements, such as vitamin D"
    },
    {
      "title": "The complete plastome of <em>Parasenecio lanpingensis</em> (Asteraceae), a new species from Yunnan Province of China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Parasenecio lanpingensis X. F. Jiang, 2025, is a newly described perennial herb found in China. The plastome of P. lanpingensis is 151,241 base pairs (bp) in size with GC content in. It consists of an 83,363 bplarge single-copy region (LSC), a 18,182 bp small single-copy region (SSC), and a 26848 bp inverted repeat (IR) sequence. The plastome contains 122 genes, including 87 protein-coding genes and 35 tRNA genes. A maximum-likelihood (ML) analysis based on 30 Asteraceae species indicates that...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete mitochondrial genome and phylogenetic analysis of the palecheek parrotfish <em>Chlorurus japanensis</em> (Bloch, 1789)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "We report the first complete mitochondrial genome of the palecheek parrotfish, Chlorurus japanensis. The 16,694 bp circular genome contains the standard vertebrate gene complement: 13 protein-coding genes, 22 transfer RNAs, two ribosomal RNAs, and one non-coding control region (D-loop). As is typical, most genes are located on the H-strand, with only the nd6 gene and eight tRNAs encoded on the L-strand. A tRNA gene rearrangement pattern conserved among parrotfishes was also identified....",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adjuvant radiotherapy for patients with clinical T3-4 oral and oropharyngeal cancer who achieved major pathologic response after neoadjuvant immunochemotherapy and surgery: a propensity score-matched retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Omitting ART in patients with cT3-4 OC/OPC who achieve MPR after neoadjuvant immunochemotherapy and surgery significantly compromises oncological outcomes. Further investigation is necessary to optimize adaptive de-escalation strategies for this population.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641268",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Omitting ART in patients with cT3-4 OC/OPC who achieve MPR after neoadjuvant immunochemotherapy and surgery significantly compromises oncological outcomes. Further investigation is necessary to optimize adaptive de-escalation strategies for this population"
    },
    {
      "title": "Critical care specialist nurses' psychological experience during training in China: a descriptive qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Chinese critical care specialty training helps nurses perceive improvements in professional competence and career prospects, but is accompanied by unmet individual needs and psychological stress. Training organizers should design individualized curricula, increase clinical practice opportunities, and provide targeted psychological support to optimize training effectiveness.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641254",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Chinese critical care specialty training helps nurses perceive improvements in professional competence and career prospects, but is accompanied by unmet individual needs and psychological stress. Training organizers should design individualized curricula, increase clinical practice opportunities, an..."
    },
    {
      "title": "Impact of physical exercise interventions on functional fitness in older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Aging is associated with a progressive decline in functional fitness-the physiological capacity for performing everyday activities safely and independently-which compromises autonomy in older adults. Maintaining functional fitness is crucial for preserving independence and promoting healthy aging. This systematic review synthesized evidence from recent randomized and controlled clinical trials to evaluate the effects of physical exercise on functional fitness in people aged ≥65...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641246",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural and behavioural differences in multisensory statistical and reinforcement learning across development and task variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The development and maturation of multisensory processing and integration depend on the brain's ability to detect patterns and adjust behaviour based on feedback. However, the developmental dynamics of these mechanisms are not yet fully understood. This study examines neural and behavioural differences in multisensory statistical and reinforcement learning processes by comparing adults and children, and further investigates these processes across two learning tasks of varying difficulty in...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641174",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive, functional, and social disparities in patients receiving dialysis: a multi-site survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: End-stage kidney disease (ESKD) affects many Americans, with higher risks in certain subgroups of the US population. Differential kidney health outcomes may stem from non-medical social drivers of health, cognitive difficulties, and functional limitations. Recommendations for individuals with ESKD are often standardized and may not account for unique challenges and access barriers that individuals face. These challenges lead to preventable differences in access to treatments such...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641169",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A haplotype-resolved genome assembly of seed hemp (<em>Cannabis sativa</em>) and analysis of Y chromosome divergence from the X",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Snail 3G: genomics, genetics, and gene-editing of <em>Biomphalaria glabrata</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "This review highlights recent advances and ongoing challenges in the genomics, genetics, and gene-editing (3G) of the freshwater snail Biomphalaria glabrata, based on insights gained from a novel model system we initiated two decades ago. B. glabrata is an intermediate host of the human blood fluke Schistosoma mansoni and serves as the principal model organism for schistosomiasis research. We developed two homozygous lines of B. glabrata, the iM line and iBS90, through 81 and 41 generations of...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole-genome sequence and assembly of the sporogenic <em>Bacillus paralicheniformis</em> T7 strain with high proteolytic and amylolytic activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641111",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Connections between physics and metabolism in brain functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Advances in molecular biology have shaped our understanding of cellular biology. Yet, this molecular-centric approach has overshadowed the role of physical processes governing cellular homeostasis. In genetic disorders, particularly inherited metabolic diseases, phenotypic heterogeneity cannot solely be explained by genetic variants. Mechanical properties of cells and tissues may account for this variability, given the interplay between biological and physical cues in metabolic regulations. In...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641103",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BCL-11 enables adaptive stress responses to environmental challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Insulin/IGF-1 signaling (IIS) is a master regulator of metabolism, stress resilience, and cell homeostasis in multicellular organisms. In the nematode Caenorhabditis elegans, DAF-2 regulates dauer diapause, animal growth, and lifespan extension in a DAF-16/FOXO-dependent manner. Here we investigated IIS in animals expressing pathogenic variants of BCL-11, an evolutionarily conserved transcription factor that has been implicated in human neurodevelopmental disorders. We found that hypomorphic...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "IIS in animals expressing pathogenic variants of BCL-11, an evolutionarily conserved transcription factor that has been implicated in human neurodevelopmental disorders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disparities in ambient air pollution exposure among the U.S. population amid climate change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Air pollution and climate change remain critical environmental challenges. Using integrated modeling (global change analysis model [GCAM] and TM5-FASST), we assess future U.S. ambient air pollution (PM(2.5) and O(3)) and exposure disparities under climate mitigation scenarios. Nationally, annual mean O(3) declines from 58.3 ppbv in 2010 to 47.3-54.1 ppbv by 2050, and PM(2.5) decreases from 6.5 μgm to -3 to 4.6-5.7 μgm^(-3) depending on scenario. Regional differences persist, with elevated O(3)...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641101",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered white matter connectivity is linked to language abilities in children with autism spectrum disorder: An automated fiber quantification study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Recent studies using Automated Fiber Quantification (AFQ) have revealed localized white matter connectivity alterations in individuals with autism spectrum disorder (ASD), offering insights beyond traditional tract-wise Diffusion Tensor Imaging (DTI) analyses. However, the relationship between these alterations and language variability in preschool-aged children with ASD remains poorly understood.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641085",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a Chinese patient with <em>MTSS2</em>-causing intellectual disability by WES reanalysis: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Intellectual developmental disorder with ocular anomalies and distinctive facial features (IDDOF) is an extremely rare disease caused by a heterozygous pathogenic variant in the MTSS2 gene with an autosomal dominant inheritance pattern. To date, only 10 patients with IDDOF and one pathogenic variant in the MTSS2 gene have been reported. Here, we present a new Chinese patient with IDDOF, who is the 11th patient worldwide and the second case in China. The proband presented with relative...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641084",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From self-narration to a worldview: a phenomenological, narratological, and linguistic case study of a patient with a complex clinical picture of bipolar disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The study demonstrates how a multidisciplinary analysis of autobiographical narration can be useful for characterizing emotionally charged worldviews when working with individuals with complex, comorbid and chronic psychiatric disorders. Integrating phenomenological and narratological approaches yields a deeper understanding of selfhood and meaning-making in psychopathology, with implications for clinical assessment and intervention.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641083",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for clinical assessment and intervention",
      "conclusion": "The study demonstrates how a multidisciplinary analysis of autobiographical narration can be useful for characterizing emotionally charged worldviews when working with individuals with complex, comorbid and chronic psychiatric disorders. Integrating phenomenological and narratological approaches yie..."
    },
    {
      "title": "Case report: A five-case series of 18-month home use of a conversational companion robot for psychological support in older people with mild cognitive impairment or late-onset psychosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Although companion robots have demonstrated psychological benefits for older adults, most studies have focused on short-term use or institutional settings. This case series with integrated qualitative analysis describes five cases involving the long-term use of a conversational companion robot (RoBoHoN, Sharp) among community-dwelling women aged 85 to 90 with mild cognitive impairment or late-onset psychosis. After an initial exploratory phase (2-5 months) and a 2-month washout, the robot was...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641081",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Digital Health Intervention on Healthy Behaviors Among Men Who Have Sex with Men in China Based on Information-Motivation-Behavioral Skills Model: An Exploratory Real-World Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The IMB model-based digital health intervention effectively increased HIV testing rates and PrEP awareness among MSM. The high acceptance of the intervention materials suggests that such digital platforms can be a cost-effective strategy for HIV prevention in hard-to-reach populations.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641071",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The IMB model-based digital health intervention effectively increased HIV testing rates and PrEP awareness among MSM. The high acceptance of the intervention materials suggests that such digital platforms can be a cost-effective strategy for HIV prevention in hard-to-reach populations"
    },
    {
      "title": "\"But Some People Still Think That Men Cannot be Raped\": A Qualitative Study on Portuguese Judges' Perceptions Regarding Rape Perpetrated by Women Against Adult Men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Participants' narratives reflected important contradictions between their adherence to some male rape myths and gender stereotypes and their endorsement of the ideal of a gender-neutral rape Law.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641066",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "contradictions between their adherence to some male rape myths and gender stereotypes and their endorsement of the ideal of a gender-neutral rape Law",
      "conclusion": "Participants' narratives reflected important contradictions between their adherence to some male rape myths and gender stereotypes and their endorsement of the ideal of a gender-neutral rape Law"
    },
    {
      "title": "The Role of Attachment, Childhood Traumatic Experiences and Gender in Men and Women with Compulsive Sexual Behavior Symptoms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results have implications for psychotherapy with individuals presenting with CSBD symptoms.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for psychotherapy with individuals presenting with CSBD symptoms",
      "conclusion": "The results have implications for psychotherapy with individuals presenting with CSBD symptoms"
    },
    {
      "title": "Dynamic symptom networks in etomidate use disorder: a cross-lagged panel network analysis of craving, compulsive drug seeking, and cognitive control",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings provide insights into the temporal dynamics of EUD symptoms and suggest that craving and impulsivity play pivotal roles in the disorder's progression. These results emphasize the need for targeted interventions that address these central symptoms to improve treatment outcomes.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641050",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings provide insights into the temporal dynamics of EUD symptoms and suggest that craving and impulsivity play pivotal roles in the disorder's progression. These results emphasize the need for targeted interventions that address these central symptoms to improve treatment outcomes"
    },
    {
      "title": "Development of a compound hazard risk index for natural and nuclear disasters and establishment of a prefecture-wide support system in Aomori",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate an urgent need to clarify the cooperative roles of Disaster Medical Assistance Teams (DMAT) and the Nuclear Emergency Medical Assistance Team (NEMAT). Establishing a comprehensive support system is essential for maintaining hospital functions and mitigating damage in future compound disasters.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641049",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate an urgent need to clarify the cooperative roles of Disaster Medical Assistance Teams (DMAT) and the Nuclear Emergency Medical Assistance Team (NEMAT). Establishing a comprehensive support system is essential for maintaining hospital functions and mitigating damage in future com..."
    },
    {
      "title": "Proton beam therapy induces protective immunity via HMGB1-dependent signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Proton beam therapy is widely regarded for its cost-effectiveness, precision, and protection of normal tissues. Emerging evidence shows that conventional radiotherapy can inhibit primary tumors and promote immunogenicity of distant tumors, possibly via damage-associated molecular patterns (DAMPs) like calreticulin (CRT) and high mobility group box 1 (HMGB1) released during immunogenic cell death (ICD). However, the role of proton beams in inducing DAMPs and enhancing immunogenicity remains...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641047",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characteristics, interventions, and outcomes of factitious disorder imposed on another (FDIA): a systematic review of 455 perpetrators and 469 victims",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our review opens the possibility of creating international multicenter databases of abuse cases in the FDIA context, which requires a multidisciplinary and transcultural approach to include all single case reports or case series to enrich the understanding of FDIA.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our review opens the possibility of creating international multicenter databases of abuse cases in the FDIA context, which requires a multidisciplinary and transcultural approach to include all single case reports or case series to enrich the understanding of FDIA"
    },
    {
      "title": "Do Sonication Results of Mobile Parts Predict Failure After Debridement and Implant Retention in Acute Periprosthetic Joint Infection?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "In 57 periprosthetic joint infections with presumed acute presentations, the 2-year successful outcomes of debridement and implant retention were 64% (when sonication results revealed <1000 cfu/mL) and 21% (≥1000 cfu/mL). The odds for failure were 5.2 (P < .01) when the sonication result reported ≥1000 cfu/mL.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuropeptidergic systems in psychiatric disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Neuropeptides represent a heterogeneous class of signalling molecules whose release has initially been described in the hypothalamus. Their release often follows a circadian rhythm and basal release may be enhanced by internal and external stressors. Research on the cellular actions of neuropeptides began in the hypothalamus but progressed to the entire brain following observations of neuropeptide and neuropeptide receptor expression throughout the brain. Recent research suggests that the...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641032",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biomechanical comparison of two squatting protocols in adolescents and young adults with femoracetabular impingement syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Squatting is an important activity of daily living which can be particularly useful in the management of Femoroacetabular Impingement Syndrome (FAIS). However, double-leg squat protocols can vary significantly, potentially impacting biomechanical outcomes. A squat with a \"hold\" before the ascent phase represents one variation which increases muscular endurance demands and may elucidate such impacts. The purpose of this study was to identify biomechanical differences between a...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641017",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to identify biomechanical differences between a",
      "significance": "activity of daily living which can be particularly useful in the management of Femoroacetabular Impingement Syndrome (FAIS)",
      "conclusion": null
    },
    {
      "title": "Editorial: Building health through physical activity in schools, volume II",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing care and quality indicators in the management of patients with acute ischaemic heart disease and atherothrombotic stroke: measuring to improve",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed QIs and organizational model can be valuable tools for optimizing care and coordination for patients with AIHD and atherothrombotic stroke. They enable the monitoring and improvement of critical aspects of the care process.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641010",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed QIs and organizational model can be valuable tools for optimizing care and coordination for patients with AIHD and atherothrombotic stroke. They enable the monitoring and improvement of critical aspects of the care process"
    },
    {
      "title": "How masculinity and treatment impact posttraumatic stress disorder recovery in sexual minority men with sexual trauma: Findings from a randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Sexual violence and associated risk of posttraumatic stress disorder (PTSD) are pressing and pervasive public health issues. Sexual minority men, or men whose sexual orientation is not exclusively heterosexual, are at heightened risk for both sexual violence and PTSD compared to heterosexual men. Regardless of sexual orientation, stigma surrounding sexual violence and masculinity norms can interfere with trauma processing and treatment, suggesting a need for treatments that target these factors...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641008",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proinflammatory keratinocytes drive a novel mouse model of autoimmunity with systemic and cutaneous lupus erythematosus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The pathogenesis of autoimmune diseases remains poorly understood, largely because existing models fail to capture both the initial triggers and the full spectrum of systemic manifestations. Here, we identify the skin epithelium as an initiating site of autoimmune activation. Specifically, we found that PPARγ levels are broadly reduced in basal-layer keratinocytes from patients across the lupus disease spectrum. To investigate the functional impact of this epithelial defect, we employed...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641005",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of this epithelial defect, we employed",
      "conclusion": null
    },
    {
      "title": "Intestinal barrier compromise, viral persistence, and immune dysregulation converge on neurological sequelae in Long COVID",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Long COVID (LC) is a multisystem, post-infectious conditions diagnosed ≥3 months after acute SARS-CoV-2 infection and marked by relapsing, persistent, or progressive symptoms, especially fatigue, post-exertional symptom exacerbation and neuropsychiatric syndromes. We synthesized evidence suggesting that LC arises from intersecting pathways including viral persistence, intestinal dysbiosis and barrier compromise with microbial translocation, innate immune activation with neutrophil extracellular...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41641003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated LC-MS and GC-MS based widely targeted metabolomics for characterizing quality traits in a high-yield chinese turmeric cultivar",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Turmeric (Curcuma longa L.) is a popular natural food ingredient worldwide, known for its remarkable antioxidant, anticancer, and cardiovascular protective properties. It holds significant economic value and is an important crop in many tropical and subtropical countries. Sichuan, China, is a historical and primary cultivation region for turmeric, with a cultivation history spanning over a thousand years. However, the local turmeric market has been greatly impacted by imported turmeric, and the...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640981",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "crop in many tropical and subtropical countries",
      "conclusion": null
    },
    {
      "title": "Single-cell RNA sequencing revealed cell heterogeneity in sagittal suture mesenchyme",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: The formation and homeostatic maintenance of cranial sutures rely on cellular activities within the suture mesenchyme. However, how mesenchymal stem/stromal cells (MSCs) rapidly and extensively contribute to suture and cranial development remains insufficiently explored.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640972",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of multidisciplinary steatotic liver disease management on bariatric surgery referral and clinical outcomes: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Integration of weight management with hepatology care in patients with MASLD resulted in bariatric surgery referral rates that substantially exceed the national average, leading to improved weight and liver-related outcomes.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640960",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integration of weight management with hepatology care in patients with MASLD resulted in bariatric surgery referral rates that substantially exceed the national average, leading to improved weight and liver-related outcomes"
    },
    {
      "title": "Harnessing artificial intelligence in gastroenterology and hepatology: Current applications and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Artificial intelligence (AI) has made remarkable strides, becoming an essential tool in modern medicine. As AI continues to evolve, it is crucial to redefine its scope, classifications, and subtypes to better align with its clinical applications and potential. With a growing number of sophisticated models, AI is now widely used in gastroenterology and hepatology, offering new ways to enhance patient care. In gastroenterology, AI helps doctors identify lesions during endoscopy, detect...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640959",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of grape pomace on growth performance, serum biochemical indices, amino acid composition, and rumen microbial diversity in Dorper × Hu hybrid sheep",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Grape pomace (GP), a byproduct of wine-making, is rich in nutrients and bioactive compounds. However, its effects on the health and rumen microbial diversity of fattening rams remain insufficiently studied. This study investigated the impact of dietary GP supplementation on Dorper × Hu hybrid sheep.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of dietary GP supplementation on Dorper × Hu hybrid sheep",
      "significance": "of dietary GP supplementation on Dorper × Hu hybrid sheep",
      "conclusion": null
    },
    {
      "title": "Obesity Health Screening in Japanese School-Aged Children and Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher obesity percentages were observed among boys and among children in higher grades. Given the associations with lifestyle factors as well, it may be essential to integrate more targeted health guidance in the screening program.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640936",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher obesity percentages were observed among boys and among children in higher grades. Given the associations with lifestyle factors as well, it may be essential to integrate more targeted health guidance in the screening program"
    },
    {
      "title": "Nature connectedness and conservation representations among zoo professionals: an exploratory case study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Zoological parks with conservation missions must reconcile commercial sustainability with conservation goals within hybrid organizational structures, making employees' nature connectedness and conservation meaning-making potentially important for achieving their dual mandate. This exploratory single-case study examines links between nature connectedness and conservation representations among employees of a marine-focused zoological park that integrates commercial operations with ex-situ...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": "within hybrid organizational structures, making employees' nature connectedness and conservation meaning-making potentially important for achieving their dual mandate",
      "significance": "for achieving their dual mandate",
      "conclusion": null
    },
    {
      "title": "A highly resolved integrated single-cell atlas of human breast cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "In this study, we developed an integrated single-cell transcriptomic (scRNAseq) atlas of human breast cancer (BC), the largest resource of its kind, totaling >600 000 cells across 138 patients. Rigorous integration and annotation of publicly available scRNAseq data enabled a highly resolved characterization of epithelial, immune, and stromal heterogeneity within the tumor microenvironment (TME). Within the immune compartment, we were able to characterize heterogeneity of CD4, CD8 T cells, and...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640877",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Can bile salts affect the contractile oesophageal activity associated with gastroesophageal reflux disease?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Bile salts are essential molecules that have evolved beyond their digestive surfactant properties to act as relevant pathophysiological signalling modulators. In the gastroesophageal reflux disease (GERD), recurrent exposure of the oesophagus to harmful agents of gastric and duodenal origin, including bile salts, results in chronic inflammation and damage to the oesophageal mucosa, ultimately promoting the progression of the normal oesophageal epithelium to pre-malignant or malignant lesions,...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640876",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multi-angle reflectance dataset of wheat and peach trees with unmanned aerial vehicle imagery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Medium- to high-resolution satellite data, such as Sentinel-2 and Landsat-8, have significantly enhanced the accuracy of vegetation monitoring. However, canopy reflectance and vegetation indices are affected by the bidirectional reflectance distribution function (BRDF) effect, introducing uncertainties in vegetation phenology monitoring and parameter retrieval. Herein, a multi-angle reflectance dataset was developed using unmanned aerial vehicles (UAVs) to investigate the angular effect over the...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trust By Design: Enabling Responsible Precision Health Through Blockchain-Powered Digital Twins And Trusted AI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The Executive Session, Trust by Design: Enabling Responsible Precision Health through Blockchain-Powered Digital Twins and Trusted AI, explores how the convergence of blockchain, artificial intelligence, genomics, 6G wireless technology, and other advanced technologies can be leveraged to power precision health digital twins. The dialogue focused on governance, interoperability, cybersecurity, and the impact of blockchain and trusted AI-powered digital twins on advancing precision healthcare and...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640846",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of blockchain and trusted AI-powered digital twins on advancing precision healthcare and",
      "conclusion": null
    },
    {
      "title": "Characterization of Distinct Monocyte Subtypes and Immune Features Associated with HIV, Tuberculosis, and Coronary Artery Disease in a Ugandan Cohort Using Mass Cytometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings underscore the complexity of the monocyte landscape in CAD progression, particularly in regions where HIV and TB are co-endemic. Our study reveals distinct alterations within 2 non-classical monocyte subpopulations associated with CAD and with HIV/TB, offering mechanistic insights that may support the development of precision biomarkers and immune-targeted therapies across these disease contexts.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640845",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the complexity of the monocyte landscape in CAD progression, particularly in regions where HIV and TB are co-endemic. Our study reveals distinct alterations within 2 non-classical monocyte subpopulations associated with CAD and with HIV/TB, offering mechanistic insights tha..."
    },
    {
      "title": "Strengthening cross-regional networks: evaluation of Indonesia's national Early Warning Alert and Response System by field epidemiology training programmes from Indonesia and Japan, 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640806",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic revision of <em>Conobolbitina</em> (Bolbitiaceae, Agaricales) based on collections from Jilin Province, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640793/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Conobolbitina is a morphologically diverse transitional genus within the Bolbitiaceae. However, taxonomic confusion persists, as some of its species remain classified under other genera, and its section Verrucisporae has been recovered as paraphyletic. This study revises the subdivision of Conobolbitina using integrated morphological and phylogenetic analyses of specimens from Jilin Province, China. A combined dataset of the internal transcribed spacer (ITS), nuclear large subunit ribosomal DNA...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640793",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Age-reversal Quantification of a Facial Skincare Regimen with Sirtuin-targeting Ingredients in a Multiethnic Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Based on the Predicted Age model, the 3-product face/eye skincare regimen applied twice daily resulted in a significant decrease in calculated Predicted Age starting as early as 2 weeks, with continued improvement over time, and a decrease of 4.0 years by Week 12.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640789",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on the Predicted Age model, the 3-product face/eye skincare regimen applied twice daily resulted in a significant decrease in calculated Predicted Age starting as early as 2 weeks, with continued improvement over time, and a decrease of 4.0 years by Week 12"
    },
    {
      "title": "Herbicidal safening activity of <em>Loropetalum chinense</em> extract in alleviating pretilachlor-induced phytotoxicity in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "In this study, the crude extract of natural Loropetalum chinense (LoE) was prepared using a simple ethanol leaching approach. Preliminary evaluations of the safening effect of LoE in both agar and soil media demonstrated its ability to protect rice seedlings from damage induced by the herbicide pretilachlor (Pre). Specifically, treatment with LoE at 50 mg/L resulted in a 40.35% increase in root length and a 25.11% increase in plant height. In contrast, treatment at 100 mg/L led to a 36.85%...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of PsbS binding proteins in <em>Arabidopsis thaliana</em> leaf chloroplasts under high light using TurboID-based proximity labeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Photosystem II Subunit S (PsbS) is a critical regulator of non-photochemical quenching (NPQ), which is a protective mechanism triggered to dissipate excess light energy as heat and prevent photodamage. However, the molecular basis of how PsbS interact with partner proteins to regulate NPQ remains unclear. In this study, we employed proximity labeling to identify PsbS interaction proteins in situ in living cells of Arabidopsis leaves via biotinylation during NPQ. Arabidopsis plants stably...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640775",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rethinking genomic selection under environmental uncertainty: toward learnable and dynamic environmental representations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of protein-rich diet and the tamarind trypsin inhibitor on behavioral disorders in obese zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Obesity is a major public health concern, often accompanied by behavioral and psychological alterations such as anxiety, impaired sociability, and dysregulated stress responses. Nutritional interventions using bioactive compounds from plant sources are emerging as promising strategies to address both metabolic and behavioral aspects of obesity. This study investigated the effects of tamarind trypsin inhibitor (TTI), a plant-derived bioactive protein, on behavioral and...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640743",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of tamarind trypsin inhibitor (TTI), a plant-derived bioactive protein, on behavioral and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum parameters and energy balance during the Yukon Arctic Ultra: a multistage ultramarathon in Arctic conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A considerable energy deficit was identified in almost all athletes, which resulted in the loss of both lean mass and fat mass. Serum cardiac, lipid, and inflammation markers were altered significantly, indicating severe stress. It remains to be seen whether such events contribute to pathological sequelae or are merely temporary without clinical relevance.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640741",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A considerable energy deficit was identified in almost all athletes, which resulted in the loss of both lean mass and fat mass. Serum cardiac, lipid, and inflammation markers were altered significantly, indicating severe stress"
    },
    {
      "title": "Non-linear association between metabolic score for insulin resistance and diabetes mellitus in normal-weight middle-aged and older Chinese adults: a multicenter retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among normal-weight middle-aged and older Chinese adults, METS-IR exhibits a positive, non-linear relationship with DM risk. Maintaining a lower METS-IR may help prevent the development of DM.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among normal-weight middle-aged and older Chinese adults, METS-IR exhibits a positive, non-linear relationship with DM risk. Maintaining a lower METS-IR may help prevent the development of DM"
    },
    {
      "title": "Comparative effects of different types of soy products on glycemic control and insulin sensitivity: a network meta-analysis of randomized controlled trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight that different soy components exhibit distinct effects on regulating blood glucose and insulin sensitivity. In this network meta-analysis, whole soy and isolated isoflavones were identified as potentially superior choices for improving blood glucose control and insulin sensitivity compared with other soy products.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight that different soy components exhibit distinct effects on regulating blood glucose and insulin sensitivity. In this network meta-analysis, whole soy and isolated isoflavones were identified as potentially superior choices for improving blood glucose control and insulin sensi..."
    },
    {
      "title": "Nutritional practices and impact of feeding adequacy on clinical outcomes in Chinese respiratory intensive care units patients: a prospective observational study (ORIENT study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This multicenter study demonstrates optimal early EN initiation rates in Chinese RICUs. Energy overfeeding was associated with increased mortality risk only in patients >50 years and non-social infections risk, whereas protein adequacy showed no outcome associations. Protocolized EN delivery balancing adequacy and overfeeding risks is urgently needed in RICUs.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640734",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This multicenter study demonstrates optimal early EN initiation rates in Chinese RICUs. Energy overfeeding was associated with increased mortality risk only in patients >50 years and non-social infections risk, whereas protein adequacy showed no outcome associations"
    },
    {
      "title": "Digital Marketing Strategies for Sustainable Food and Beverage Brands: A Bibliometric Systematic Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Digital Marketing is one of the most important channels for promoting products and services in the modern age of marketing. It leverages popular tools, including social and web-based resources, to promote a brand in an online space. As consumers become aware of environmental degradation, researchers and academicians are immensely capturing consumers' responses towards brands that minimize environmental impact. The present study is an attempt to provide a bibliometric account of research on...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "channels for promoting products and services in the modern age of marketing",
      "conclusion": null
    },
    {
      "title": "State-Dependent and Social Modulation of Circulating Glucocorticoids in a Nomadic Songbird, the Red Crossbill (<em>Loxia Curvirostra</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Glucocorticoids facilitate the integration of environmental information and coordination of organismal responses to perturbations. Circulating glucocorticoids are hypothesized to depend on an individual's environment and condition (i.e., state) to facilitate surviving challenges while minimizing fitness costs. Studies specifically focused on sources of individual variation in circulating glucocorticoids are critical to understanding state-dependent modulation of glucocorticoids and integrated...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering scalable vascularized kidney organoids for in vivo glomerular filtration with human endothelial integration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Kidney organoids derived from human pluripotent stem cells have emerged as promising models for studying kidney disease and therapeutic development. However, the lack of a scalable production system has limited their industrial applications in regenerative medicine. Here, we have developed a cost-effective mass-production method for manufacturing vascularized kidney organoids, which has improved production efficiency by more than 50 times compared to conventional culture systems. The...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Competing Endogenous RNA Networks Reveal Long Non-coding RNAs as Potential Prognostic Biomarkers in Gastric Cancer: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our meta-analysis demonstrated potential application of lncRNA CCDC144NL-AS1 based on the ceRNA network studies as a promising prognostic biomarker in GC. Further studies are needed to elucidate the functions of this lncRNA in GC.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640655",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our meta-analysis demonstrated potential application of lncRNA CCDC144NL-AS1 based on the ceRNA network studies as a promising prognostic biomarker in GC. Further studies are needed to elucidate the functions of this lncRNA in GC"
    },
    {
      "title": "Correction: Antibacterial effects of coniferyl alcohol-derived dehydrogenation polymer on chlamydial infection <em>in vitro</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fchem.2025.1654478.].",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robust helix photo-transforming in soft matter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Helical organization in soft materials is omnipresent in systems ranging from DNA and peptides to liquid crystal displays. Dynamic transformation and reconfiguration of helicity triggered non-invasively by light are highly desirable, yet challenging to control in soft-condensed matter. Herein, we report the photo-transformation of helicity in soft matter with robust manipulation of the helical pitch and inversion of chirality. The key molecular design is based on the introduction of a...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640641",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Singlet and triplet harvesting enable efficient NIR-II quantum-dot electroluminescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640640/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Colloidal quantum dots (CQDs) are promising materials for constructing 'second-window' near-infrared (1000-1700 nm) light-emitting diodes (NIR-II LEDs), but their practical application has been hampered by low film external quantum efficiency (EQE). Here, we report a chemical strategy that incorporates photoactive fluorophores-spanning fluorescence, phosphorescence and thermally activated delayed fluorescence-into CQD films to boost NIR-II emission. Energy transfer from fluorophores (via both...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640640",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bienzyme-powered nanorobots with ultrasensitive chemotaxis for precision cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Low tumor-targeting delivery efficiency (Ɛ) and poor tumor penetration remain critical issues in the clinical translation of nanoparticle-based drug delivery systems. Here we report that bienzyme-powered Janus nanorobots with catalase and urease covering the same hemispheres in sequence, demonstrate chemical propulsion far exceeding translational Brownian forces and torques comparable to rotational Brownian torques by leveraging endogenous urea and H₂O₂ gradient in the tumor microenvironment,...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640638",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Cu-OH and zeolite confinement in Cu/MCM-22 for benzaldehyde-mediated Mukaiyama epoxidation of long-chain α-olefins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The Mukaiyama epoxidation of olefins, leveraging molecular oxygen and aldehydes to generate epoxides, is a cornerstone of sustainable synthesis but is hindered by compromising epoxide selectivity and aldehyde coupling efficiency due to the high reactivity of acylperoxy radicals. Here, we report a Cu/MCM-22 catalyst that synergistically integrates Cu-OH active sites with zeolite confinement to achieve exceptional selectivity and efficiency in the aerobic epoxidation of long-chain linear...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence as a surrogate brain: bridging neural dynamical models and data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Recent breakthroughs in artificial intelligence (AI) are reshaping the way we construct computational counterparts of the brain, giving rise to a new class of 'surrogate brains'. In contrast to conventional hypothesis-driven biophysical models, the AI-based surrogate brain encompasses a broad spectrum of data-driven approaches to solve the inverse problem, with the primary objective of accurately predicting future whole-brain dynamics with historical data. Here, we introduce a unified framework...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640633",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of accurately predicting future whole-brain dynamics with historical data",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "VST-DAVis: an R Shiny application and web-browser for spatial transcriptomics data analysis and visualization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "SUMMARY: Visium HD Spatial Transcriptomics Data Analysis and Visualization (VST-DAVis) is an interactive, R Shiny application and web browser designed for intuitive analysis of spatial transcriptomics data generated using the 10x Genomics Visium HD platform. This user-friendly tool empowers researchers, particularly those without programming expertise, to perform end-to-end spatial transcriptomics analysis through a streamlined graphical interface. The platform is capable of handling both single...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640624",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Shiny-Calorie: a context-aware application for indirect calorimetry data analysis and visualization using R",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "MOTIVATION: Indirect calorimetry is the standard method for metabolic phenotyping of animal models in pre-clinical research, supported by mature experimental protocols and widely used commercial platforms. However, a flexible, extensible, and user-friendly software suite that enables standardized integration of data and metadata from diverse metabolic phenotyping platforms-followed by unified statistical analysis and visualization-remains absent.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640623",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patients' attitudes to disease prevention in inflammatory bowel disease: a US-based survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Most people affected by IBD in the United States agree with taking proactive measures to prevent IBD. A lifestyle intervention (diet, exercise) is favored over a pharmaceutical approach by these respondents. Relationship to IBD did not influence the magnitude of the agreement.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640620",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most people affected by IBD in the United States agree with taking proactive measures to prevent IBD. A lifestyle intervention (diet, exercise) is favored over a pharmaceutical approach by these respondents"
    },
    {
      "title": "Beyond anti-inflammatory strategies: Epigenetic targets as emerging therapeutic frontiers in acute pancreatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Acute pancreatitis (AP) remains a challenging clinical condition with limited therapeutic options and high mortality rates in severe cases. Traditional anti-inflammatory approaches have shown disappointing results in clinical trials, highlighting the urgent need for novel therapeutic strategies targeting the underlying pathophysiological mechanisms. The study by Jia et al presents compelling evidence for a previously unrecognized mechanism through which rutaecarpine, a bioactive alkaloid from...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41640619",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amiodarone-Induced Pulmonary Toxicity Presenting as Unilateral Fibrosis: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Amiodarone-induced pulmonary toxicity (APT) is a potentially life-threatening complication that most commonly presents as bilateral interstitial lung disease. This case highlights a rare presentation of APT manifesting as unilateral pulmonary fibrosis, posing a diagnostic challenge. An 86-year-old man on long-term amiodarone presented with gradually worsening dyspnea and cough. Chest imaging demonstrated pleural thickening, peripheral opacities, and fibrotic changes confined entirely to the left...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41640914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between higher eating frequency and lower odds of low muscle mass in Koreans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41641251/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite its cross-sectional design, this study offers novel insights from a large cohort, highlighting meal frequency as a potentially important, yet over-looked, nutritional factor associated with lower odds of low muscle mass. Our results support incorporating regular meal frequency recommendations into strategies for healthy aging.",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41641251",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite its cross-sectional design, this study offers novel insights from a large cohort, highlighting meal frequency as a potentially important, yet over-looked, nutritional factor associated with lower odds of low muscle mass. Our results support incorporating regular meal frequency recommendation..."
    },
    {
      "title": "Anesthetic management of a patient with recurrent shock caused by anaplastic thyroid carcinoma compressing the internal carotid artery: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41640726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Stimulation of baroreceptors in the carotid sinus may increase vagal activity and decrease sympathetic activity. In rare cases, this can lead to carotid sinus hypersensitivity, which may cause hypotension, bradycardia, or even asystole. An 86-year-old man scheduled for elective thyroid surgery was admitted to the emergency room with repeated episodes of syncope followed by shock. These episodes were suspected to be caused by metastatic lymph nodes compressing the carotid sinus. In the operating...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41640726",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depression and long-term mortality among 5-year breast cancer survivors in Korea: a retrospective population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41639218",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polystyrene nanoplastics exacerbate dibutyl phthalate-induced liver fibrosis through PDGFRα-dependent hepatic stellate cell activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Nanoplastic particles (NPs) derived from common polymers such as polyvinyl chloride and polystyrene (PS) act as persistent environmental reservoirs that facilitate the transport and cellular internalization of dibutyl phthalate (DBP), a ubiquitous plasticizer contaminating air, water, soil, and food through plastic leaching. The platelet-derived growth factor receptor α (PDGFRα) pathway is a well-established regulator of hepatic stellate cell (HSC) activation and fibrogenesis; however, its...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41638286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection and localization of single-nucleotide mutations in synthetic oligonucleotides by ultra-high-performance liquid chromatography coupled with high-resolution tandem mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Accurate detection of point mutations in mitochondrial DNA (mtDNA) is crucial for diagnosing various mitochondrial disorders. In this study, we developed an ultra-high-performance liquid chromatography coupled with high-resolution tandem mass spectrometry (UHPLC-HRMS/MS) method for the direct, label-free identification and localization of single-nucleotide mutations using synthetic 20- and 49-mer oligonucleotides as model fragments representing the pathogenic mtDNA point mutation (mt.3243 A>G)....",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41638037",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Strategies to Modulate Amyloidogenesis Associated with Neurodegenerative Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Amyloidogenic peptides and proteins, including amyloid-β, tau, and α-synuclein, are key pathological factors in neurodegenerative diseases. Their misfolding and self-assembly into toxic oligomers and fibrils disrupt cellular homeostasis and lead to neuronal dysfunction. To address these pathogenic processes, diverse chemical strategies have been developed employing nanomaterials, small organic molecules, and metal complexes. These reagents chemically modify amyloidogenic peptides and proteins,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41637635",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clogging mechanisms in managed artificial recharge: insights from injection-induced responses and physicochemical characteristics in the Hongseong site, Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Managed Aquifer Recharge (MAR) has been increasingly recognized as a sustainable groundwater management strategy, but its operational sustainability is often constrained by clogging. This study evaluated clogging mechanisms at a field-scale MAR test site in Hongseong, Korea, by integrating injection tests, physicochemical analyses, thermodynamic modeling, and mineralogical characterization. During approximately 2.7 months of injection, injectivity remained generally stable and no severe clogging...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41636941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceptually validated auralization of brushless direct current motor-propeller noise via torque ripple-induced rotational speed fluctuation modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Psychoacoustic assessment of aircraft under development is hindered by the difficulty of obtaining comprehensive noise data before physical prototypes are available. For the brushless direct current motor-propeller systems that are primary noise sources on these aircraft, this study develops and validates a physics-based auralization framework that models rotational speed fluctuations induced by electromagnetic torque ripple. The model incorporates both stochastic (rotational speed fluctuation...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41636422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Block Copolymer Particle-Templated Cavitated Carbons Achieve Local Alkalinity for Enhancing Acidic Electrochemical CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Electrochemical CO(2) reduction reaction (CO(2)RR) in neutral or alkaline environment suffers from carbonate formation, leading to low CO(2) utilization. Acidic operation can mitigate this issue, but is hampered by the dominant hydrogen evolution reaction (HER). Here, we report a cavitated carbon particle (CCP)-supported Au catalyst featuring abundant inner cavities that sustain elevated local alkalinity. These cavities could be formed by inducing interfacial instability in block copolymer...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41636089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Modulation of the CeO<sub>2</sub> Nanoparticle Tunneling Junction Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The precise modulation of nanoparticles represents a critical step toward programmable nanodevice architectures and functional material systems. Here, we demonstrate an artificial CeO(2) nanoparticle modulation platform, enabling area-selective manipulation and programmable tunability of the CeO(2) nanoparticle tunneling behavior. Utilizing atomic force microscopy lithography, CeO(2) nanoparticles were attached, detached, and repositioned with nanoscale precision on both insulating and metallic...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635158",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HBE-843, a Novel, Potent, and Selective EGFR Targeting PROTAC for the Treatment of Non-Small-Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The emergence of the EGFR C797S mutation poses a significant challenge in the treatment of non-small cell lung cancer due to resistance to third-generation EGFR-tyrosine kinase inhibitors. This study introduces a novel and highly selective EGFR PROTAC, HBE-843, designed to degrade mutant EGFR while sparing wild-type EGFR. Our degrader not only effectively degrades the L858R but also shows promising activity against exon 19 deletion, T790M, and C797S, where it demonstrated low nanomolar GI(50)...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635121",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Sarcopenia and Lower Bone Density With Positional Vertigo in the Morning: Insights From a Nationwide Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Morning PV is common among middle-aged and older adults and is associated with systemic frailty markers, particularly sarcopenia and bone loss, in the presence of vestibular dysfunction. These associations were more pronounced in older adults, suggesting a vestibulo-musculoskeletal interaction that may contribute to balance impairment and functional decline with aging. Screening for sarcopenia and bone health, along with vestibular and lifestyle interventions, may help reduce...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Morning PV is common among middle-aged and older adults and is associated with systemic frailty markers, particularly sarcopenia and bone loss, in the presence of vestibular dysfunction. These associations were more pronounced in older adults, suggesting a vestibulo-musculoskeletal interaction that ..."
    },
    {
      "title": "Foot-and-mouth disease virus VP4 interferes with host interferon response by targeting the nuclear translocation of interferon regulatory factor 3 (IRF3)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Upon RNA virus infection, nuclear translocation of activated transcriptional factors via the RNA-sensing signal pathway is a key event in the interferon (IFN)-mediated antiviral response, and a specific target of viral immune evasion. Foot-and-mouth disease virus (FMDV) causes an acute vesicular disease in cloven-hoofed animals and poses a serious economic risk to the dairy industry. FMDV VP4, one of the structural proteins, is an internal protein of the viral capsid and is known to play an...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41634886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Investigating the use of finerenone in children with chronic kidney disease and proteinuria: design of the FIONA and open-label extension studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Domain-Specific Physical Activity and Its Association With Frailty Syndrome: Evidence From NHANES Using Phenotype and Index-Based Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LTPA demonstrated the strongest associations with lower frailty, highlighting its potential as a key target for preventive strategies and public health guidelines aimed at promoting healthy aging.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41639592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LTPA demonstrated the strongest associations with lower frailty, highlighting its potential as a key target for preventive strategies and public health guidelines aimed at promoting healthy aging"
    },
    {
      "title": "Surgical Management of Intrahepatic Cholangiocarcinoma and Combined Hepatocellular-Cholangiocarcinoma: A Narrative Review of Principles, Technical Nuances, and Emerging Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Intrahepatic cholangiocarcinoma (CCA) is the second most common primary liver cancer after hepatocellular carcinoma (HCC). However, combined HCC-CCA is a rare malignancy exhibiting hepatocytic and cholangiocytic differentiation. For both tumors, R0 resection with regional lymph node dissection remains the only potentially curative treatment. Nevertheless, key aspects of surgical management remain controversial. In this narrative review, we synthesize contemporary evidence on the surgical...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639545",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanotransduction through T cell receptors: consensus, controversies and future outlooks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "Immune cells rely on surface immunoreceptors to sense their environment. While the downstream signaling pathways of many immunoreceptors are well characterized, the initial molecular events that trigger signaling upon ligand engagement remain incompletely understood. Here, in this Review, we outline our current understanding of this immunoreceptor signal initiation problem, using the T cell antigen receptor (TCR) as a prototype. We synthesize decades of research on the TCR's unique functional...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The rise of astrocytes: are they guardians or troublemakers of the brain disorder?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205144036&v=2.18.0.post22+67771e2",
      "description": "The brain is a highly complex, multicellular organ composed of diverse neuronal and nonneuronal cell types that function in concert to maintain central nervous system homeostasis. Among the glial populations, astrocytes are critical regulators of neuronal function. Under physiological conditions, astrocytes provide essential metabolic support, modulate neurotransmitter release and maintain neuronal health. Traditionally viewed as passive and supporting cells, astrocytes are now recognized as...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41639424",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}