{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-12T19:22:26.044Z",
  "totalItems": 150,
  "totalArchived": 24376,
  "newPapersAdded": 191,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 57,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 47,
    "IBS": 64,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 1,
    "GIST": 7,
    "Kyung Hee University": 8,
    "Pusan National University": 3
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 17,
    "Multidisciplinary": 78,
    "Biomedical": 41,
    "Neuroscience": 7,
    "Computer Science": 1,
    "Materials Science": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Advancing Arsenic Water Treatment Using UiO-66 and Its Functionalized Metal-Organic Framework Analogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Arsenic contamination in water remains a critical global health challenge, affecting millions and causing severe diseases including cancer, skin lesions, and cardiovascular disorders. Adsorption using metal-organic frameworks (MOFs), particularly zirconium-based UiO-66 and its derivatives, offers a promising and sustainable approach for arsenic remediation due to their high surface area, tunable porosity, and strong chemical stability. Functionalized UiO-66 variants (e.g., -NH(2), -SO(3)H,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41222333",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Realizing Structural Coloration via Lamellar Nanostructures Formed by Precise Mechanical Patterning and Selective Etching of Metal Multilayer Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222310/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Structural coloration, originating from nanoscale interactions of light with engineered surfaces, delivers tunable color features and application potential in anti-counterfeiting compared to conventional dye-based methods. In this study, a fabrication strategy for structural color surfaces is presented by integrating ultra-precision mechanical patterning with selective wet etching of Al/Cu multilayer thin films. By precisely adjusting the cutting load, the number of exposed Cu layers is...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41222310",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Management Strategies for Early Neurological Deterioration in Noncardioembolic Ischemic Stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with noncardioembolic ischemic stroke who developed END due to stroke progression, iHTN was associated with favorable clinical outcomes.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41221585",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with noncardioembolic ischemic stroke who developed END due to stroke progression, iHTN was associated with favorable clinical outcomes"
    },
    {
      "title": "Cholera toxin B subunit fusion enhances the immunogenicity of the H5 stem domain against the H5N2 avian influenza virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings support the use of CTB as an effective adjuvant platform for the development of stem-based influenza vaccines targeting HPAIVs.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41221175",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the use of CTB as an effective adjuvant platform for the development of stem-based influenza vaccines targeting HPAIVs"
    },
    {
      "title": "Host Translational Control by Stress Granules Promotes <em>Mycobacterium tuberculosis</em> Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Stress granules (SGs) are cytoplasmic condensates that regulate mRNA translation and signaling in response to stress. Although SGs have been widely studied in antiviral responses, their function in bacterial infections is not well understood. Here, we demonstrate that SGs promote Mycobacterium tuberculosis (Mtb) pathogenesis by suppressing mitochondrial metabolism and innate immunity. Quantitative proteomics revealed that Mtb-induced SGs sequester mTORC1 and suppress cap-dependent mRNA...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41221148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IL-22 Exacerbates Coxsackievirus Type B3-Induced Pancreatitis by Elevating Viral Replication Through STAT3 Activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Coxsackievirus type B3 (CVB3) is implicated in diseases such as chronic myocarditis and pancreatitis. While IL-22 is known to play complex roles in immune responses during viral infections, its role in CVB3-induced pancreatitis remains unclear. This study examined the impact of IL-22 on pancreatic pathology during CVB3 infection using histological analyses, glucose tolerance tests, immunostaining, viral load quantification, and molecular assays in both mouse pancreatic tissues and HeLa cells....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41220847",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the impact of IL-22 on pancreatic pathology during CVB3 infection using histological analyses, glucose tolerance tests, immunostaining, viral load quantification, and molecular assays in both mouse pa...",
      "significance": "of IL-22 on pancreatic pathology during CVB3 infection using histological analyses, glucose tolerance tests, immunostaining, viral load quantification, and molecular assays in both mouse pancreatic ti...",
      "conclusion": null
    },
    {
      "title": "Unlocking IL-33: New Insights into Tumor Immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "IL-33, a member of the IL-1 cytokine family, is constitutively expressed in the nucleus of various cell types. As an alarmin, IL-33 is released upon tissue damage and activates immune cell populations through its receptor, suppression of tumorigenicity 2 (ST2). Given that ST2 is expressed on diverse immune cells involved in both type 1 and type 2 immunity, IL-33 exerts pleiotropic effects on immune responses. In the tumor microenvironment (TME), IL-33 plays a dual role, promoting both protumor...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41220846",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the cross-reactivity of a stool methylated syndecan-2 (me<em>SDC2</em>) test in colorectal cancer detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The stool meSDC2 test demonstrated a high positivity rate in CRC but showed low positivity rates in other cancers, except in biliary tract cancer. This indicates that the stool meSDC2 test has a high specificity for CRC, as the results are minimally influenced by other cancer types.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41220757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The stool meSDC2 test demonstrated a high positivity rate in CRC but showed low positivity rates in other cancers, except in biliary tract cancer. This indicates that the stool meSDC2 test has a high specificity for CRC, as the results are minimally influenced by other cancer types"
    },
    {
      "title": "Translating Gut Microbiota into Diagnostics: A Multidimensional Approach for the Diagnosis of Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The gut microbiota has emerged as a key factor in the pathophysiology of inflammatory bowel disease (IBD), providing novel opportunities for diagnostic innovation. Traditional biomarkers, such as C-reactive protein and fecal calprotectin, are widely used in clinical practice; however, their ability to reflect disease complexity and microbial dysregulation remains limited. Recent advances in metagenomics and multi-omics integration have enabled high-resolution profiling of microbial communities...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220286",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Health and Cost Outcomes of a 24-Week Multicomponent Frailty Intervention in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this economic evaluation of a nonrandomized clinical trial, participants in a 24-week multicomponent intervention had longer survival free from death or long-term care eligibility and had lower health service-use costs over 66 months. These findings support consideration of broader implementation of community-based frailty interventions in older adults.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41222933",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this economic evaluation of a nonrandomized clinical trial, participants in a 24-week multicomponent intervention had longer survival free from death or long-term care eligibility and had lower health service-use costs over 66 months. These findings support consideration of broader..."
    },
    {
      "title": "A Fucose-containing Hetero-exopolysaccharide From Levilactobacillus brevis B151 Exhibits Potent Antimicrobial, Antibiofilm, and Antioxidant Activities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Exopolysaccharides (EPSs) have recently emerged as significant substances due to their remarkable biological properties. This research aimed to analyze EPS B151 extracted from Levilactobacillus brevis B151 and evaluate its biological activities. EPS B151 was obtained at a yield of 438 mg/L. Structural analysis using the Congo red method and Fourier transform infrared spectroscopy (FTIR) revealed a random coil structure and characteristic typical carbohydrate peaks (O-H, C-H, C = O, and C-O-C),...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the Image: How Acquisition Parameters Influence AI and Radiologists in Screening Mammography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41222479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-performance dynamic random access memory capacitor with an equivalent oxide thickness of 0.31 nm <em>via</em> stepwise cycling in Y-doped Hf<sub>0.5</sub>Zr<sub>0.5</sub>O<sub>2</sub> thin films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "This study investigates the field-induced ferroelectric (FFE) characteristics and dynamic random access memory (DRAM) performance of Y-doped Hf(0.5)Zr(0.5)O(2) (Y:Hf(0.5)Zr(0.5)O(2)) thin films grown by atomic layer deposition (ALD). Compared with undoped Hf(0.5)Zr(0.5)O(2), the Y:Hf(0.5)Zr(0.5)O(2) film exhibited suppressed ferroelectric orthorhombic phase and stabilized FFE tetragonal phase, resulting in double hysteresis loop characteristics in the polarization-electric field curves. These...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adjoint-Driven Inverse Design of a Quad-Spectral Metasurface Router for RGB-NIR Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "There has been an increasing demand for high-resolution image sensing technologies in recent years due to their diverse and advanced optical applications. With recent advances in nanofabrication technologies, this can be achieved through the realization of high-density pixels. However, the development of high-density and miniaturized pixels introduces challenges to the conventional color filters, which generally transmit and absorb different spectral components of light. A significant portion of...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Smartphone-Assisted Wireless Ultrasensitive Nitrite Detection in Food Samples via Hierarchical MXene/NiCoMn-LDH/Sulfide Heterostructure on Flexible Laser-Induced Graphene Electrode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Designing a smartphone in-built, wireless, ultrasensitive hybrid heterostructure-based sensor is challenging, but it is potentially crucial for achieving efficient electrochemical responses related to real-time food safety monitoring. Herein, the pioneering design of a few-layered MXene-tagged NiCoMn-layered double hydroxide (LDH)/amorphous sulfide (MXe/NiCoMn-LDH/S) hollow spheres were fabricated and tagged onto a laser-induced graphene (LIG) electrode for smartphone-based electrochemical...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anti-Pruritic and Analgesic Effects of a Topical Formulation Containing Troxerutin: A Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Troxerutin significantly reduces pruritus and pain in individuals with sensitive skin and enhances skin barrier function and hydration, ultimately improving overall skin comfort and patient satisfaction.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41222137",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Troxerutin significantly reduces pruritus and pain in individuals with sensitive skin and enhances skin barrier function and hydration, ultimately improving overall skin comfort and patient satisfaction"
    },
    {
      "title": "Standardized fenugreek seed extract alleviates menopausal sleep disturbances <em>via</em> GABAA, melatonin, and adenosine receptors in ovariectomized (OVX) rodents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Fenugreek seed (Trigonella foenum-graecum L.), a dietary component traditionally used in food and herbal medicine, is known for its wide range of health-promoting properties. However, its effects on menopause-associated sleep disturbances remain largely unexplored. This study investigated the potential of a standardized fenugreek seed extract (FSE), enriched in trigonelline (1.72%), protodioscin (6.17%), and 4-hydroxy-L-isoleucine (2.55%), to alleviate sleep impairments in ovariectomized (OVX)...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential of a standardized fenugreek seed extract (FSE), enriched in trigonelline (1",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Durvalumab in Advanced Biliary Tract Cancer: Real-World Data From a Large Cohort of Patients Across Multiple International Centers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The updated findings, derived from an expanded cohort, further support the adoption of durvalumab in combination with gemcitabine and cisplatin in routine clinical practice, reinforcing the efficacy and safety outcomes demonstrated in the phase III TOPAZ-1 trial.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221651",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The updated findings, derived from an expanded cohort, further support the adoption of durvalumab in combination with gemcitabine and cisplatin in routine clinical practice, reinforcing the efficacy and safety outcomes demonstrated in the phase III TOPAZ-1 trial"
    },
    {
      "title": "Relationship between uterine fibroids and risk of cancers: Population-based retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Surgically treated uterine fibroids are associated with increased cancer risk. They are associated with an increased risk of breast, uterine, ovarian, kidney, thyroid, peritoneal, and retroperitoneal cancers.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221562",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgically treated uterine fibroids are associated with increased cancer risk. They are associated with an increased risk of breast, uterine, ovarian, kidney, thyroid, peritoneal, and retroperitoneal cancers"
    },
    {
      "title": "Efficacy and safety of mono antiplatelet therapy with colchicine in acute coronary syndrome patients following percutaneous coronary intervention: rationale and design of the MACT II trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: MACT II evaluates an aspirin-free, inflammation-guided treatment strategy in patients with ACS undergoing PCI. Colchicine therapy is initiated early during the acute phase of ACS and continued or discontinued based on inflammatory response as measured by hs-CRP. By tailoring treatment duration in this manner, the trial aims to reduce both ischemic and bleeding risks while avoiding unnecessary drug exposure. The findings may inform personalized anti-inflammatory strategies in...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41221450",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to reduce both ischemic and bleeding risks while avoiding unnecessary drug exposure",
      "significance": null,
      "conclusion": "MACT II evaluates an aspirin-free, inflammation-guided treatment strategy in patients with ACS undergoing PCI. Colchicine therapy is initiated early during the acute phase of ACS and continued or discontinued based on inflammatory response as measured by hs-CRP"
    },
    {
      "title": "Chronic kidney disease, proteinuria, and mortality risk in patients with Parkinson's disease: a 12-year longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221266/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Chronic kidney disease and proteinuria were associated with a higher all-cause mortality in patients with PD in a dose-dependent manner. Furthermore, these results highlight that strategies for controlling kidney function are necessary to reduce mortality in patients with PD.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41221266",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Chronic kidney disease and proteinuria were associated with a higher all-cause mortality in patients with PD in a dose-dependent manner. Furthermore, these results highlight that strategies for controlling kidney function are necessary to reduce mortality in patients with PD"
    },
    {
      "title": "Development and Application of a Species-Specific eDNA-Based qPCR Assay for Early Detection of the Invasive Ascidian <em>Ascidiella aspersa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The solitary ascidian Ascidiella aspersa is an emerging invasive species in coastal ecosystems worldwide, including Korean waters. We developed and validated a species-specific quantitative PCR (qPCR) assay targeting the mitochondrial COI gene, showing high specificity against 128 non-target taxa and robust performance (Efficiency = 110.1%, R ² = 0.9962, LOD = 12 copies/reaction, LOQ = 598 copies/reaction). The assay was applied to over 300 environmental DNA (eDNA) samples collected across 18...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Palliative radiotherapy monitoring using computed tomography and diffusion-weighted magnetic resonance imaging in a cat with ceruminous gland adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This report described a rare case of feline ceruminous gland adenocarcinoma characterized by local invasiveness that precluded surgical resection. Palliative radiotherapy was administered, and sequential imaging using computed tomography and diffusion-weighted magnetic resonance imaging, including ADC mapping, enabled detailed monitoring of the tumor response. Although conventional imaging confirmed size reduction, DWI-MRI better delineated residual lesions, suggesting its...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221215",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This report described a rare case of feline ceruminous gland adenocarcinoma characterized by local invasiveness that precluded surgical resection. Palliative radiotherapy was administered, and sequential imaging using computed tomography and diffusion-weighted magnetic resonance imaging, including A..."
    },
    {
      "title": "Cytokine responses to respiratory syncytial virus infection in well-differentiated infant nasal epithelial cell cultures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We established methods for obtaining, culturing, differentiating, and infecting iHNE cells, which were safe and highly reproducible. A more efficient RSV replication in infants upper airway cells than in cells from adults could be a factor contributing to the greater disease severity of RSV in infants.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We established methods for obtaining, culturing, differentiating, and infecting iHNE cells, which were safe and highly reproducible. A more efficient RSV replication in infants upper airway cells than in cells from adults could be a factor contributing to the greater disease severity of RSV in infan..."
    },
    {
      "title": "Advancements and challenges in next-generation mRNA vaccine manufacturing systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The coronavirus disease 2019 pandemic has accelerated the global adoption and development of messenger RNA (mRNA) vaccine technology. While traditional manufacturing approaches rely on centralized and batch-based processes that are limited in scalability and accessibility, recent innovations in modular, decentralized, and continuous-flow production systems offer promising alternatives. This review summarizes the evolution of mRNA manufacturing, examines technological advances such as BioNTech's...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An updated review of Zika virus vaccine development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Zika virus (ZIKV) infection as a cause of microcephaly and Guillain-Barré syndrome gained international attention during the 2015-2016 ZIKV epidemic in the Americas. However, over ten years later, there are still no approved ZIKV vaccines, leaving people worldwide defenseless against continued disease spread and potential outbreaks. Prospects for the assessment, licensing, and commercial viability of ZIKV vaccines are complicated by the low incidence of the virus infection at the moment and the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41221169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug repurposing of natural depsipeptide from <em>Eleftheria terrae</em> isolated via iChip for anti-breast cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Diagram showing a drug development process using AI. Left panel depicts molecular structures of teixobactin and clovibactin. Middle section illustrates pharmacochemistry, ADMET pharmacokinetics, and pharmacodynamics targeting with clinical trial simulation using AI. Right section covers side effects, prognosis, and diagnosis using multimodal electronic health records.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41221054",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial: Integrating technology into advanced Parkinson's disease management: from screening and evaluation to treatment and prevention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A comparison of clinical guidelines, treatment characteristics and outcomes in small cell lung cancer between East Asia and Europe/North America",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Small cell lung cancer (SCLC) is an aggressive neuroendocrine carcinoma with a poor prognosis and accounts for approximately 11% of all lung cancers. Owing to the complex and aggressive nature of the disease, clinical management of SCLC is challenging. Many SCLC regional guidelines, including those from East Asia, have been developed in light of potential regional variations in socioeconomic conditions and healthcare infrastructure. However, less is known about the potential implications of the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220940",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of the",
      "conclusion": null
    },
    {
      "title": "Dosing, treatment patterns and safety of finerenone use in routine care: an interim analysis of the prospective, real-world and observational FINE-REAL study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this real-world population, most participants initiated finerenone at 10 mg and remained on that dose. Finerenone was well tolerated and safety was consistent with the known profile of the drug. This interim analysis and future data from FINE-REAL will help to guide decision-making regarding the use of finerenone in participants with CKD and T2D.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220896",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this real-world population, most participants initiated finerenone at 10 mg and remained on that dose. Finerenone was well tolerated and safety was consistent with the known profile of the drug"
    },
    {
      "title": "Surgical Timing After Spinal Cord Injury: A Narrative Review of Current Evidence and Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Traumatic spinal cord injury (SCI) causes severe neurological and functional disability with major socioeconomic impact. The primary trauma initiates ischemia, excitotoxicity, and inflammation, leading to progressive neuronal loss and glial scarring. Early surgical decompression is a key strategy to limit secondary injury and promote recovery, though optimal timing remains debated. Preclinical data consistently favor early intervention, while clinical studies define \"early\" variably (<8-72...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220893",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Determination of Diagnosis and Prognosis in Spinal Cord Injury Using Machine Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Traumatic spinal cord injury (tSCI) is a neurological disorder that leads to long-term disability, significant economic burden, and limited treatment options. Accurate and timely diagnosis, as well as reliable prognosis, are crucial for acute treatment, rehabilitation, and long-term treatment planning. Recent advances in artificial intelligence (AI) and machine learning have demonstrated significant potential to support the diagnostic workflow and predict clinical outcomes in patients with tSCI....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220891",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Severe Traumatic Cerebral Fat Embolism Following Pelvic Fracture: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Cerebral fat embolism (CFE) is a rare but severe complication of trauma, most often linked to long bone or pelvic fractures. We report a 71-year-old woman who developed severe CFE after a pelvic fracture, resulting in profound coma despite early supportive treatment. Brain MRI showed the characteristic \"starfield\" pattern confirming the diagnosis. A systematic literature review identified 12 cases of severe CFE (Glasgow Coma Scale [GCS] ≤9) reported since 2010, including the present case....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220886",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "State-of-the-Art in Robotic Rehabilitation for Spinal Cord Injury Patients: A Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Spinal cord injury (SCI) causes severe motor, sensory, and functional impairments, often leading to long-term disability. Conventional rehabilitation is labor-intensive and resource-demanding, whereas robotic rehabilitation enables repetitive, task-specific, and intensive training that promotes neuroplasticity. Evidence from clinical and randomized studies shows that upper limb robotic systems, including end-effector and exoskeleton types, improve motor outcomes, especially in the subacute...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220885",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intramedullary Neural Stem Cell Transplantation in Spinal Cord Injury: Timing, Targets, and Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Spinal cord injury remains one of the most challenging neurological disorders due to limited intrinsic regeneration. Neural stem cell (NSC) transplantation offers a promising strategy for restoring neural circuitry and functional recovery. Among delivery methods, direct intramedullary transplantation provides the most localized graft placement and has shown encouraging safety and efficacy in early clinical trials. This review summarizes current evidence and technical considerations for...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220884",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cervical Spinal Cord Injury Due to Direct Needle Damage During Acupuncture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220883/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Causes of cervical spinal cord injury (c-SCI) as a result of direct needle penetration in acupuncture include migration of broken needles or needles, and deep needle insertion. Two cases of c-SCI due to insertion of acupuncture needles were encountered and managed by author. Here, I report the clinical course of these patients. A 35-year-old woman presented at our hospital with paresthesia and weakness of her left upper extremity. Two hours prior to this visit, she received acupuncture treatment...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220883",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usefulness of Polycaprolactone and Beta-tricalcium Phosphate Implant for Reconstruction After Mandibular Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Mandibular reduction is common in East Asia, and earlier methods entirely removed the mandibular angle. This report presents a clinical case of mandibular angle reconstruction using a custom polycaprolactone and beta-tricalcium phosphate implant. Designed via 3-dimensional modeling from computed tomography data, the implant fits precisely without requiring fixation. One year postoperatively, a computed tomography scan showed successful bone replacement, and the patient was satisfied with the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220874",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mendelian Randomization Reveals Unidirectional Links Between Amyloid-β and Tau in Alzheimer's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest a causal relationship between Aβ burdens and tau burdens in AD, reinforcing the notion of Aβ as a pivotal upstream factor in AD pathogenesis.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest a causal relationship between Aβ burdens and tau burdens in AD, reinforcing the notion of Aβ as a pivotal upstream factor in AD pathogenesis"
    },
    {
      "title": "Gait Patterns and Balance Impairment in Parkinson's Disease With Correlation to Disease Severity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Gait analysis identified prominent motor and balance deficits in PD patients that were strongly associated with clinical severity. Gait parameters hold considerable potential as objective digital biomarkers for the diagnosis and monitoring of PD progression.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "digital biomarkers for the diagnosis and monitoring of PD progression",
      "significance": null,
      "conclusion": "Gait analysis identified prominent motor and balance deficits in PD patients that were strongly associated with clinical severity. Gait parameters hold considerable potential as objective digital biomarkers for the diagnosis and monitoring of PD progression"
    },
    {
      "title": "Extensive Cerebral White Matter Involvement and Migrainous Headache in a Patient With Aquaporin-4-Positive NMOSD Mimicking CADASIL",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220870",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mesenchymal Stem Cells With Adjuvant Dexamethasone in Patients With Alzheimer's Disease: A Phase IIa Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest exploratory biological effects of MSCs on AD biomarkers, with dexamethasone potentially mitigating MSC-induced immune responses.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "exploratory biological effects of MSCs on AD biomarkers, with dexamethasone potentially mitigating MSC-induced immune responses",
      "conclusion": "These findings suggest exploratory biological effects of MSCs on AD biomarkers, with dexamethasone potentially mitigating MSC-induced immune responses"
    },
    {
      "title": "Effects of a 12-Week Hybrid Analog-Digital Cognitive Training on Cognitively Unimpaired Older Adults: A Pilot Single-Blind Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A home-based HCT program improved frontal executive function in CU older adults. The hybrid analog-digital design may help reduce digital barriers, support usability, and foster sustained participation. Larger trials with active controls, modality-specific comparators, and extended follow-up are warranted to confirm benefits and optimize delivery.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220868",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A home-based HCT program improved frontal executive function in CU older adults. The hybrid analog-digital design may help reduce digital barriers, support usability, and foster sustained participation"
    },
    {
      "title": "Clinical Utility and Diagnostic Accuracy of the Tablet-Based Seoul Cognitive Status Test: Evidence for Scalable Cognitive Assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings support the SCST's clinical utility; further studies in broader community-based cohorts are warranted to confirm generalizability.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220867",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the SCST's clinical utility; further studies in broader community-based cohorts are warranted to confirm generalizability"
    },
    {
      "title": "Executive Summary of 2025 International Conference of the Korean Dementia Association and International Congress of the Asian Society Against Dementia (IC-KDA/ASAD 2025): A Report From the Academic Committee of the Korean Dementia Association",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220866/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The International Conference of the Korean Dementia Association (IC-KDA) 2025 was held jointly with the 19th International Congress of the Asian Society Against Dementia (ASAD) in Seoul, South Korea (May 8-10, 2025), under the theme \"Breaking Barriers of Dementia: From Research to Real-world Practice.\" The program opened with a Pre-Conference Symposium on \"Dementia Treatment Update: Lecanemab and NPH\" featuring 14 speakers, followed by the main meeting comprising 3 plenary sessions (5 speakers),...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41220866",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Virus-like Particle Vaccines Containing RSV Fusion Protein Cleavage Mutations Are Immunogenic and Protective in Cotton Rats With a Prime Dose",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "An effective respiratory syncytial virus (RSV) vaccine should elicit neutralizing Abs and confer protection without causing vaccine-enhanced disease. Virus-like particle (VLP) is a safe vaccine platform that can display multivalent Ags similar to a virus and induce potent neutralizing Abs without adjuvant. We investigated the impact of mutations in the furin cleavage site, fusion (F) peptide, and change in the transmembrane (TM) domain of RSV F protein in VLPs on inducing RSV neutralizing Abs...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220848",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of mutations in the furin cleavage site, fusion (F) peptide, and change in the transmembrane (TM) domain of RSV F protein in VLPs on inducing RSV neutralizing Abs",
      "significance": "of mutations in the furin cleavage site, fusion (F) peptide, and change in the transmembrane (TM) domain of RSV F protein in VLPs on inducing RSV neutralizing Abs",
      "conclusion": null
    },
    {
      "title": "TXNIP Suppresses Lung Cancer Progression by Inhibiting TRAF6-Mediated NF-κB Activation and Autophagy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Thioredoxin-interacting protein (TXNIP) functions as a tumor suppressor, but its role in lung cancer remains poorly defined. This study identifies TXNIP as a negative regulator of TNF receptor-associated factor 6 (TRAF6)-mediated NF-κB activation and autophagy, key pathways in tumor progression. TXNIP directly binds TRAF6 via its C-terminal arrestin domain, inhibiting TRAF6 dimerization and auto-ubiquitination. This, in turn, reduces ubiquitination of downstream targets TGF-β-activated kinase 1...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220844",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intestinal Dysbiosis Caused by Epithelial <em>Fabp6</em> Gene Disruption Exacerbates Gut Inflammatory Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Ileal lipid binding protein (Ilbp), encoded by Fabp6 gene, plays a critical role in intracellular transport of bile acids (BAs) from apical to basolateral side of ileal enterocytes, maintaining BA homeostasis within enterohepatic circulation. However, pathophysiological consequences of Ilbp deficiency remain largely unexplored. Here, we demonstrate that disruption of BA balance, caused by intestinal epithelial cell (IEC)-specific Fabp6 gene knockout (Fabp6 ^(ΔIEC)), exacerbates dextran sulfate...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41220843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of population ageing on tuberculosis incidence, mortality, and case fatality in South Korea: a nationwide retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights the challenges of population ageing on TB control, including increasing case fatality rates and slower declines in TB incidence and mortality. These findings call for a reassessment of current strategies to address the needs of the elderly.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41220818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the challenges of population ageing on TB control, including increasing case fatality rates and slower declines in TB incidence and mortality. These findings call for a reassessment of current strategies to address the needs of the elderly"
    },
    {
      "title": "DeepTDM: Deep Learning-Based Prediction of Sequential Therapeutic Drug Monitoring Levels of Vancomycin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This work addresses the limitations of current methodologies while leveraging advancements in deep learning techniques, particularly demonstrating the effectiveness of GointMLP in enhancing patient outcomes through precise TDM. Efforts are underway to integrate DeepTDM into clinical practice, with the anticipation that it will not only support clinicians in decision-making but also substantially improve therapeutic outcomes for patients undergoing vancomycin therapy. Clinical and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220794",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This work addresses the limitations of current methodologies while leveraging advancements in deep learning techniques, particularly demonstrating the effectiveness of GointMLP in enhancing patient outcomes through precise TDM. Efforts are underway to integrate DeepTDM into clinical practice, with t..."
    },
    {
      "title": "ECG-Mamba: Cardiac Abnormality Classification With Non-Uniform-Mix Augmentation on 12-Lead ECGs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The ECG-Mamba model, based on the SSM, demonstrates potential in detecting cardiac abnormalities from ECG data. Although the model surpasses existing algorithms, it exhibits sensitivity to noise, requiring careful data augmentation. The proposed conservative data augmentation technique addresses this challenge and improves the model's performance, suggesting a promising direction for future research in ECG analysis using SSMs. The implementation is publicly available at...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41220791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ECG-Mamba model, based on the SSM, demonstrates potential in detecting cardiac abnormalities from ECG data. Although the model surpasses existing algorithms, it exhibits sensitivity to noise, requiring careful data augmentation"
    },
    {
      "title": "Separate 2-Incision Harvesting Technique for Bone-Patellar Tendon-Bone Autograft Using a Circular Hollow Burr in Arthroscopic Anterior Cruciate Ligament Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Bone-patellar tendon-bone autografts are the gold standard for anterior cruciate ligament reconstruction but are associated with donor site morbidity. This Technical Note describes a separate vertical 2-incision approach using a circular hollow burr for bone-patellar tendon-bone autograft harvesting. The technique minimizes soft tissue and bone damage, reduces anterior knee pain and nerve injury, and improves cosmetic outcomes. The oscillating circular hollow burr enables precise bone plug...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arthroscopic Subscapularis Retensioning Repair Using a Knotless-Type Anchor Shared With Supraspinatus Repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Various arthroscopic subscapularis repair techniques using knotless-type anchors have been reported; however, some limitations remain, including potential damage to the original footprint during anchor insertion and interference with the anteromedial anchor for the supraspinatus. This Technical Note describes an arthroscopic repair of subscapularis tears with concomitant full-thickness supraspinatus tears using a single knotless anchor. Using this technique, the original subscapularis tendon...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in perovskite-based scintillation materials for gamma-ray spectroscopy: issues and opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The accurate detection of radiation is crucial for assessing health risks, ensuring safety, and optimizing its use in various fields including medicine, industry, security, space exploration, and scientific research. As part of the exploration of novel detectors, this review considers the recent progress in halide perovskite scintillators derived from alkali and alkaline earth metal halides, covering high-to low-dimensional configurations. This review begins with the key figures of merit for...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220637",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ACLY facilitates alanine flux in the livers of db/db mice: a hyperpolarized [1-13C]pyruvate MRS study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Non-alcoholic fatty liver disease (NAFLD) and type 2 diabetes mellitus (T2DM) feature paradoxical increases in both gluconeogenesis and lipogenesis. ATP citrate lyase (ACLY) supports both processes by generating cytosolic acetyl-CoA and oxaloacetate from citrate. While ACLY's role in lipogenesis is well established, its involvement in amino acid-driven gluconeogenesis remains unclear.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220581",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Architectural Design of Biomaterial Scaffolds for Hematopoietic Stem Cell Culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Recently, biomaterials have been developed for ex vivo expansion of hematopoietic stem cells (HSCs). HSCs exist in highly specialized niches in the bone marrow and are extremely sensitive to their microenvironment; therefore, this review focuses on the architecture of biomaterials and its effects on HSC culture. Herein, we describe the chemical and physical components of the HSC's niche that can be used to inform the design of biomaterials. We then summarize the effects of surface topography,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220484",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in heterogeneous catalysts for sustainable PET upcycling: from mechanistic understanding to catalyst design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Polyethylene terephthalate (PET) is one of the most widely used plastics owing to its low cost, durability, and versatility in packaging, textiles, and engineering applications. However, the rapid accumulation of PET-based disposables and fibers has created a serious environmental burden, underscoring the urgent need for efficient and sustainable upcycling technologies. Conventional approaches-including solvent-based depolymerization and thermal decomposition-suffer from key drawbacks such as...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mitochondria-anchored aggregation-induced emission luminogens induce pyroptosis for enhanced photodynamic immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "In this study, we report a mitochondria-anchored, aggregation-induced emission photosensitizer named Kl-CHO. It has the ability to anchor mitochondria for an extended period. When subjected to light irradiation, the reactive oxygen species produced by Kl-CHO disrupt mitochondrial redox homeostasis. This causes mitochondrial dysfunction, which induces pyroptosis and amplifies cellular immunogenic death.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220273",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reference Values for Extended Lymphocyte Subsets in Korean Children: A Multicenter Study Using the EuroFlow PIDOT Panel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To the best of our knowledge, this study is the first to establish reference values for extended lymphocyte subsets in Korean children using the PIDOT panel. Age, sex, and laboratory-related factors influenced lymphocyte subset distributions. These findings may serve as reference data for immune disorders and immunotherapy in pediatric populations.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41220249",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To the best of our knowledge, this study is the first to establish reference values for extended lymphocyte subsets in Korean children using the PIDOT panel. Age, sex, and laboratory-related factors influenced lymphocyte subset distributions"
    },
    {
      "title": "A Nomogram for End-Stage Renal Disease Prediction in Patients with Type 2 Diabetes Mellitus: A Nationwide Cohort Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This 13-variable nomogram provides a simple tool for identifying patients with T2DM at high risk of ESRD and may aid in early intervention.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220217",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This 13-variable nomogram provides a simple tool for identifying patients with T2DM at high risk of ESRD and may aid in early intervention"
    },
    {
      "title": "Clinical Practice Guideline for the Prehospital Stage of Acute Stroke : III. Initial Decision for Primary Treatment in Subarachnoid Hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Subarachnoid hemorrhage (SAH) is a stroke subtype with high mortality and poor functional outcomes. Prompt occlusion of a ruptured aneurysm at an early stage is crucial to prevent rebleeding, which can result in even higher mortality and more severe disabilities. The most critical initial decision in SAH management is the choice of treatment method with surgical clipping or endovascular coiling. We aimed to develop an evidence-based clinical guideline to select the optimal initial treatment in...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41220206",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop an evidence-based clinical guideline to select the optimal initial treatment in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rice phospholipase C4 enhances Ca²⁺ and ROS bursts during effector-triggered immunity leading to ferroptotic cell death",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Phospholipases are major regulators of lipid-dependent signaling and play a crucial role in plant immunity. Rice (Oryza sativa) phospholipase C4 (OsPLC4) is a major functional enzyme in the rice phospholipase family that regulates intracellular Ca^(2+) levels. OsPLC4 translocates primarily to the plasma membrane in a Ca^(2+)-dependent manner, with its C2 domain acting as a membrane trafficker. Transient expression of OsPLC4 and its truncated variants triggered cell death and immune responses in...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41220176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Supracardiac Atherosclerotic Lesions in Embolic Stroke of Undetermined Source: Predicting Stroke Recurrence and Enhancing Secondary Prevention Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Intracranial nonrelevant stenosis and complex aortic atheroma, along with cardioembolic factors like paroxysmal atrial fibrillation and atrial septal aneurysm, are key predictors of stroke recurrence in embolic stroke of undetermined source, especially those without moderate-risk cardioembolic sources. These findings emphasize the need to consider both supracardiac atherosclerotic and cardioembolic mechanisms in embolic stroke of undetermined source and to develop tailored secondary...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41220144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intracranial nonrelevant stenosis and complex aortic atheroma, along with cardioembolic factors like paroxysmal atrial fibrillation and atrial septal aneurysm, are key predictors of stroke recurrence in embolic stroke of undetermined source, especially those without moderate-risk cardioembolic sourc..."
    },
    {
      "title": "Mandibular Fracture in a 3-Month-Old Infant: Conservative Management and Diagnostic Considerations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Mandibular fractures are rare in infants under one year of age, accounting for only 0.9%-2.6% of pediatric mandibular injuries. Their infrequency is due to the unique anatomical and developmental features of the infant mandible, including increased bone elasticity and minimal exposure to high-impact trauma. Diagnosis and management are often challenging, particularly given the difficulty in symptom communication, presence of unfused skeletal structures, and developing tooth buds. We described a...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41220101",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "trauma",
      "conclusion": null
    },
    {
      "title": "A Statistical Approach for Evaluating the Spatial Distribution and Local Atomic Environment of Dopants Using Atom Probe Tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "An approach to characterize dopant spatial inhomogeneity at the nanoscale along with its local chemical environment has been developed using atom probe tomography. We achieve this through the combination of a local composition analysis using the nearest-neighbor atoms combined with a nonparametric Kolmogorov-Smirnov or Anderson-Darling statistical test. Using an in situ highly boron-doped silicon germanium layer we demonstrate that all three elements have an inhomogeneous distribution. Moreover,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222977",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Home-based Hybrid Assistive Limb Lumbar Type Telerehabilitation in Spinocerebellar Ataxias: A Nonrandomized Open-label Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "A hybrid assistive limb (HAL) can improve the motor performance of patients with various neurodegenerative diseases, but the efficacy of home-based rehabilitation using HAL for spinocerebellar ataxias (SCA) has yet to be elucidated. To evaluate the efficacy and safety of home-based telerehabilitation with lumbar type HAL in patients with SCA. In this non-randomized open-label single center trial, all participants underwent a 20-min home-based telerehabilitation program using the HAL lumbar type...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222787",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phenotype, serotype, and data-driven clustering reveal complementary dimensions of heterogeneity in ANCA-associated vasculitis: a multicentre Japanese cohort (J-CANVAS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Phenotype and serotype classifications provide complementary, not competing, prognostic insights in Japanese patients with AAV. Data-driven clustering revealed additional clinical heterogeneity not captured by traditional systems, underscoring the need for integrated, multi-dimensional stratification approaches to improve personalised risk assessment and treatment strategies.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41222744",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Phenotype and serotype classifications provide complementary, not competing, prognostic insights in Japanese patients with AAV. Data-driven clustering revealed additional clinical heterogeneity not captured by traditional systems, underscoring the need for integrated, multi-dimensional stratificatio..."
    },
    {
      "title": "Critical care management of the patient with pharmaceutical poisoning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Poisonings account for up to 10% of admissions to intensive care units and represent a common yet complex challenge in critical care. While most patients recover with supportive care alone, a significant proportion require targeted interventions and advanced organ support. This state-of-the-art review provides a practical, evidence-based guide to manage pharmaceutical poisoning in the intensive care unit, with emphasis on real-world applicability for intensivists. It highlights toxicant-specific...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41222651",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cochlear implant surgery using the 4 K-three-dimensional exoscope ORBEYE: a comparative study with conventional operative microscope",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 4 K-3D ExS ORBEYE demonstrated comparable surgical outcomes to those of conventional OM in CI surgery. The longer operative time in the ExS group appeared to reflect educational benefits rather than technical limitations. ExS offers a viable alternative to OM for CI surgery, with advantages across multiple performance domains, including team interaction and surgical education.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 4 K-3D ExS ORBEYE demonstrated comparable surgical outcomes to those of conventional OM in CI surgery. The longer operative time in the ExS group appeared to reflect educational benefits rather than technical limitations"
    },
    {
      "title": "Detection of bacteria affected by roasted burdock tea powder and fructooligosaccharide in human faecal culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This in vitro study provides novel insights into the gut microbiota, typical WBT-responsible gut indigenous bacteria, such as Bifidobacterium and Faecalibacterium spp., and fermentable dietary fibre. Overall, these findings show the potential applications of burdock.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the potential applications of burdock",
      "conclusion": "This in vitro study provides novel insights into the gut microbiota, typical WBT-responsible gut indigenous bacteria, such as Bifidobacterium and Faecalibacterium spp., and fermentable dietary fibre"
    },
    {
      "title": "Modulation of aperiodic EEG activity provides sensitive index of cognitive state changes during working memory task",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "To better understand cognitive processes, it is valuable to consider both periodic (oscillatory) and aperiodic electrophysiological brain activity. The aim of this study was to clarify how the periodic and aperiodic electrophysiological components reflect the cognitive processes involved in working memory. Fifty-seven human participants performed an n-back task while their brain activity was recorded using EEG. The analysis of both components of the EEG spectrum during task performance indicates...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222577",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to clarify how the periodic and aperiodic electrophysiological components reflect the cognitive processes involved in working memory",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical Properties of New Silica-Based Denture Surface Coating",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Denture stomatitis is a common issue among denture users, primarily caused by pathogenic microorganisms such as Candida albicans that adhere to and multiply on the denture surface. While previous approaches have focused on incorporating antimicrobial agents into denture base resins, this study introduces a novel surface coating strategy for polymethyl-methacrylate (PMMA) using hinokitiol-a natural antibacterial and antifungal compound derived from Hiba. This method enables the formation of a...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222364",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of infection timing before vaccination on the effectiveness of COVID-19 mRNA vaccine in healthcare workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222268/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The coronavirus disease 2019 (COVID-19) outbreak has prompted various public health interventions, including widespread vaccination campaigns. While vaccine effectiveness is widely studied, limited evidence exists on how it is influenced by the timing of previous severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. This study aimed to evaluate the impact of prior infection timing on the effectiveness of subsequent COVID-19 mRNA vaccination in preventing SARS-CoV-2 infection....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222268",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the impact of prior infection timing on the effectiveness of subsequent COVID-19 mRNA vaccination in preventing SARS-CoV-2 infection",
      "significance": "of prior infection timing on the effectiveness of subsequent COVID-19 mRNA vaccination in preventing SARS-CoV-2 infection",
      "conclusion": null
    },
    {
      "title": "Molecular Dynamics Simulations of RNA Stem-Loop Folding Using an Atomistic Force Field and a Generalized Born Implicit Solvent",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Accurate modeling of the structural dynamics of ribonucleic acid (RNA) molecules, including common stem-loop motifs, remains challenging. This study presents de novo folding simulations of a diverse set of 26 RNA stem-loops, ranging from 10 to 36 residues, with and without bulges or internal loops, starting from their extended conformations. These simulations employed conventional molecular dynamics using an atomistic force field extensively refined by the Shaw group (TanD., Proc. Natl. Acad....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Choroidal Mast Cells and Their Degranulation Are a Pivotal Trigger for Myopia Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Choroidal MC degranulation plays a critical role in LIM by promoting choroidal thinning and axial elongation. These findings enhance our understanding of the role of choroidal MC degranulation in myopia, suggesting a potential therapeutic target for myopia treatment.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Choroidal MC degranulation plays a critical role in LIM by promoting choroidal thinning and axial elongation. These findings enhance our understanding of the role of choroidal MC degranulation in myopia, suggesting a potential therapeutic target for myopia treatment"
    },
    {
      "title": "Osteogenic Effects of Ion Released from Biodegradable Metallic Magnesium and Calcium Coating",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222116/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "This study investigates the effects of ion release and pH elevation from a biodegradable metallic magnesium (Mg) -30 calcium (Ca) coating on osteogenesis using osteoblast-like cells. The coating, formed on titanium (Ti) via magnetron sputtering, has previously been shown to enhance osteogenesis by promoting calcite formation on the Ti surface upon degradation in vitro study. However, the individual and combined roles of released Mg^(2+), Ca^(2+), and pH elevation remain unclear. To clarify these...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222116",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of Fucoxanthin-Deficient Strains in the Haptophyte Tisochrysis lutea Induced by Heavy-Ion Beam Irradiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Although microalgae such as diatoms and haptophytes have been studied to optimize fucoxanthin production, the complete biosynthetic pathway of fucoxanthin remains unclear. In this study, we subjected the haptophyte Tisochrysis lutea cells to heavy-ion beam irradiation to induce random mutations and obtained two greenish strains, GR1 and GR2, following exposures to 45 Gy and 100 Gy, respectively. The GR1 strain exhibited slow growth, whereas GR2 showed growth comparable to the wild-type strain....",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41222079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of Witnessed Versus Unwitnessed Patients With Stroke After Endovascular Therapy in the Extended Time Window",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the extended time window, unwitnessed patients with large-vessel occlusion undergoing endovascular thrombectomy have at least the same likelihood of favorable outcomes as witnessed patients.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41221581",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the extended time window, unwitnessed patients with large-vessel occlusion undergoing endovascular thrombectomy have at least the same likelihood of favorable outcomes as witnessed patients"
    },
    {
      "title": "Predicting the Efficacy of Eribulin in Metastatic Breast Cancer by Assessing E-Cadherin and Vimentin Expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Eribulin, a microtubule inhibitor, is effective as later-line therapy for metastatic breast cancer (MBC) and has been reported to remodel the tumor microenvironment and inhibit epithelial-mesenchymal transition (EMT). However, the association between pretreatment EMT status and eribulin efficacy remains unclear. We retrospectively analyzed 41 patients with MBC (excluding invasive lobular carcinoma) treated with eribulin between 2013 and 2020. Formalin-fixed, paraffin-embedded biopsy specimens...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41221404",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osteosynthesis using a scorpion plate and a shaped bone graft for distal clavicle nonunion with bone defect: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41221270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Unstable distal clavicle fractures often develop symptomatic nonunion following conservative treatment; however, cases in which bone defect occurs at the site of nonunion are rare. We report a case of distal clavicle nonunion with a bone defect that was treated with osteosynthesis using a scorpion plate and a shaped bone graft. A 66-year-old man presented with symptomatic distal clavicle nonunion sustained 5 months earlier. We reduced the fracture fragments, revealing a bone defect at the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41221270",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Absorption characteristics and <em>in vivo</em> behavior of astaxanthin isomers: insights from the administration of highly purified (all-<em>E</em>)-, (9<em>Z</em>)-, and (13<em>Z</em>)-astaxanthin in male mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Astaxanthin, a xanthophyll carotenoid with potent antioxidant properties, exists in multiple geometrical isomers whose differences in bioavailability, in vivo stability, and isomerization behavior remain insufficiently characterized. Here, we conducted a comprehensive comparative analysis of the pharmacokinetics of purified (all-E)-, (9Z)-, and (13Z)-astaxanthin isomers following oral and intravenous administration in ICR male mice. Using both non-compartmental and population pharmacokinetic...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220623",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HIV-1-specific CD8<sup>+</sup> T cells with different abilities to recognize HIV-1-infected cells in HIV-1-exposed seronegative individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The presence of HIV-1-specific CD8^(+) T-cell responses in HIV-1-exposed seronegative (HESN) individuals has been reported, but the details of these T cells have yet to be analyzed. We investigated HIV-1-specific CD8^(+) T-cell responses to 281 17-mer overlapping HIV-1 peptides and six HLA-B*15:02-restricted HIV-1 subtype AE epitope peptides in 370 Vietnamese HESN men who have sex with men (MSM). Analysis of cultured T cells stimulated with these peptides using intracellular cytokine staining...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "HIV-1-specific CD8^(+) T-cell responses to 281 17-mer overlapping HIV-1 peptides and six HLA-B*15:02-restricted HIV-1 subtype AE epitope peptides in 370 Vietnamese HESN men who have sex with men (MSM)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Qualitative Study of Japanese Medical Students' Perspectives on Clinical Practicum during Coronavirus Disease 2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220548/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220548",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal Changes in Symptoms of Post-Intensive Care Syndrome: A Secondary Analysis of a Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although the physical and mental domains showed significant longitudinal improvements, PICS symptoms were long-lasting in all domains with varying severity.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the physical and mental domains showed significant longitudinal improvements, PICS symptoms were long-lasting in all domains with varying severity"
    },
    {
      "title": "Association between Medical Avoidance Behavior and Lifestyle Changes during the Early Phase of Coronavirus Disease 2019 Emergency in Tokyo: A Cross-Sectional Study in a Gastric Cancer Screening Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings indicate that some middle-aged and elderly Japanese residents in urban areas avoided healthcare services to reduce the risk of COVID-19 infection. A subset of individuals continued this behavior even after the pandemic subsided. It is crucial to prioritize regular checkups for managing chronic illnesses and preventing new conditions. Effective communication strategies should be developed in collaboration with national and local governments.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220532",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that some middle-aged and elderly Japanese residents in urban areas avoided healthcare services to reduce the risk of COVID-19 infection. A subset of individuals continued this behavior even after the pandemic subsided"
    },
    {
      "title": "Differences in Capacity for Wonder and Tolerance for Ambiguity by High School of Origin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerating innovation in peptide synthesis through continuous-flow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Peptide-based pharmaceuticals, a representative class of medium-sized molecule drugs, have now surpassed 110 approved compounds. Their significance is also increasing in fields such as agrochemicals and functional materials. Consequently, there is a strong demand for chemical synthesis methods that generate less waste, require shorter reaction times, are more cost-effective, and utilize reagents and solvents with lower environmental impact. For more than half a century, continuous-flow...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220301",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "is also increasing in fields such as agrochemicals and functional materials",
      "conclusion": null
    },
    {
      "title": "Safety, Efficacy and Treatment Patterns of rIX-FP in Previously Untreated Paediatric Haemophilia B Patients: A Retrospective Chart Review in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides real-world insights into rIX-FP use in paediatric PUPs, demonstrating its favourable safety, effective prophylaxis, and lower IVR in infants.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220276",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides real-world insights into rIX-FP use in paediatric PUPs, demonstrating its favourable safety, effective prophylaxis, and lower IVR in infants"
    },
    {
      "title": "Rheo-Impedance Measurements for the Evaluation of Thermoresponsive Polymer Gels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Although various thermoresponsive properties of poly(N-isopropylacrylamide) (PNIPAM) hydrogels have been investigated during phase transitions, the effects of the changing gel structure on the electrochemical properties of PNIPAM gels are poorly understood. Therefore, this study uses rheo-impedance measurements under simultaneous temperature modulation and shear deformation to examine the mechanism governing the conductivity of these gels. The impedance spectra of the PNIPAM hydrogels exhibit a...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220213",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repetitive Fasting-Refeeding Enhances Metformin-Induced CXCR6+ CD8+T Cell Tumor Infiltration via VCAM-1 Upregulation on Normalized Vasculature During Refeeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Fasting is known to alter the circulation dynamics of immune cells, including T cells, by shifting them from peripheral tissues to the bone marrow (BM), where they enter a quiescent state to avoid starvation stress and acquire apoptosis resistance through upregulation of BCL2. Upon refeeding, these T cells exit the BM and return to circulation. In solid tumors, fasting-refeeding not only affects the trafficking of CD8+ T cells between tumors and their draining lymph nodes (dLNs); but also...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220210",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Uncovering Medication Errors Leading to Hospital Admissions in the Emergency Department: An External, Prospective Validation of Clinical Decision Rules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ADE-CDR showed a high sensitivity. In terms of specificity, both CDRs were unable to rule in DRAs in our setting. Conversely, the ADE-CDR showcased the potential to rule out DRAs.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220085",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ADE-CDR showed a high sensitivity. In terms of specificity, both CDRs were unable to rule in DRAs in our setting"
    },
    {
      "title": "On-The-Fly Dynamics of Multiconfigurational Wave Packets by a Semiclassical Method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41220076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "An on-the-fly, trajectory-based semiclassical scheme for the time propagation of multiconfigurational nuclear wave packets (MCWPs) is proposed. This enables MCWP time propagation without a prefitted global potential energy surface, in contrast to variational approaches such as the widely used multiconfiguration time-dependent Hartree (MCTDH), while retaining multimode couplings and favorable scaling. Comparisons with the matrix-product-state MCTDH method for formaldehyde, together with...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41220076",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-angle Precession Electron Diffraction (MAPED): A Versatile Approach to 4D-STEM Precession",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Precession of a converged beam during acquisition of a 4D-STEM dataset improves strain, orientation, and phase mapping accuracy by averaging over continuous angles of illumination. Precession experiments usually rely on integrated systems, where automatic alignments lead to fast, high-quality results. The dependence of these experiments on specific hardware and software is evident even when switching to nonintegrated detectors on a precession tool, as experimental set-up becomes challenging and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Somatic Disorders in Individuals With a History of Sexual Assault",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Findings of this cohort study suggest that SA may increase the risk of developing FSD, involving multiple body systems. Despite limitations from small case samples in some FSD subtypes, the pooled analysis underscores the high risk of FSD, emphasizing the critical need for further research and targeted interventions to address the long-term biopsychosocial consequences of SA.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Findings of this cohort study suggest that SA may increase the risk of developing FSD, involving multiple body systems. Despite limitations from small case samples in some FSD subtypes, the pooled analysis underscores the high risk of FSD, emphasizing the critical need for further res..."
    },
    {
      "title": "Cellular and molecular imaging of coronary atherosclerosis: clinical applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Reversing initial gains realized in the 1990s-2010s, coronary artery disease rates are now increasing and represent the dominant cause of death in many parts of the world. In recent years, substantive advances in non-invasive and invasive structural-based imaging techniques that delineate atheroma burden and anatomical composition have increased understanding of the pathogenesis of atherosclerosis. Driven by advances in imaging agent and hardware technology, the burgeoning field of molecular...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222955",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recovering From Stevens-Johnson Syndrome and Toxic Epidermal Necrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: The findings highlight the need for postdischarge care coordination among patients and their primary physicians, including mental health support. This care coordination should be arranged prior to discharge to ensure the availability of adequate support and optimal health outcomes. It is essential that clinicians and researchers prioritize the understanding of long-term sequelae of SJS/TEN and improve current discharge education and protocols for patients and their...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222950",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The findings highlight the need for postdischarge care coordination among patients and their primary physicians, including mental health support. This care coordination should be arranged prior to discharge to ensure the availability of adequate support and optimal health outcomes"
    },
    {
      "title": "Carotid Artery Stenosis-An Impactful Bias in Ischemic Stroke Classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trastuzumab Deruxtecan for ERBB2-Mutant Metastatic Non-Small Cell Lung Cancer With or Without Brain Metastases: A Secondary Analysis of Randomized Clinical Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222935/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this secondary analysis, T-DXd at the approved dose of 5.4 mg/kg showed antitumor activity in patients with previously treated ERBB2-mutant metastatic NSCLC with or without brain metastases. This finding supports T-DXd 5.4 mg/kg use in this population.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222935",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this secondary analysis, T-DXd at the approved dose of 5.4 mg/kg showed antitumor activity in patients with previously treated ERBB2-mutant metastatic NSCLC with or without brain metastases"
    },
    {
      "title": "Placental Vascular Resistance and Offspring Growth From Birth to Age 2 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this large cohort study of mother-child pairs followed up from pregnancy to childhood, elevated placental vascular resistance was associated with an increased risk of childhood underweight and stunting, highlighting the clinical importance of routinely monitoring Doppler indices during prenatal checkups.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222932",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this large cohort study of mother-child pairs followed up from pregnancy to childhood, elevated placental vascular resistance was associated with an increased risk of childhood underweight and stunting, highlighting the clinical importance of routinely monitoring Doppler indices du..."
    },
    {
      "title": "From numerical amplification to functional metamorphosis: the MDSC-driven therapeutic resistance in tumor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Myeloid-derived suppressor cell (MDSC) is a population with immunosuppressive characteristics in the tumor microenvironment, which are linked to poor prognosis and therapeutic resistance across cancers. In this review, a novel concept of MDSC and a quantity-quality pattern are proposed to illustrate the spatiotemporal dynamics of MDSC fate. By reviewing current researches through this framework, a group of pro-tumor signals is identified to have critical roles in the whole life cycle of MDSC...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222910",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comments on \"DeepSeek-assisted LI-RADS classification: AI-driven precision in hepatocellular carcinoma diagnosis\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222909",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on \"Unmasking the phospholipid-induced 'hook effect' and its implications-increasing phospholipid can also lead to a longer clotting time in coagulation assays\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222887",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Potential diagnostic value of microRNAs in vascular complications of diabetes: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Circulating miR-126-3p was the most promising biomarker for VCDs. More studies are needed to validate the diagnostic accuracy of miR-192 and miR-221 in VCDs.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Circulating miR-126-3p was the most promising biomarker for VCDs. More studies are needed to validate the diagnostic accuracy of miR-192 and miR-221 in VCDs"
    },
    {
      "title": "Osteopontin promoted cardiac inflammation through increased interleukin-12 in acute myocarditis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222876/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Osteopontin (OPN) is a multifunctional glycoprotein known to play critical roles in autoimmunity and tissue repair, yet its function in acute viral myocarditis remains poorly understood. To systematically investigate the pathogenesis of viral myocarditis, this study integrated clinical observations from patients with myocarditis and four genetically distinct mouse strains following intraperitoneal inoculation with coxsackievirus B3 (CVB3). Cardiac transcriptomic profiling via RNA-seq uncovered...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222876",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ATP Metabolism of Astrocytes: Consumption, Regeneration and Restoration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Astrocytes are essential partners of neurons and have many important functions in the brain. Almost all of these astrocytic functions require energy that is provided by cellular adenosine triphosphate (ATP). Accordingly, astrocytes contain a millimolar concentration of cellular ATP that is maintained by continuous and rapid regeneration from adenosine diphosphate (ADP) and adenosine monophosphate (AMP), the main products of cellular energy-consuming reactions. In this article we describe the...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222868",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "functions in the brain",
      "conclusion": null
    },
    {
      "title": "Data-Related and Methodological Challenges in Assessing the Cost-Effectiveness of Traditional and Genomic Newborn Screening Programs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "As newborn screening (NBS) programs consider adding conditions, policymakers would benefit from evidence showing whether early screening offers greater economic and health benefits than standard clinical diagnosis and treatment. However, economic evaluations have not been consistently used to guide decisions on expansion of NBS programs globally. This narrative review discusses data-related and methodological challenges in conducting cost-effectiveness analyses (CEAs) of NBS programs including...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222864",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping of the EORTC QLQ-LC43 to EQ-5D-5 L index in patients with lung cancer: comparison of traditional regression models with machine learning technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study developed an optimized mapping algorithm to predict the utility index from the QLQ-LC43 to the EQ-5D-5 L, offering an effective alternative for estimating EQ-5D-5 L values when preference-based health utility data are unavailable.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222851",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study developed an optimized mapping algorithm to predict the utility index from the QLQ-LC43 to the EQ-5D-5 L, offering an effective alternative for estimating EQ-5D-5 L values when preference-based health utility data are unavailable"
    },
    {
      "title": "Predictors of 30-day readmission in patients with bloodstream infection: a population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nearly one-third of patients discharged alive after a BSI were readmitted within 30 days. Further studies are needed to determine whether some of these readmissions may be avoidable.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222819",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nearly one-third of patients discharged alive after a BSI were readmitted within 30 days. Further studies are needed to determine whether some of these readmissions may be avoidable"
    },
    {
      "title": "Comment on \"High-resolution modeling of extreme heat events with socioeconomic consideration: a real-case WRF-LES approach\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Religious Values, Clinical Ethics Consultations, and the Lack of a Secular Bioethical Consensus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "The extent to which clinical ethics consultations should be neutral with respect to religion is the subject of ongoing debate. One important position says that clinical ethics consultants ought to appeal to the secular bioethical consensus that is available to everyone inasmuch as possible, and that they can do so without the subsequent need to defend an underlying moral theory. This view has been criticized because it is doubtful that such a consensus exists. Abram Brummett argues for a more...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222798",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "position says that clinical ethics consultants ought to appeal to the secular bioethical consensus that is available to everyone inasmuch as possible, and that they can do so without the subsequent ne...",
      "conclusion": null
    },
    {
      "title": "Tetraspanin OsTET8 acts as a negative regulator of root development in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Tetraspanins (TETs) are evolutionarily conserved transmembrane scaffolding proteins that play crucial roles in plant development, reproduction, and stress responses. However, their functions in rice root development remain poorly understood. Here, we characterized OsTET8, a rice TET family member, which displays root-specific expression in rice and predominantly localizes to the root elongation zone. Subcellular localization revealed that OsTET8 is dual-targeted to the endoplasmic reticulum (ER)...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eye-Targeted A20 Gene Therapy Alleviates Ischemic Retinopathy by Reducing Pathologic Neovascularization, Gliosis, and Neuronal Apoptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Intravitreal administration of anti-VEGF therapies has been highly beneficial in treating ischemic proliferative retinopathies (PR). However, a quarter of patients do not benefit from these therapies due to primary or secondary non-response and adverse side effects. The limited success of anti-VEGF therapies underscores the complex interplay between the various pathogenic contributors to this disease. Mechanistic studies have emphasized the importance of pathologic angiogenesis, reactive...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222786",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of 5mC regulatory factors mediating methylation patterns and prognosis models in head and neck squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222766",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comment on \"Linoelaidic acid alleviates COM-induced kidney injury and crystal deposition via the PPARγ/MAPK signaling pathway\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222762",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical breakpoint meropenem concentration modulate outer membrane vesicle production in enterotoxigenic Bacteroides fragilis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Antibiotic concentrations at clinical breakpoint levels can influence bacterial physiology and virulence responses, yet their effects on outer membrane vesicle (OMV) production in anaerobic pathogens remain understudied. This study examined how breakpoint meropenem concentrations affect the ultrastructure, inflammatory responses, and OMV production of Bft + enterotoxigenic Bacteroides fragilis (ETBF) in a rat intra-abdominal infection model. Forty male Wistar rats were divided into negative...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222756",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "how breakpoint meropenem concentrations affect the ultrastructure, inflammatory responses, and OMV production of Bft + enterotoxigenic Bacteroides fragilis (ETBF) in a rat intra-abdominal infection mo...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conductive copper metal-organic framework electrocatalyst and multiple strategies to enhance electrochemiluminescence of cerium-doped terbium phosphate for sensitive detection of interleukin-6",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Cerium-doped terbium phosphate nanowires (Ce-TbPO(4) NWs) were synthesized as an electrochemiluminescence (ECL) emitter. The ECL intensity of Ce-TbPO(4) was enhanced using a dual-sensitization strategy of energy transfer from Ce^(3+) to Tb^(3+) and the antenna effect of the ligand. Copper metal-organic framework (HHTP = 2,3,6,7,10,11-hexahydroxytriphenylene hydrate, Cu(3)(HHTP)(2)) electrocatalyst and silver nanoparticle (AgNP) were used as co-reaction promoters to construct ECL immunosensors...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222747",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electronic, optical, and mechanical properties of novel h-C <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mmultiscripts><mml:mrow></mml:mrow> <mml:mn>10</mml:mn> <mml:mrow></mml:mrow></mml:mmultiscripts> </mml:math> N <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mmultiscripts><mml:mrow></mml:mrow> <mml:mn>3</mml:mn> <mml:mrow></mml:mrow></mml:mmultiscripts> </mml:math> and h-C <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mmultiscripts><mml:mrow></mml:mrow> <mml:mn>9</mml:mn> <mml:mrow></mml:mrow></mml:mmultiscripts> </mml:math> N <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:mmultiscripts><mml:mrow></mml:mrow> <mml:mn>4</mml:mn> <mml:mrow></mml:mrow></mml:mmultiscripts> </mml:math> carbon nitride monolayers from first principles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONTEXT: We theoretically designed and systematically characterized two novel two-dimensional carbon nitride monolayers, h-C 10 N 3 and h-C 9 N4, based on interconnected acepentalene motifs. Using density functional theory (DFT), we demonstrated their structural stability, confirmed by cohesive energies of - 6.89 eV/atom and - 6.92 eV/atom, respectively. Dynamical stability was validated by phonon calculations, revealing no significant imaginary frequencies, while ab initio molecular...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical utility of digital technologies in Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Digital health technologies (DHTs) are on the verge of changing treatment of Parkinson's disease (PD). This narrative overview article describes DHTs that are already used or in development, focusing on technologies available in Germany and on their clinical utility. Examples include applications that are primarily used by patients, i.e., tools for patient education and empowerment, but also stand-alone interventions improving clinical outcomes including motor and non-motor symptoms. In Germany,...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222710",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacogenetics in advanced Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurodegenerative disorder with a wide variety of symptoms and evolution. In addition, the response to antiparkinsonian medication is not predictable, especially for those patients with advanced PD. Pharmacogenetics and pharmacogenomics may help to decide the best available treatment based on the genetic background of the patients. This approach has been already used in Oncology leading to personalized pharmacology. In this article, we review and comment...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222708",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ketone ester supplementation protects from experimental colitis via improved goblet cell differentiation and function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The present study suggests that KE represent an effective anti-inflammatory dietary supplement in the context of acute colitis, potentially by modulating mucin2 expression, goblet cell differentiation, and the abundance of Akkermansia. Although promising, these findings remain preliminary, and further investigations are needed to explore the therapeutic potential of KE as a dietary supplement in patients with inflammatory bowel disease.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222705",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "The present study suggests that KE represent an effective anti-inflammatory dietary supplement in the context of acute colitis, potentially by modulating mucin2 expression, goblet cell differentiation, and the abundance of Akkermansia. Although promising, these findings remain preliminary, and furth..."
    },
    {
      "title": "Microbial Arsenic Methylation and Microbial Reduction of Dimethylarsenate Contribute to the Production of Highly Toxic Dimethylarsenite in Paddy Soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Dimethylarsenic (DMAs) is a causal agent of rice straighthead disease, a physiological disorder resulting in severe yield losses. Both pentavalent [DMAs(V)] and trivalent [DMAs(III)] forms of DMAs have been detected in anoxic paddy soils. However, the extent of DMAs(III) toxicity to rice plants and the pathways and mechanisms underlying its generation in paddy soils remain poorly understood. In the present study, we showed that DMAs(III) was more toxic to rice plants and induced more severe...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Purification and characterization of an exopolysaccharide produced by Lactiplantibacillus plantarum YM-4-3 strain isolated from home-made Yunnan Tempeh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "In this study, we investigated the enhanced biosynthesis and bioactivity of the exopolysaccharide (EPS) produced by Lactiplantibacillus plantarum YM-4-3, a strain isolated from Yunnan traditional tempeh. Comparative analysis revealed that modified MRS medium (MMRS) significantly increased EPS production from 122.64 ± 1.78 mg/L to 322.47 ± 3.08 mg/L compared to standard MRS culture. Monosaccharide composition analysis demonstrated consistent constituent profiles between culture conditions, though...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222700",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the enhanced biosynthesis and bioactivity of the exopolysaccharide (EPS) produced by Lactiplantibacillus plantarum YM-4-3, a strain isolated from Yunnan traditional tempeh",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multifunctional approach: merging CRISPR/Cas technology with DNA nanomachines for advanced biosensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CRISPR/Cas systems have revolutionized nucleic acid recognition, offering unparalleled programmability for biosensing. Simultaneously, DNA nanomachines have emerged as powerful bioanalytical tools due to their structural precision, biocompatibility, and multifunctional capabilities. The strategic integration of these platforms synergistically enhances sensitivity, specificity, and multiplexing potential, creating next-generation bioanalytical systems. While promising, this convergence presents...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to the letter : To consider the exercise density in the dose-response relationship: the idea is promising, the operationalization tricky!",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatty Liver Drives Diabetes Risk Beyond Body Mass Index: An Eight-Year Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests that priority should be given to interventions targeting individual metabolic disorders rather than focusing solely on weight loss.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that priority should be given to interventions targeting individual metabolic disorders rather than focusing solely on weight loss",
      "conclusion": "This study suggests that priority should be given to interventions targeting individual metabolic disorders rather than focusing solely on weight loss"
    },
    {
      "title": "Sustained remission with PD-1 and BTK inhibitors maintenance after chimeric antigen receptor T-cell therapy in CNS lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggested the promising efficacy and manageable toxicities of CAR-T therapy in patients with CNSL. This study preliminarily proposed the concept that maintenance therapy may improve the DOR after CAR-T therapy.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222665",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggested the promising efficacy and manageable toxicities of CAR-T therapy in patients with CNSL. This study preliminarily proposed the concept that maintenance therapy may improve the DOR after CAR-T therapy"
    },
    {
      "title": "Analysis of morbid obese diabetic and non-diabetic patients: clinical and social characteristics, habits and workup to undergo bariatric surgery in Lombardy, Italy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients seeking bariatric surgery have a valid and well structured idea of obesity and are aware of the importance of eating less and physical activity in managing obesity, with differences linked to their educational levels. The interaction between physicians and surgeons improved the overall prognosis of patients seeking BS, based on screening of CV risk factors. Improved patients long term follow-up after surgery, identification of the suitable pre-BS diets, as well and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222662",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients seeking bariatric surgery have a valid and well structured idea of obesity and are aware of the importance of eating less and physical activity in managing obesity, with differences linked to their educational levels. The interaction between physicians and surgeons improved the overall prog..."
    },
    {
      "title": "Individualized PEEP in acute brain injury: the overlooked impact of injury heterogeneity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222654",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When 'Early' isn't early: time to rethink the timing of mobilization in the ICU. Author's Reply",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Violence against women in North-East Piedmont, Italy: a cross-sectional study on patients accessing the emergency department (2017-2020)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Violence against women (VaW) is a form of gender-based violence (GBV), a violation of human rights, and a public and global health issue. VaW leaves short and long-term sequelae on the health of survivors and necessitates correct clinical and forensic management. Victims of GBV can access care through the emergency department (ED), which is often the setting where disclosure of abuses occurs. This study aimed at documenting the epidemiology of patients accessing the ED for cases of...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Motion-robust proton density fat fraction and <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:msup> <mml:mrow><mml:msub><mml:mi>T</mml:mi> <mml:mn>2</mml:mn></mml:msub> </mml:mrow> <mml:mo>∗</mml:mo></mml:msup> </mml:math> mapping in supraclavicular adipose tissue using radial stack-of-stars imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Radial SoS imaging improves motion robustness and repeatability of PDFF and T 2 ∗ quantification in the SCV fossa compared to Cartesian acquisitions. Incorporating retrospective temporal B 0 correction further enhances T 2 ∗ reliability and may strengthen the precision of BAT activation studies.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Radial SoS imaging improves motion robustness and repeatability of PDFF and T 2 ∗ quantification in the SCV fossa compared to Cartesian acquisitions. Incorporating retrospective temporal B 0 correction further enhances T 2 ∗ reliability and may strengthen the precision of BAT activation studies"
    },
    {
      "title": "Association between Paleolithic diet fraction and systemic low-grade chronic inflammation in the Malmö diet and cancer study cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PDF was inversely associated with SLGCI biomarkers, suggesting that SLGCI may mediate its relationship with cardiometabolic outcomes. Given the cross-sectional design and CRP measurement lag, these findings should be interpreted with caution.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222611",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PDF was inversely associated with SLGCI biomarkers, suggesting that SLGCI may mediate its relationship with cardiometabolic outcomes. Given the cross-sectional design and CRP measurement lag, these findings should be interpreted with caution"
    },
    {
      "title": "Cost-effectiveness of omadacycline versus moxifloxacin as the initial treatment for community-acquired bacterial pneumonia in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Omadacycline is not cost-effective compared to moxifloxacin as the initial treatment for CABP in China, unless significant price reductions are achieved.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Omadacycline is not cost-effective compared to moxifloxacin as the initial treatment for CABP in China, unless significant price reductions are achieved"
    },
    {
      "title": "Aging has occurred rapidly in the facial fracture population - are we ready?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides insight into the ongoing change in the characteristics of patients suffering from facial fractures. Overall, clinicians will encounter increasingly more elderly male patients with facial fractures due to ground-level falls.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222599",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides insight into the ongoing change in the characteristics of patients suffering from facial fractures. Overall, clinicians will encounter increasingly more elderly male patients with facial fractures due to ground-level falls"
    },
    {
      "title": "Diverse RNAs in human umbilical cord-derived exosomes and their therapeutic potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Exosomes, nanosized extracellular vesicles (30-150 nm) secreted by various cell types, have emerged as crucial mediators of intercellular communication and promising therapeutic agents. This review highlights the diverse RNA cargo of exosomes derived from human umbilical cord mesenchymal stem cells (HucMSC-Exos), including mRNAs, miRNAs, long non-coding RNAs (lncRNAs), and circular RNAs (circRNAs), which regulate gene expression and cellular functions in target cells. The mechanisms of exosome...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Complications on DRG Assignment for Adult Spinal Deformity Surgery Using the ISSG-AO Classification System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with elevated ISSG-AO scores are more likely to be categorized into higher DRGs, experience extended lengths of stay and generate greater healthcare expenditures. The ISSG-AO SDCCS predicts DRG thereby helping standardize complication reporting.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222566",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with elevated ISSG-AO scores are more likely to be categorized into higher DRGs, experience extended lengths of stay and generate greater healthcare expenditures. The ISSG-AO SDCCS predicts DRG thereby helping standardize complication reporting"
    },
    {
      "title": "M3Site: multiclass multimodal learning for protein active site identification and classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Accurately identifying and classifying protein active sites is crucial for understanding protein mechanisms, drug design, and synthetic biology. Current methods often rely on binary classification and single-modal data, limiting their scope. To address these limitations, we propose M$^{3}$Site, a multimodal framework that integrates protein sequence embeddings, structural graph representations, and functional text annotations for residue-level, multiclass active site prediction. Built upon a...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of postoperative delirium in older adults from preoperative cognition and occipital alpha power from resting-state electroencephalogram",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Whilst the sample size is small and findings require confirmation in larger studies, our results suggest that the thalamocortical circuit exhibits different EEG patterns under stressors, with occipital alpha powers potentially reflecting baseline vulnerabilities.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222553",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Whilst the sample size is small and findings require confirmation in larger studies, our results suggest that the thalamocortical circuit exhibits different EEG patterns under stressors, with occipital alpha powers potentially reflecting baseline vulnerabilities"
    },
    {
      "title": "Intranasal Oxytocin and Physical Intimacy for Dermatological Wound Healing and Neuroendocrine Stress: A Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This study found that intimate physical contact can reduce cortisol responses and, along with oxytocin administration, promote wound healing. These findings provide a foundation for future interventions that integrate relationship dynamics and neurohormonal modulation to improve health and recovery from illness.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This study found that intimate physical contact can reduce cortisol responses and, along with oxytocin administration, promote wound healing. These findings provide a foundation for future interventions that integrate relationship dynamics and neurohormonal modulation to improve healt..."
    },
    {
      "title": "Quality assessment of ultra low dose-low dose orthopantomograms reconstructed from CBCT for orthodontic purposes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sd-PAN images demonstrated superior image quality. Although extr-PAN and sim rd-PAN showed reduced diagnostic image quality for orthodontic diagnosis, differences among the 3 types of PAN regarding the gold standard were small.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222544",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sd-PAN images demonstrated superior image quality. Although extr-PAN and sim rd-PAN showed reduced diagnostic image quality for orthodontic diagnosis, differences among the 3 types of PAN regarding the gold standard were small"
    },
    {
      "title": "Looking AHEAD to Heart Failure Prevention: The Role of NT-proBNP and Lifestyle Modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222534",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolic Health Status: A Critical Unaddressed Dimension in Obesity Phenotyping for Heart Failure With Preserved Ejection Fraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222530",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-Specific Microaxial Flow Pump Use and Outcomes in Infarct-Related Cardiogenic Shock in the DanGer Shock Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222528/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In DanGer Shock, women with STEMI-CS were older and presented later after onset of symptoms, resulting in higher mortality rates. This may have led to the apparent reduced treatment effect in women, but interaction between treatment allocation and sex was not significant, and data showing a benefit of mAFP appeared particularly in younger patients, regardless of sex. As this is a secondary, nonpowered analysis that includes few women, its results must be considered hypothesis...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222528",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In DanGer Shock, women with STEMI-CS were older and presented later after onset of symptoms, resulting in higher mortality rates. This may have led to the apparent reduced treatment effect in women, but interaction between treatment allocation and sex was not significant, and data showing a benefit ..."
    },
    {
      "title": "Interplay of Coronary Artery Calcium and PREVENT Equations in Atherosclerotic Cardiovascular Disease Risk Prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222527",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Racial and Ethnic Disparities in Meningococcal Vaccination Coverage and Disease Burden Among U.S. Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: Examining racial disparities in meningococcal vaccination (MenACWY) uptake and disease burden is essential for understanding the potential implications of a revised MenACWY schedule and guiding targeted efforts to reduce health inequities. We assessed associations of socioeconomic factors with MenACWY coverage (≥1 dose), drop-out from the second (booster) dose, and disparities in vaccination coverage and invasive meningococcal disease (IMD) burden among adolescents aged 13-17 years...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Examining racial disparities in meningococcal vaccination (MenACWY) uptake and disease burden is essential for understanding the potential implications of a revised MenACWY schedule and guiding target...",
      "significance": "of a revised MenACWY schedule and guiding targeted efforts to reduce health inequities",
      "conclusion": null
    },
    {
      "title": "Navigating Challenges with IRB Review for Community-Engaged Research with Transgender Youth in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222512/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Navigating the complexities of institutional review board (IRB) determinations in participatory research with transgender youth is essential for prioritizing youth voices and establishing equitable opportunities for research participation. We codesigned an online interactive sexual education tool with an advisory board of transgender youth as lived-experience experts. Early codesign efforts revealed challenges in classifying advisory board members as either research participants or study team...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222512",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Human Research Protection Training Requirements: Alternatives for Community Researchers at CTSA-Funded Research Institutions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Enhanced protection for research participants is often stated as a goal and potential benefit of engaging community partners in research. However, many community-engaged research teams report challenges in completing human research protection (HRP) training. Some human research protection programs (HRPPs) require community researchers to complete the same training that university faculty and staff members are required to do, while others allow alternatives that are more accessible and...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "and potential benefit of engaging community partners in research",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenges of Conducting Risk-Benefit Analysis of Early Phase Clinical Trials: Results of a National Survey of IRB Chairs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Institutional review boards (IRBs) are charged with conducting risk-benefit analysis for early phase clinical trials that often involve high levels of uncertainty regarding a trial's potential risks and benefits. Our study used a survey of IRB chairs to explore how IRBs conduct risk-benefit analysis, the unique facets of risk-benefit analysis for early phase clinical trials and specifically for early phase neurology trials, and what facilitates high-quality risk-benefit analysis. The survey...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222508",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Natural variation in tetrapyrrole biosynthetic enzymes and their regulation modifies the maize chlorophyll mutant Oy1-N1989",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "Tetrapyrroles are macrocyclic compounds present in and required for all life on Earth. Mutants with defects in tetrapyrrole pathway enzymes can be used to uncover natural variation in this pathway and study pathway regulation. We report the effects of the Oil yellow1 mutation, Oy1-N1989, a semi-dominant allele of subunit I in the Mg-chelatase enzyme with reduced chlorophyll biosynthesis in maize (Zea mays), on global gene expression and chlorophyll content. In Oy1-N1989/+ mutants, coordinate...",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rhythmic Foot Embrocation According to Wegman/Hauschka for Alleviating Symptoms of Chemotherapy-Induced Peripheral Neuropathy: A Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: According to our study results, RE combined with exercise, particularly after 3 interventions, was more effective in reducing CIPN symptoms in the short-term than was exercise alone; however, symptoms increased again in the absence of interventions (standard care) by the end of the fourth week.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222469",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "According to our study results, RE combined with exercise, particularly after 3 interventions, was more effective in reducing CIPN symptoms in the short-term than was exercise alone; however, symptoms increased again in the absence of interventions (standard care) by the end of the fourth week"
    },
    {
      "title": "Effects of different drying temperatures and times on the drying efficiency in reprocessing of flexible endoscopes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41222468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251112142220&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Drying time significantly affects the drying efficiency of endoscopes, with 12 minutes being the optimal duration. Maintaining a temperature of 50°C can shorten drying time and improve efficiency.",
      "pubDate": "2025-11-12T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41222468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Drying time significantly affects the drying efficiency of endoscopes, with 12 minutes being the optimal duration. Maintaining a temperature of 50°C can shorten drying time and improve efficiency"
    }
  ]
}