{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-11-25T07:38:53.250Z",
  "totalItems": 150,
  "totalArchived": 28496,
  "newPapersAdded": 133,
  "institutionBreakdown": {
    "KAIST": 19,
    "SNU": 96,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 2,
    "Korea University": 53,
    "IBS": 10,
    "UNIST": 2,
    "Hanyang University": 6,
    "KIST": 4,
    "GIST": 1,
    "Kyung Hee University": 11,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 83,
    "Neuroscience": 4,
    "Cancer Research": 16,
    "Biomedical": 31,
    "Materials Science": 11,
    "Computer Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "A viral codon usage strategy enhances antigen production and protection in SFTSV mRNA vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285853/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Severe Fever with Thrombocytopenia Syndrome Virus (SFTSV) is an emerging tick-borne pathogen with a high case-fatality rate and no approved vaccine, posing a global health threat. Human codon-optimized viral antigens can enhance mRNA vaccine efficacy by improving antigen expression but often requires high mRNA doses, increasing the risk of side effects. In this study, we introduce a codon optimization strategy using Herpes Simplex Virus 1 glycoprotein B (HSVgB) codon usage to develop an mRNA...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41285853",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A systematic review and meta-analysis of the impact of vaccination on prevention of long COVID",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Long COVID affects millions worldwide and its prevention is a critical public health strategy. While prior analyses show primary vaccination prevents long COVID in subsequent infections, the effect of booster vaccination on long COVID after Omicron infections is unclear. This systematic review identifies 31 observational studies, of which 11 are suitable for pairwise meta-analyses. The pooled odds ratio (OR) of long COVID in those vaccinated (any dose) versus unvaccinated is 0.77 (95% confidence...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41285857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging spatial-angular redundancy for self-supervised denoising of 3D fluorescence imaging without temporal dependency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Photon noise is one of the fundamental limits in fluorescence imaging. Despite broad applications, existing self-supervised denoising methods rely on either temporal redundancy or spatial redundancy, leading to degradation in either temporal resolution or spatial resolution, especially for 3D imaging. Here, we propose light field denoising (LF-denoising), a self-supervised transformer framework leveraging spatial-angular redundancy based on the high-dimensional light field measurements to...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41285856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observing growth of metallic crystals inside liquid metal solvents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Liquid metals are promising unconventional solvents for dissolving metals and growing their crystals. However, how the crystals grow within these metallic solvents cannot be observed easily due to the opacity of liquid metals. Using X-ray micro-computed tomography, the three-dimensional formations of crystals inside liquid metal solvents, under different conditions, are presented. In this work, we explore the use of different liquid metals solvents for growing metallic crystals, while imaging...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41285852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiome modulation uncouples efficacy and toxicity induced by immune checkpoint blockade in mouse multiple myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Smoldering multiple myeloma (SMM), which is in principle curable, may develop into life-threatening MM. Intestinal microbiota and gut-born T helper-17 (Th17) lymphocytes may contribute to this development, but the mechanisms are unclear. Here we demonstrate that administering the human commensal Prevotella melaninogenica to transgenic Vk*MYC mice that exhibit SMM-like phenotypes delays the evolution to full-blown MM. Mechanistically, P. melaninogenica increases the production of short-chain...",
      "pubDate": "2025-11-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41285849",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Near-planar light outcoupling structures with finite lateral dimensions for ultra-efficient and optical crosstalk-free OLED displays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The stratified structure of organic light-emitting diodes (OLEDs) confines much of the generated light within substrates or organic layers, limiting outcoupling to air. Macroscale half-ball lenses extract most substrate-trapped light but compromise the inherent planarity of OLEDs, while microlens arrays (MLAs), only tens of micrometres tall, preserve planarity yet provide only modest enhancements, particularly with limited lateral dimensions. Here, we introduce a systematic strategy to enhance...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41285816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sideband injection locking of microwave frequency combs in a superconducting optomechanical circuit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Superconducting optomechanical circuits enable frequency mixing of optical and mechanical modes, facilitating the generation of microwave frequency combs. However, such optomechanical combs suffer from frequency fluctuations, requiring their stabilization for applications in precision sensing and signal processing. Here, we investigate the sideband injection locking of microwave frequency combs in a niobium-based superconducting optomechanical circuit. By strongly driving the device with a...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41285737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microfluidics-based electrophoretic capture and Raman analysis of micro/nanoplastics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Global concern about micro/nanoplastic contamination in aquatic ecosystems reflects the heightened awareness of its environmental impact. Micro/nanoplastics, found in diverse environments, exhibit distinctive characteristics influenced by their polymer composition, such as variations in color and density. Addressing the critical issue of micro/nanoplastic contamination requires a multifaceted approach, encompassing various techniques for detection and mitigation, including...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41285523",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conscious Cardiac Awareness and Interoceptive Attention Differentially Modulate Heartbeat-Evoked Neural Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Heartbeat-evoked response (HER) is considered a neural correlate of interoceptive information processing. While HERs are modulated during interoception tasks, distinguishing the unique contributions of conscious cardiac awareness (the subjective recognition of a heartbeat) from interoceptive attention (the state of focusing on one's heartbeat) remains challenging. To dissociate these processes, we developed a novel task where participants (N=29) reported the timing of perceived heartbeats using...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41285234",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving cognitive and functional outcomes in rural older adults living with dementia through paper-and-pencil training",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285087/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Dementia is a significant global public health concern. Accessible interventions are essential for supporting cognitive function and independent living, particularly in underserved rural areas. This study aimed to examine the effectiveness of paper-and-pencil cognitive training in improving cognitive function and instrumental activities of daily living (ADL) among older adults with dementia in rural communities. A cluster randomized trial was conducted with one 50-minute session and a weekly...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41285087",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "examine the effectiveness of paper-and-pencil cognitive training in improving cognitive function and instrumental activities of daily living (ADL) among older adults with dementia in rural communities",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phytochemical investigation of <em>Crinum asiaticum</em> L.: isolation and characterisation of a new dimeric alkaloid and evaluation of acetylcholinesterase inhibition with molecular docking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Crinum asiaticum L. (Amaryllidaceae) is a perennial bulbous plant commonly used for its various pharmacological benefits, such as anticancer, immune-boosting, pain-relieving, antiviral, antimalarial, antibacterial, and antifungal properties, while also being appreciated for its ornamental value. A phytochemical investigation of the bulbs of C. asiaticum resulted in the isolation of a new dimeric alkaloid, bis-(-)-8-demethylepimaritidine (1) together with five known compounds, lycorine (2),...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41284967",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chatbots' Empathetic Conversations and Responses: A Qualitative Study of Help‑Seeking Queries on Depressive Moods Across 8 Commercial Conversational Agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings reveal a mixed landscape in the emotional support provided by CAs. While some social chatbots delivered empathetic responses that fostered deeper user engagement, most commercial chatbots offered merely informative replies to users' help-seeking inputs. Recognizing that users seek support from chatbots, we recommend equipping next-generation CAs with capabilities grounded in therapeutic communication, such as empathetic responses.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41284964",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings reveal a mixed landscape in the emotional support provided by CAs. While some social chatbots delivered empathetic responses that fostered deeper user engagement, most commercial chatbots offered merely informative replies to users' help-seeking inputs"
    },
    {
      "title": "Quality of Life and Treatment Satisfaction in People with HIV Switching to Bictegravir/Emtricitabine/Tenofovir Alafenamide: Pooled Analysis from Observational Cohort Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this large cohort of people with HIV who switched to B/F/TAF in routine clinical practice, mental and physical health scores improved or remained stable over time and treatment satisfaction improved. Further studies are required to elucidate the clinical relevance of PRO tools and how they relate to QoL in people with HIV. Video abstract available for this article.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41284214",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large cohort of people with HIV who switched to B/F/TAF in routine clinical practice, mental and physical health scores improved or remained stable over time and treatment satisfaction improved. Further studies are required to elucidate the clinical relevance of PRO tools and how they relate..."
    },
    {
      "title": "Remimazolam Enables Faster Sedation Induction and Recovery Compared With Midazolam in Diagnostic Upper Gastrointestinal Endoscopy: A Multicenter Randomized Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Compared with midazolam, the use of remimazolam in diagnostic upper gastrointestinal endoscopy allows for faster sedation induction and recovery, more rapid discharge, and higher patient satisfaction compared with previous sedation experiences, while maintaining a safety profile similar to that of midazolam.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41284133",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Compared with midazolam, the use of remimazolam in diagnostic upper gastrointestinal endoscopy allows for faster sedation induction and recovery, more rapid discharge, and higher patient satisfaction compared with previous sedation experiences, while maintaining a safety profile similar to that of m..."
    },
    {
      "title": "Giga-Voxel Multiscale Composite Architecture Mirrored Through a Data-to-Model Closed-Loop Digital Twin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Giga-voxel digital models offer abundant geometric detail; however, no mainstream method currently exists to efficiently distribute individual voxels across massive image volumes, and designing complex anisotropic composite materials remains infeasible due to the absence of promising methods. Herein, we propose a systematic digital twin workflow tailored for generating high-fidelity virtual representations of anisotropic composite microstructures and giga-voxel meso-structural models, leveraging...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41283744",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors Related to Abnormal Endoscopic and Histologic Findings on Upper Gastrointestinal Endoscopy in Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41282525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Most children with dyspepsia gave endoscopic abnormalities, and routine biopsies are important when performing endoscopy. We identified predictors of endoscopic findings.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41282525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "when performing endoscopy",
      "conclusion": "Most children with dyspepsia gave endoscopic abnormalities, and routine biopsies are important when performing endoscopy. We identified predictors of endoscopic findings"
    },
    {
      "title": "Impact of mental disorders on health-related quality of life: a propensity score matched comparison",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The presence of mental disorders was significantly associated with lower HRQoL. Further in-depth studies are needed to explore HRQoL among individuals with mental disorders from a variety of perspectives, particularly within the Korean context.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41280443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presence of mental disorders was significantly associated with lower HRQoL. Further in-depth studies are needed to explore HRQoL among individuals with mental disorders from a variety of perspectives, particularly within the Korean context"
    },
    {
      "title": "Clinical Efficacy of a Home-based Peritoneal Dialysis Management Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The home-based management program for PD was clinically effective in improving hospitalization, technical survival, and mortality. This program may provide an efficient treatment option for patients on PD, and positive outcomes could lead to expanded programs that include more patients.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41278335",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The home-based management program for PD was clinically effective in improving hospitalization, technical survival, and mortality. This program may provide an efficient treatment option for patients on PD, and positive outcomes could lead to expanded programs that include more patients"
    },
    {
      "title": "Correction: Comparative study on bone mineral density in premenopausal patients with estrogen receptor-positive breast cancer in ASTRRA Study: a 5-year follow-up study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fonc.2025.1465256.].",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41278270",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intranasal Nanoliposomes Delivering Interferon Lambda with Enhanced Mucosal Retention as an Antiviral",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Respiratory virus infections continue to pose a substantial global health challenge, requiring effective prophylactic and therapeutic strategies. Type III interferon (IFN-λ) has shown promise as an antiviral agent that strongly inhibits viral replication while minimizing systemic inflammation. Intranasal administration of IFN-λ allows easy access to the respiratory mucosa, enhancing localized antiviral responses. However, clinical application of IFN-λ is hindered by rapid mucociliary clearance,...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41277914",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CRISPR/Cas12a2 enables ultra-sensitive amplification-free RNA detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Advances in clustered regularly interspaced short palindromic repeat (CRISPR) technologies have led to the use of diverse CRISPR-associated (Cas) proteins in diagnostic applications. Herein, we present a CRISPR/Cas12a2-based amplification-free RNA detection method that exhibits sub-attomolar sensitivity and substrate versatility. Cas12a2, a recently characterized RNA-guided nuclease, uniquely integrates bimolecular recognition through CRISPR RNA (crRNA)-target complementarity and protospacer...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41277692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Genomics and Virulence Mechanisms to Identify Genes Related to Mucin O-Glycan Degradation and Pathogenicity in a Potentially Multidrug-Resistant Clostridium tertium Strain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Clostridium tertium is a pathogenic bacterium that directly colonizes the gastrointestinal mucosa, causing inflammation and neutropenia. The virulence factors and pathogenic mechanisms of C. tertium are not well known. In this study, C. tertium HGMC01 was isolated by enrichment culture of human feces, and its whole chromosome genome was sequenced without extra plasmids. C. tertium HGMC01 had a larger genome and a higher gene count compared with five other C. tertium strains. A pangenome analysis...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41277474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radish Green Extract Attenuates Western Diet-Induced Obesity and Metabolic Dysfunction-Associated Steatotic Liver Disease in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This study aimed to evaluate the protective effects of radish green (RG) extract, enriched in caffeoylmalic acid, against WD-induced obesity and MASLD in a mouse model. RG supplementation at doses of 100 and 200 mg/kg significantly attenuated WD-induced body weight gain, decreased fat mass, and reduced serum levels of alanine aminotransferase, aspartate aminotransferase, fasting glucose, and leptin levels. Additionally, RG markedly suppressed hepatic triglyceride accumulation and improved liver...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41276996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "evaluate the protective effects of radish green (RG) extract, enriched in caffeoylmalic acid, against WD-induced obesity and MASLD in a mouse model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative transcriptome atlas as an assistive modality for complex classification of rare kidney cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "There is a great unmet medical need for development of molecularly characterizing modalities to assist in the complex classification of rare kidney cancers, some of which are diagnosed as unclassified renal cell carcinoma (unclassified RCC) due to complex histology. Here we show utility of the comparative transcriptome atlas as an assistive modality for complex classification of rare kidney cancers. Whereas whole genome sequencing (WGS) of 52 rare kidney cancers identifies very few clinically...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41285844",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nomogram for predicting axillary pathologic complete response in cN2-3 breast cancer after neoadjuvant chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "We aimed to predict axillary pathologic complete response (pCR) in patients with clinical N2-3 breast cancer who underwent neoadjuvant chemotherapy (NAC) followed by breast and axillary surgeries. These patients were retrospectively analyzed between 2016 and 2020. Imaging metrics (lesion size and reduction ratios measured using magnetic resonance imaging (MRI) and ultrasonography (US)) and clinical and pathological factors were analyzed. Axillary pCR was achieved in 49.3% (n = 136/276) of the...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41285824",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "predict axillary pathologic complete response (pCR) in patients with clinical N2-3 breast cancer who underwent neoadjuvant chemotherapy (NAC) followed by breast and axillary surgeries",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-charging organic flow batteries based on multivalent metal negative electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Self-charging batteries, which integrate energy conversion and storage within a single system, represent a promising technology for building a reliable and intelligent energy network. However, the charging rate of conventional self-charging energy systems that use solid-state electrodes is limited by slow solid-gas reaction processes at the electrode-air interface. A complete charging procedure typically requires several hours. Here we show a self-charging organic redox flow battery to address...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41285739",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sensory abnormalities in autism spectrum disorder and their in vitro modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Autism Spectrum Disorder (ASD) is characterized by deficits in social interaction, alongside abnormal sensory reactivity that often manifests as avoidance or repetitive behaviors. This review proposes that these core features may stem from somatosensory system dysfunction responsible for processing sensory information driven by an underlying excitatory-inhibitory (E/I) imbalance, a common finding in ASD models, which could drive such sensory impairments and ultimately contribute to the core...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41285713",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A randomized prospective study investigating the relationship between post-PCI wall shear stress and 12-month neointimal healing: The SHEAR-STENT study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The SHEAR-STENT study demonstrated no significant differences in WSS or NIT at 12 months between R-ZES and X-EES. A wide range of patient level correlation coefficients between WSS and NIT were observed, with some patients showing increased NIT was associated with low WSS and others associated with high WSS.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41285658",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SHEAR-STENT study demonstrated no significant differences in WSS or NIT at 12 months between R-ZES and X-EES. A wide range of patient level correlation coefficients between WSS and NIT were observed, with some patients showing increased NIT was associated with low WSS and others associated with ..."
    },
    {
      "title": "High-resolution mass spectrometry imaging reveals metabolic signatures of Staphylococcus epidermidis in host defense against influenza A virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285533/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: The commensal nasal microbiota Staphylococcus epidermidis (S. epidermidis) can suppress influenza A virus (IAV) activity in the host lung by modulating the microcellular environment. However, the metabolic mechanisms underlying this antiviral effect remain unclear. This study employs a novel combination of atmospheric pressure matrix-assisted laser desorption/ionization (AP-MALDI) and Orbitrap secondary ion mass spectrometry (OrbiSIMS) imaging to investigate the metabolic...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41285533",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Algorithmic Approach to Arterial Coupler Use in Microsurgical Breast Reconstruction: Comparison with Hand-Sewn Sutures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Arterial couplers, when used under strict algorithmic selection criteria, provide reliable outcomes comparable to hand-sewn sutures while significantly reducing operative time. This approach enhances efficiency in microsurgical breast reconstruction and may guide future standardized practice.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41285410",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Arterial couplers, when used under strict algorithmic selection criteria, provide reliable outcomes comparable to hand-sewn sutures while significantly reducing operative time. This approach enhances efficiency in microsurgical breast reconstruction and may guide future standardized practice"
    },
    {
      "title": "Transcriptional profiling of probiotic Escherichia coli Nissle 1917 under multiple environmental stresses: Simulated microgravity, microaerobic, and co-culture conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285244/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Environmental factors can substantially alter the physiology of probiotics, yet their transcriptomic responses under multiple simultaneous stresses remain poorly understood. Among these factors, a previous study has shown that the low-shear environment induced by simulated microgravity elicits mild stress in the well-known probiotic Escherichia coli Nissle 1917 (EcN). In this study, we investigated the impact of additional environmental stressors on the transcriptomic profile of EcN by...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41285244",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the impact of additional environmental stressors on the transcriptomic profile of EcN by",
      "significance": "of additional environmental stressors on the transcriptomic profile of EcN by",
      "conclusion": null
    },
    {
      "title": "Breaking barriers: Engineering extracellular vesicles for enhanced endosomal escape and therapeutic delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Extracellular vesicles (EVs) have emerged as promising natural nanocarriers with superior biocompatibility, immune tolerance, and tissue tropism compared to synthetic nanoparticles. However, despite their efficient cellular uptake, the clinical translation of EV-based therapeutics is fundamentally constrained by inefficient endosomal escape, which remains the principal bottleneck to achieving functional cytosolic delivery. To address this challenge, a variety of engineering strategies have been...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41285243",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of platelet-rich plasma as a new additive on human embryo development and clinical outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Incorporating PRP as an additive into the culture medium improved embryo quality and increased implantation, clinical pregnancy, and ongoing pregnancy rates.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41285117",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating PRP as an additive into the culture medium improved embryo quality and increased implantation, clinical pregnancy, and ongoing pregnancy rates"
    },
    {
      "title": "A Bilingual On-Premises AI Agent for Clinical Drafting: Implementation Report of Seamless Electronic Health Records Integration in the Y-KNOT Project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Y-KNOT project demonstrates the first seamless integration of an AI agent into an EHR system for clinical drafting. In collaboration with various clinical and administrative teams, we could promptly implement an LLM while addressing key challenges of data security, bilingual requirements, and workflow integration. Our experience highlights a practical and scalable approach to utilizing LLM-based AI agents for other health care institutions, paving the way for broader adoption of...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41284981",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Y-KNOT project demonstrates the first seamless integration of an AI agent into an EHR system for clinical drafting. In collaboration with various clinical and administrative teams, we could promptly implement an LLM while addressing key challenges of data security, bilingual requirements, and wo..."
    },
    {
      "title": "Counterfeit judgments in large language models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41284905",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variability of annual polar motion and its relationship to the Chandler wobble",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Given the large amplitude of prograde annual polar motion, we are able to quantify year-to-year variability of prograde annual excitation amplitude since pre-1900 observations. We obtain a Prograde Annual Amplitude Modulation (PAAM) time series and use it to investigate several key topics, including variability in annual excitation amplitude, its climatic sources, and its potential role in Chandler wobble (CW) excitation. An important finding is that the PAAM series undergoes multiyear episodes...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41284899",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "finding is that the PAAM series undergoes multiyear episodes",
      "conclusion": null
    },
    {
      "title": "Modelling seasonal tire-wear particle concentrations within road dust using a logistic-based accumulation model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Tire wear particles (TWP) are increasingly recognized as a major contributor to urban road dust and an emerging environmental risk; however, their year-round dynamics and removal mechanisms remain poorly constrained. We developed a probabilistic simulation framework to evaluate TWP concentrations across urban arterial, industrial, and residential roads in Seoul. The model incorporated stochastic rainfall wash-off and probabilistic cleaning events, and the results were validated against measured...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41284499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-range transport and transformation of volcanic sulfur emissions: A modeling study of the 2020 Nishinoshima event",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Volcanic emissions can undergo substantial chemical transformations during long-range atmospheric transport, potentially influencing air quality in downwind regions. This study quantitatively analyzes a sulfate (SO(4)^(2-)) pollution event in Jeju, South Korea, following the 2020 Nishinoshima volcanic eruption. The transport and transformation of volcanic emissions were simulated using the Community Multiscale Air Quality (CMAQ) model, which revealed three distinct stages in the transport of the...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41284496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Nurses' Subjectivity on Recognizing Warning Signs in Patients Who Undergo Sedation for Endoscopy Procedures: A Q Methodology Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Most endoscopy procedures utilize moderate sedation administered by nurses, which contributes to high levels of patient and staff satisfaction. Despite its advantages, sedation can lead to various complications, including rapid physiological changes in patients, which are often accompanied by clear warning signs. By promptly recognizing and responding to these warning signs, nurses play a crucial role in delivering safe and quality care. Therefore, this study aims to gather data on how endoscopy...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41284485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to gather data on how endoscopy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epistaxis: From Veronese's Banquet to the Modern Trauma Room",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "In 1573, Paolo Veronese unveiled his monumental painting The Feast in the House of Levi. Among the crowded banquet scene, a small but remarkable figure in the lower right foreground is depicted suffering from epistaxis. This incidental detail, rendered with striking realism, highlights the timelessness of a condition still familiar to modern trauma and ENT surgeons. In the sixteenth century, epistaxis was interpreted through humoral theory and treated with a mixture of practical and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41284476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imaging Electrical Activity of Retinal Ganglion Cells with Fluorescent Voltage and Calcium Indicator Proteins in Retinal Degenerative <em>rd1</em> Blind Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "In order to understand the retinal network, it is essential to identify functional connectivity among retinal neurons. For this purpose, imaging neuronal activity through fluorescent indicator proteins has been a promising approach, offering simultaneous measurements of neuronal activities from different regions of the circuit. In this study, we used genetically encoded indicators─Bongwoori-R3 for voltage or GCaMP6f for calcium─to visualize membrane voltage or calcium dynamics, respectively, as...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41284379",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Condition-Specific Growth Charts for Children With Alagille Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: These findings suggest that condition-specific growth charts for ALGS may provide a crucial tool for clinicians to evaluate growth and aid in decision-making around listing children for liver transplant.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41284294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that condition-specific growth charts for ALGS may provide a crucial tool for clinicians to evaluate growth and aid in decision-making around listing children for liver transplant",
      "conclusion": "AND RELEVANCE: These findings suggest that condition-specific growth charts for ALGS may provide a crucial tool for clinicians to evaluate growth and aid in decision-making around listing children for liver transplant"
    },
    {
      "title": "Comparative Transcriptomic Profiling of Mesenchymal Stem Cells from Distinct Tissue Origins and Isolation Methods Highlights the Stability and Immunomodulatory Signature of Umbilical Cord-Derived Smumf Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study provides a comprehensive transcriptomic comparison of MSCs, highlighting the superior transcriptional stability, immunomodulatory capacity, and metabolic flexibility of fetal MSCs, particularly smumf cells. These findings underscore their potential as a reliable cell source for therapeutic applications and encourage further exploration of their clinical application.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41284123",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "This study provides a comprehensive transcriptomic comparison of MSCs, highlighting the superior transcriptional stability, immunomodulatory capacity, and metabolic flexibility of fetal MSCs, particularly smumf cells. These findings underscore their potential as a reliable cell source for therapeuti..."
    },
    {
      "title": "Unpredictable work schedule changes and occupational accidents: A comparative analysis of Korean and European working conditions surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Schedule predictability is an independent occupational safety factor, underscoring the need for organizational and policy measures, particularly in vulnerable work settings.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41283846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Schedule predictability is an independent occupational safety factor, underscoring the need for organizational and policy measures, particularly in vulnerable work settings"
    },
    {
      "title": "Transistor-Level Activation Functions via Two-Gate Designs: From Analog Sigmoid and Gaussian Control to Real-Time Hardware Demonstrations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Tunable analog activation functions are essential for energy-efficient artificial intelligence (AI) hardware. Two transistor designs are presented: the sigmoid-like activation function transistor (SA-transistor) and the Gaussian-like activation function transistor (GA-transistor), which implement analog sigmoid and Gaussian functions using a screen gate structure. In the SA-transistor, adjusting the screen gate voltage (V(Screen-G)) enables precise control of the sigmoid slope and saturation...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41283697",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrophobic Carbon Nanotube-PTFE Network in Gas Diffusion Electrode for Flooding Resistance in CO<sub>2</sub> Electroreduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The electrochemical carbon dioxide reduction reaction (CO(2)RR) represents a promising approach for the sustainable production of value-added chemicals from CO(2). However, maintaining long-term operational stability under industrially relevant high current densities remains a major challenge, primarily due to electrolyte flooding and the salt formation including carbonate and bicarbonate species, which severely compromise the performance of gas diffusion electrodes (GDEs). In this article, we...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41283662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonvolatile Transition of Molecular Orbital Gating for Reconfigurable Molecular Ambipolar Transistor Switch",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Molecular electronics offers a promising avenue for ultimate device miniaturization, yet realizing versatile functionalities such as nonvolatile ambipolar switching in a robust solid-state transistor platform. Here, we report a reconfigurable molecular transistor switch achieved by vertically integrating an alkanethiol self-assembled monolayer (SAM) channel with monolayer graphene and a ferroelectric polymer gate. The ferroelectric polarization of the top gate allows for nonvolatile modulation...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41283633",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Multimodal AR-HUD Navigation Prompt Mode and Timing on Driving Behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Current research on multimodal AR-HUD navigation systems primarily focuses on the presentation forms of auditory and visual information, yet the effects of synchrony between auditory and visual prompts as well as prompt timing on driving behavior and attention mechanisms remain insufficiently explored. This study employed a 2 (prompt mode: synchronous vs. asynchronous) × 3 (prompt timing: -2000 m, -1000 m, -500 m) within-subject experimental design to assess the impact of multimodal prompt...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41283405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of multimodal prompt",
      "conclusion": null
    },
    {
      "title": "Clinical Features According to the Type of Intermittent Exotropia: Korean Intermittent Exotropia Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The clinical characteristics varied among the different types of intermittent exotropia. CI-type exotropia was most frequently associated with older age and greater myopia. DE-type exotropia was associated with frequent photophobia.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41283284",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The clinical characteristics varied among the different types of intermittent exotropia. CI-type exotropia was most frequently associated with older age and greater myopia"
    },
    {
      "title": "Automated Detection and Grading of Renal Cell Carcinoma in Histopathological Images via Efficient Attention Transformer Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Background: Renal Cell Carcinoma (RCC) is the most common type of kidney cancer and requires accurate histopathological grading for effective prognosis and treatment planning. However, manual grading is time-consuming, subjective, and susceptible to inter-observer variability. Objective: This study proposes EAT-Net (Efficient Attention Transformer Network), a dual-stream deep learning model designed to automate and enhance RCC grade classification from histopathological images. Method: EAT-Net...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41283258",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": "This study proposes EAT-Net (Efficient Attention Transformer Network), a dual-stream deep learning model designed to automate and enhance RCC grade classification from histopathological images",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stereotactic Navigation-Guided Biportal Endoscopic Transforaminal Lumbar Interbody Fusion for Degenerative Lumbar Spondylolisthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: In spine surgery, biportal endoscopy (BE) is a minimally invasive approach for addressing a range of degenerative lumbar pathologies, including degenerative lumbar spondylolisthesis. The biportal technique benefits from the separation of the endoscopic viewing portal and the working portal for surgical tools, which facilitates an expanded visual field and greater operative flexibility^(1-3). BE enables both decompression and transforaminal lumbar interbody fusion (TLIF) within a...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41283072",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resting right ventricular function in pectus excavatum: do haller index and age matter?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41282558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Resting RV systolic function was not significantly influenced by HI or age in patients with PE. These findings highlight the need for a functional, individualized approach beyond anatomical metrics for surgical evaluation.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41282558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Resting RV systolic function was not significantly influenced by HI or age in patients with PE. These findings highlight the need for a functional, individualized approach beyond anatomical metrics for surgical evaluation"
    },
    {
      "title": "Diagnostic challenge of aneurysmal dermatofibroma mimicking cutaneous metastasis in a patient with lung cancer: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41282465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "While cutaneous metastasis from lung cancer is rare, its recognition is critical. Benign mimics like aneurysmal dermatofibroma (ADF) complicate diagnosis, particularly in patients with known malignancy. A 71-year-old man with non-small cell lung cancer presented with a chest wall nodule. Positron emission tomography-CT revealed hypermetabolic activity (maximum standardized uptake volume, 6.9), prompting excision. Histopathology showed spindle-like cells in storiform patterns, blood-filled spaces...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41282465",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Contralateral Acupuncture (Geoja Technique) in Musculoskeletal Disorders Stratified by Pulse Strength Differences: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41282366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study suggests the 2, potential of contralateral acupuncture for pain relief, ROM improvement, and maintaining normal function in patients with musculoskeletal diseases. It also highlights the importance of pulse strength difference for effective treatment. Further studies are required to ensure appropriate patient selection, integrate treatment guidelines, and ascertain optimal outcome measurement criteria to draw robust conclusions regarding the effectiveness of treating...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41282366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the 2, potential of contralateral acupuncture for pain relief, ROM improvement, and maintaining normal function in patients with musculoskeletal diseases",
      "conclusion": "This study suggests the 2, potential of contralateral acupuncture for pain relief, ROM improvement, and maintaining normal function in patients with musculoskeletal diseases. It also highlights the importance of pulse strength difference for effective treatment"
    },
    {
      "title": "Percutaneous endoscopic treatment for osteoporotic vertebral compression fracture complicated with lumbar spinal stenosis: a case report and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41282020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case demonstrates the feasibility of this surgical approach for older patients with OVCF and LSS. This approach offers a promising alternative to staged or open surgeries, with the potential to minimize operative trauma while ensuring symptom resolution and rapid recovery.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41282020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case demonstrates the feasibility of this surgical approach for older patients with OVCF and LSS. This approach offers a promising alternative to staged or open surgeries, with the potential to minimize operative trauma while ensuring symptom resolution and rapid recovery"
    },
    {
      "title": "Nerve Branch Diameter as an Indicator of Motor Function in Extralaryngeal Branches of the Recurrent Laryngeal Nerve During Thyroidectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Branch diameter correlates with motor function in RLN branches. In the absence of IONM, thickness and branching location may help surgeons distinguish motor from sensory branches and preserve vocal function.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Branch diameter correlates with motor function in RLN branches. In the absence of IONM, thickness and branching location may help surgeons distinguish motor from sensory branches and preserve vocal function"
    },
    {
      "title": "Integrated biofabrication of artificial esophageal scaffolds using electrospinning, embedded DLP, and extrusion techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Esophageal reconstruction faces critical challenges due to limitations in current techniques, including inadequate mechanical properties, poor tissue integration, and insufficient functional regeneration. This study presents a novel biofabrication strategy for developing artificial esophageal scaffolds by integrating electrospinning, embedded digital light processing (DLP), and extrusion-based bioprinting techniques. These scaffolds are composed of flexible electrospun polyurethane (PU)...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281655",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simple gene knockout by single gene-directed multiplex CRISPR-Cpf1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secondary cross-sectional analysis of smoking and drinking factors among older Korean men: A 13-year national survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Metabolic changes, such as higher triglyceride levels, were more common in the drinking groups, whereas negative emotions were more prevalent among smokers. These findings may highlight the need for targeted interventions to promote healthier lifestyles among older adults; however, further research is necessary to revalidate our study findings.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Metabolic changes, such as higher triglyceride levels, were more common in the drinking groups, whereas negative emotions were more prevalent among smokers. These findings may highlight the need for targeted interventions to promote healthier lifestyles among older adults; however, further research ..."
    },
    {
      "title": "Effect of a soft wearable robot suit with hip extensor assistance on gait in patients with Parkinson's disease: a study protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Parkinson's disease (PD) is a neurodegenerative disorder characterized by progressive motor deficits and gait disturbances. While medication offers symptomatic relief, long-term complications and gradual functional decline remain significant challenges. Robot-assisted training provides intensive, task-specific motor rehabilitation and has shown promise in improving gait for PD patients. Soft wearable robot suits, designed with lightweight, flexible materials, offer enhanced comfort,...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281551",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stromal secreted protein acidic and rich in cysteine expression: A potential target for improved prognosis in patients with pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adjuvant chemotherapy improves survivals in sSPARC+ pancreatic cancer patients, indicating suggesting sSPARC expression as a prognostic biomarker and potential indicator for neoadjuvant treatment planning.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281497",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adjuvant chemotherapy improves survivals in sSPARC+ pancreatic cancer patients, indicating suggesting sSPARC expression as a prognostic biomarker and potential indicator for neoadjuvant treatment planning"
    },
    {
      "title": "A Comparative Analysis of GPT-3.5, GPT-4, GPT-4 Omni, Gemini Advanced, and Gemini 1.5 in Answering Frequently Asked Questions Regarding High Tibial Osteotomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study showed that ChatGPT-3.5, ChatGPT-4, ChatGPT-4 Omni, and Gemini 1.5 provided accurate and relevant responses on HTO, whereas Gemini Advanced exhibited limitations and underperformed in comparison with the other models.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41281460",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed that ChatGPT-3.5, ChatGPT-4, ChatGPT-4 Omni, and Gemini 1"
    },
    {
      "title": "Two-year structural skeletal outcomes of burosumab therapy in pediatric X-linked hypophosphatemia: A radiographic cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Burosumab therapy may improve skeletal deformities in pediatric X-linked hypophosphatemia. Early improvements in rickets severity were followed by gains in alignment, particularly mechanical axis deviation and mechanical lateral distal femoral angle, though standing height remained unaffected. Longer-term follow-up is required to confirm sustained skeletal benefits.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Burosumab therapy may improve skeletal deformities in pediatric X-linked hypophosphatemia. Early improvements in rickets severity were followed by gains in alignment, particularly mechanical axis deviation and mechanical lateral distal femoral angle, though standing height remained unaffected"
    },
    {
      "title": "Simulated virtual reality experiences for predicting early treatment response in panic disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study highlights the value of virtual reality-based assessments for predicting early treatment outcomes in PD. By providing ecologically valid and individualized measures, virtual reality may enhance clinical decision-making and support personalized mental healthcare.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41281296",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the value of virtual reality-based assessments for predicting early treatment outcomes in PD. By providing ecologically valid and individualized measures, virtual reality may enhance clinical decision-making and support personalized mental healthcare"
    },
    {
      "title": "Enhanced anti-tumor efficacy of tumor-infiltrating lymphocytes by GITR agonist in ovarian cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Taken together, we demonstrated that the addition of an agonistic GITR antibody during the early phase of TIL culture increased the CD8^(+) T cell to Treg cell ratio and enhanced anti-tumor T cell immunity. Enhancing TILs with a GITR agonist may be beneficial for improving the clinical outcomes of TIL-based ACT in OC.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280919",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Taken together, we demonstrated that the addition of an agonistic GITR antibody during the early phase of TIL culture increased the CD8^(+) T cell to Treg cell ratio and enhanced anti-tumor T cell immunity. Enhancing TILs with a GITR agonist may be beneficial for improving the clinical outcomes of T..."
    },
    {
      "title": "Alopecia areata: from immunopathogenesis to emerging therapeutic approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280915/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Alopecia areata (AA) is a non-scarring inflammatory hair loss disorder characterized by a T-cell-mediated autoimmune disease that targets the hair follicles. In particular, Natural Killer Group 2 member D (NKG2D)^(+)CD8^(+) T cells have been identified as central players in its pathogenesis. Current treatment options have limited efficacy and are often associated with adverse effects and high risk of relapse upon discontinuation, highlighting the need for targeted and durable therapeutic...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280915",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vimentin immunization induces TH2/TH17 cell activation and autoantibody production in a novel mouse model of bleomycin induced systemic sclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Systemic sclerosis (SSc) is an autoimmune disease characterized by progressive fibrosis of the skin and lung tissues. Currently available drugs delay SSc progression but do not reverse the sclerotic lesions or cure the disease. Studies of its pathogenesis have been hindered by the lack of an appropriate animal model, as the widely used mouse model of bleomycin (BLM)-induced scleroderma does not reproduce the immune cell activation seen in humans.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41280911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impaired and restored CD8<sup>+</sup> T cell responses to a sequentially mutated spike epitope in Omicron variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "In the post-pandemic era, SARS-CoV-2 variants continue to circulate and evolve. T cell-mediated immunity is essential for antiviral defense, but its evasion by emerging variants remains poorly defined. In this study, we screened spike-derived CD8^(+) T cell epitopes using bioinformatic algorithms and validated them experimentally in COVID-19 vaccine recipients. LYNSASFSTF (LYN), located in the receptor-binding domain (S(368-377)), was identified as an HLA-A*24:02-restricted epitope harboring...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41280906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Copper-Catalyzed C-O Bond Formation between Diaryliodonium Salts and Chelating Alcohols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "We report a copper-catalyzed C-O bond formation using diaryliodonium salts and chelating alcohols. Our protocol operates efficiently under very mild reaction conditions, such as base-free, room temperature, and short reaction time, and uses only 2 mol % Cu(2)O without any additional ligands. These features represent a significant advancement over previous methods, which typically require strong bases, high temperature, and/or additional ligands. Various diaryliodonium salts react in high yields...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Mechanisms of Gas-Ice Interfacial Transport: Size- and Charge-Dependent Fractionation during Bubble Close-off",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Gas-ice interfacial transport phenomena are essential across diverse cryogenic environments, ranging from gas fractionation in polar glaciers to the preservation of cosmogenic noble gases on icy celestial bodies. Bubble close-off in polar glaciers is a compelling example of the complex gas-ice interactions that challenge the interpretation of paleoclimate records preserved in ice cores. While previous studies have provided valuable insights, the molecular mechanisms governing fractionation,...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a submicron emulsion-based delivery system to improve the anti-inflammatory activity of urolithin A",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings underscore the potential of UroA loaded S-EM as an effective delivery system, demonstrating its superiority over simple UroA suspensions in enhancing the systemic anti-inflammatory effects of the postbiotic.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41280710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the potential of UroA loaded S-EM as an effective delivery system, demonstrating its superiority over simple UroA suspensions in enhancing the systemic anti-inflammatory effects of the postbiotic"
    },
    {
      "title": "Municipal solid waste gasification for resilient energy systems: advancing sustainable crisis preparedness in the wake of COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The pandemic increased global waste problems, especially medical and MSW (Municipal Solid Waste), showing the urgent need for sustainability. This research evaluates the environmental and economic sustainability of transforming MSW into syngas and electricity via gasification, using life cycle assessment (LCA) and techno-economic analysis. This research simulates syngas production and energy recovery for a 50-ton-per-day gasification plant, with a focus on waste disposal in Jeddah, Saudi Arabia....",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41280651",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep multimodal biomechanical analysis for lower back pain rehabilitation to improve patients stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Advancements in artificial intelligence are transforming rehabilitation by enabling scalable, patient-centric solutions within modern healthcare systems. This study introduces 3D-PoseFormer, a deep multimodal framework designed for the telerehabilitation of individuals with lower back pain (LBP).",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41280645",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-resolution MRI features of nonarteritic anterior ischemic optic neuropathy: a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates the imaging finding of NAION using high-resolution MRI sequences. HR-CE T2-FLAIR imaging is particularly useful in detecting NAION when combined with other high-resolution MRI sequences. It can provide additional insights into the pathophysiology of NAION, which may aid in obtaining an appropriate diagnosis and follow-up.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the imaging finding of NAION using high-resolution MRI sequences",
      "conclusion": "This study demonstrates the imaging finding of NAION using high-resolution MRI sequences. HR-CE T2-FLAIR imaging is particularly useful in detecting NAION when combined with other high-resolution MRI sequences"
    },
    {
      "title": "Pulsed field ablation vs high-power short duration/very high-power short duration pulmonary vein isolation-Systematic review and meta-analysis with Kaplan-Meier reconstructed individual patient data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PFA was potentially associated with a comparable or reduced ATa recurrence rate and a shorter procedural duration compared with HPSD/VHPSD ablation while maintaining similar complication rates. Further randomized controlled trials are warranted to validate these findings.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280535",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PFA was potentially associated with a comparable or reduced ATa recurrence rate and a shorter procedural duration compared with HPSD/VHPSD ablation while maintaining similar complication rates. Further randomized controlled trials are warranted to validate these findings"
    },
    {
      "title": "Developmental pathway from child maltreatment to children's bullying: sex difference in the longitudinal dual-process model of self-esteem and depression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The finding that distinct maltreatment types are linked to bullying through different, gender-specific psychological pathways highlights the need for tailored prevention strategies that account for both maltreatment type and gender.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The finding that distinct maltreatment types are linked to bullying through different, gender-specific psychological pathways highlights the need for tailored prevention strategies that account for both maltreatment type and gender"
    },
    {
      "title": "Enhancing human spatial awareness through augmented reality technologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Augmented reality (AR) has emerged as a powerful tool for enhancing human spatial awareness by overlaying digital information onto the physical world. This paper presents a review of the methodologies that enable AR-based spatial perception, with a focus on challenging environments such as underwater and disaster scenarios. We review state-of-the-art deep learning approaches for 3D data interpretation and completion, including voxel-based, point-based, and view-based methods. As part of this...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280153",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The method for quantified analysis and pattern visualization for eye blinking using high-frame-rate video",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This study proposes a visualization and analysis method for eye blinking pattern using high-frame-rate videos. The high-frame-rate video clips for visualization are taken using a camera without additional equipment. The partial video clips of eye blinking except for eyelid flutters and microsleeps are extracted from the entire video clip. The changes in shapes and positions of the upper eyelid during the eye blinking sequences are evaluated, and each eye blinking is visualized as a single image....",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence in Chinese healthcare: a review of applications and future prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "China's healthcare infrastructure faces growing population pressure and resource gaps. This review explores how AI applications, regulatory frameworks, and commercialization pathways are reshaping China's healthcare delivery system and global innovation standards. China's AI healthcare market is expected to grow from $900 million in 2020 to $1.59 billion in 2023, and is expected to reach $18.88 billion by 2030, at a Compound Annual Growth Rate (CAGR) of 42.5%. The National Medical Products...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280149",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Institutionalizing convergence education for medical artificial intelligence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "As artificial intelligence (AI) becomes increasingly central to modern healthcare, medical education must move beyond passive knowledge transfer and adopt a system-wide approach to convergence training. This narrative review shares a 5-year case study from Seoul National University College of Medicine (SNU Medicine), which developed a comprehensive, multi-level model for integrating AI into medical education. Instead of relying on pilot programs or piecemeal curriculum updates, SNU Medicine...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280148",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in artificial vision systems: a comprehensive review of technologies, applications, and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This review article focuses on recent advancements and persistent challenges in artificial vision prostheses designed to restore sight for patients affected by retinal diseases. It comprehensively examines various approaches, including epiretinal, subretinal, and suprachoroidal implants, as well as optic nerve and visual cortex stimulation strategies. The critical role of the retina in visual perception is explored, emphasizing how retinal degeneration affects the transmission of visual...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41280145",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soft, conformal tissue-electrode interfaces for bioelectronic devices: material, fabrication strategies, and applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41280143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Conformal tissue-electrode interfaces play a vital role in the long-term high-performance operation of bioelectronic devices, enabling continuous health monitoring, precise diagnosis, and personalized therapeutics as well as human-machine interfaces in the form of electronic skin (E-skin) and prostheses. Softness and mechanical deformability of the tissue-electrode interface minimize the damage to the target tissue and allow long-term efficient signal transmission through conformal integration...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41280143",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Binational comparison of the association between socioeconomic status and metabolic syndrome: A nationally representative study in South Korea and the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings support country-specific strategies, with South Korea prioritizing early MetS prevention and the US reducing access barriers and optimizing health-care spending.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41278616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings support country-specific strategies, with South Korea prioritizing early MetS prevention and the US reducing access barriers and optimizing health-care spending"
    },
    {
      "title": "Very Rare Case of Hyaline Fibromatosis Syndrome Successfully Treated with Surgical Excision and Review of Literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Hyaline fibromatosis syndrome (HFS) is a rare autosomal recessive disorder caused by ANTXR2 gene mutations, resulting in abnormal deposition of hyaline material in connective tissues. Fewer than 100 cases have been documented worldwide. Patients often present with painful joint contractures, gingival hyperplasia, cutaneous nodules, and restricted mobility. Here, we report a 7-year-old boy with HFS who underwent surgical management for near-total obstruction of the external ear canal and multiple...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41278568",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Evolving Reconstruction Toolbox of the Plastic Surgeon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41278563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimized prediction of breast cancer tumor microenvironment using MRI-based intratumoral and peritumoral radiomics: a prospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MRI-based radiomic features from both intratumoral and peritumoral regions are significantly associated with TME components in invasive breast cancer. Contrast-enhanced T1-weighted sequences provided the most robust performance. These findings highlight the potential of MRI-based radiomics as a powerful noninvasive biomarker for characterizing the TME and informing personalized therapeutic strategies, including immunotherapy and ECM-targeted treatments.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41278298",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MRI-based radiomic features from both intratumoral and peritumoral regions are significantly associated with TME components in invasive breast cancer. Contrast-enhanced T1-weighted sequences provided the most robust performance"
    },
    {
      "title": "Chemical, microbiological and histological properties of refrigerated Asian seabass (<em>Lates calcarifer</em>) as influenced by different bleeding methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Bleeding improves fish quality by removing blood, a source of nutrients for microbes and a prooxidant for lipid oxidation. However, different bleeding techniques for Asian seabass particularly related with microbial quality and lipid oxidation of bled fish during storage have not been investigated. This study aimed to compare the effects of water perfusion (WP) and gill-cut (GC) bleeding on quality, and shelf life of Asian seabass. Both WP and GC reduced heme‑iron and non-heme‑iron contents and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41278085",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "compare the effects of water perfusion (WP) and gill-cut (GC) bleeding on quality, and shelf life of Asian seabass",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increasing continuous positive airway pressure use rates in the delivery room for very preterm infants: a quality improvement initiative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that even in extremely preterm infants, a noninvasive resuscitation strategy is feasible, associated with reduced postnatal steroid use, and does not worsen major neonatal outcomes, supporting its use as a viable alternative for those who do not require immediate intubation.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41278036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that even in extremely preterm infants, a noninvasive resuscitation strategy is feasible, associated with reduced postnatal steroid use, and does not worsen major neonatal outcomes, supporting its use as a viable alternative for those who do not require immediate intubation"
    },
    {
      "title": "Study of evoked potentials and early development in premature infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41278025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Evoked potentials have been suggested as potential biomarkers for predicting neurodevelopment. This study aimed to investigate the relationship between evoked potentials (EP) and neurodevelopmental outcomes in preterm infants.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41278025",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the relationship between evoked potentials (EP) and neurodevelopmental outcomes in preterm infants",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of COVID-19 therapeutics on the development of post-infectious lung fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PCPF remains a relevant sequela in COVID-19 survivors. Remdesivir and baricitinib use were associated with a reduced and increased risk of PCPF, respectively. Although adjusted for multiple confounders, residual indication bias of each treatment cannot be completely excluded. Therefore, prospective studies are needed to validate these associations.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277954",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PCPF remains a relevant sequela in COVID-19 survivors. Remdesivir and baricitinib use were associated with a reduced and increased risk of PCPF, respectively"
    },
    {
      "title": "Burden of Musculoskeletal and Headache Disorders in Asian Countries, 1990-2021: A Cross-Sectional Analysis of the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MSK and headache disorders were leading causes of disability in Asia, with significant increments in both DALYs and mortality over the past three decades. These trends underscore the urgent need for targeted prevention and management strategies, particularly for high-burden conditions like lower back pain, migraine, and osteoarthritis.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277928",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MSK and headache disorders were leading causes of disability in Asia, with significant increments in both DALYs and mortality over the past three decades. These trends underscore the urgent need for targeted prevention and management strategies, particularly for high-burden conditions like lower bac..."
    },
    {
      "title": "Precise Detection of Surgical Margin in Head and Neck Cancer Using Dual Near-Infrared Imaging of the Tumor and Tumor Microenvironment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The precise determination of resection margins during head and neck cancer surgery remains an unmet clinical challenge, where balancing complete tumor removal with preservation of healthy tissue is critical. To address this, we developed a dual near-infrared (NIR) fluorescence imaging strategy targeting both tumor cells and the tumor microenvironment (TME) in head and neck squamous cell carcinoma (HNSCC). Armed with 2 small-molecule fluorophores, OCTL14 for tumor-specific imaging and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277913",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Performance Self Powered Broadband Photodetection in Graphene-Contacted MoTe<sub>2</sub>/WS<sub>2</sub> van der Waals Heterostructures via Interfacial Band Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Van der Waals (vdW) heterostructures composed of 2D materials offer a versatile platform for next-generation optoelectronic devices due to their tunable band structures, strong light matter interactions, and clean vdW interfaces. Here, this work reports on the fabrication and in depth characterization of a broadband photodetector based on a vertically stacked MoTe(2)/WS(2) heterostructure with a few layer graphene serving as transparent, tunable contact electrodes. The device is assembled...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41277519",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness and safety of electroacupuncture and manual acupuncture in postmenopausal women with overactive bladder: a multicenter, randomized, controlled, parallel clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There were no significant differences between 2 Hz EA, 16 Hz EA and MA for the treatment of OAB-related symptoms in postmenopausal women, except for a tentative finding that 2 Hz EA may reduce the number of urinary urgency episodes compared to MA (secondary outcome without correction for multiple testing).",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41277510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There were no significant differences between 2 Hz EA, 16 Hz EA and MA for the treatment of OAB-related symptoms in postmenopausal women, except for a tentative finding that 2 Hz EA may reduce the number of urinary urgency episodes compared to MA (secondary outcome without correction for multiple te..."
    },
    {
      "title": "Micro-Petal Cobalt-Doped FeMoB Framework for Efficient Hydrogen Generation in Ampere-Level Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Efforts to develop highly efficient, affordable replacements for noble/precious metal electrocatalysts for hydrogen generation via water electrolysis continue to face critical challenges in addressing global energy and environmental concerns. Herein, Co-doped FeMoB micro-petal (MP) novel framework is demonstrated via a two-step hydrothermal approach, followed by thermal annealing treatment. The optimized Co/FeMoB MP exhibits significantly enhanced HER/OER performance, requiring only 54/257 mV at...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277472",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regenerative Potential of Various Plant-Derived Exosome Injections in Laser-Induced Skin Wound Healing in a Rabbit Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Plant-derived exosomes enhance cutaneous wound repair with formulation-specific benefits. Glow optimized early and late collagen deposition, Exoline promoted angiogenesis, and Elysee contributed to intermediate angiogenic effects. These findings support the potential for tailored exosome-based therapies in regenerative dermatology. These preliminary results in a rabbit model warrant further investigation in long-term studies and human clinical applications.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277469",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Plant-derived exosomes enhance cutaneous wound repair with formulation-specific benefits. Glow optimized early and late collagen deposition, Exoline promoted angiogenesis, and Elysee contributed to intermediate angiogenic effects"
    },
    {
      "title": "Intracellular biosensors by functional nanomaterial-integrated CRISPR technologies for real-time molecular sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CRISPR technology, originally developed as a genome-editing tool, has recently emerged as a powerful platform for intracellular biosensing. By harnessing the programmability and target specificity of CRISPR-associated proteins, such as Cas9, Cas12, and Cas13, researchers have engineered biosensors capable of detecting a wide array of intracellular signals, including nucleic acids, non-coding RNAs, and small-molecule metabolites. This review discusses the recent advancements in CRISPR-powered...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277417",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retrospective assessment of time-dependent depression risk following epilepsy diagnosis in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This study aimed to assess the long-term risk for depression in individuals with epilepsy, identify time-specific risk patterns, and evaluate high-risk subgroups in a nationwide cohort from South Korea. This nationwide retrospective matched cohort study analyzed data from 2,267 patients with epilepsy and 22 670 age- and sex-matched controls retrieved from the Korean National Health Insurance Service cohort (2002-2013) were analyzed. KCD-8 codes (F32 and F33) were used as depression markers and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277411",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the long-term risk for depression in individuals with epilepsy, identify time-specific risk patterns, and evaluate high-risk subgroups in a nationwide cohort from South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Novel HLA-C*07:1193 Allele Was Identified by Next-Generation Sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "HLA-C*07:1193 differs from HLA-C*07:02:01:03 in exon 5 codon 292 (GCT>GTT).",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277302",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hopelessness and Childhood Trauma Experiences in the Relationship Between Technology-Facilitated Sexual Violence and Suicidal Ideation Among Young Women in South Korea: A Moderated Mediation Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Women in their 20s and 30s are particularly vulnerable to technology-facilitated sexual violence (TFSV). Such victims often perceive their circumstances as uncontrollable and one-sided, which may lead to hopelessness and suicidal ideation. Despite increasing awareness of the harmful psychological effects of TFSV, limited research has explored the mechanisms underlying its association with suicidal ideation. This study aimed to examine whether hopelessness mediates the relationship between TFSV...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine whether hopelessness mediates the relationship between TFSV",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dietary factors and MRI biomarkers of brain aging in general populations: A comprehensive systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This systematic review examined the associations of dietary factors such as nutrients, food intake, dietary patterns, and dietary biomarkers with structural and functional brain MRI biomarkers, focusing on macrostructural, microstructural, lesion, and perfusion measures and functional activity/connectivity. Articles published in English were systematically searched in PubMed, Embase, and PsycInfo up to July 19, 2024. A total of 38 prospective cohort studies (23 cross-sectional and 15...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41277259",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "English were systematically searched in PubMed, Embase, and PsycInfo up to July 19, 2024",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technical Tips for Surgical Treatment of Takayasu Arteritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Takayasu arteritis (TAK) is a rare form of vasculitis that is more common in young Asian females. TAK is characterized as idiopathic, inflammatory, granulomatous, and large-vessel panarteritis. This review provides a brief summary of the etiology and clinical phase of TAK, its epidemiology in Korea, challenges in diagnosis and treatment, and the outcomes of open versus endovascular therapy. In addition, it outlines the general principles of surgical treatment and provides technical tips for TAK...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277227",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerated Mitochondrial Genome Evolution in Parasitic Barnacles Driven by Adaptive and Non-Adaptive Responses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277223/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Parasitic lifestyles often impose profound evolutionary pressures, affecting molecular evolution through both adaptive and non-adaptive mechanisms. Among barnacles (subclass Cirripedia), the obligate parasitic Rhizocephala differ markedly from their filter-feeding thoracican relatives in morphology, ecology, and life history. However, how the shift to parasitism has shaped mitochondrial genome evolution within Cirripedia remains unclear. Here, we present the first comprehensive comparative...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277223",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of the Additional Pseudo-Crossover Frequency of Nanoparticles in Low Frequency Dielectrophoresis Regime",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Dielectrophoresis (DEP) is a powerful tool for manipulating particles using non-uniform electric fields. This study combines numerical simulations and experiments to investigate crossover frequencies (COFs) for micro- and nanoparticles in a 3D microfluidic device with circular traps. MATLAB simulations revealed an inverse relationship between particle size and COF. For microparticles with diameters of 1.03, 2.27, 4.42, and 6.83 µm, the COFs were calculated as 769.10, 352.76, 183.96, and 120.51...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41277183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Subjective Socioeconomic Status and Interpersonal and Non-Interpersonal Trauma on Extreme Social Withdrawal: A Path Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings provide a more comprehensive account of the mechanisms underlying ESW and highlight the complex interplay of socioeconomic, traumatic, and psychiatric factors. Interventions should adopt a multifaceted approach that addresses not only behavioral withdrawal but also socioeconomic inequality, trauma exposure, and co-occurring psychiatric symptoms.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41277160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide a more comprehensive account of the mechanisms underlying ESW and highlight the complex interplay of socioeconomic, traumatic, and psychiatric factors. Interventions should adopt a multifaceted approach that addresses not only behavioral withdrawal but also socioeconomic inequ..."
    },
    {
      "title": "READER'S FORUM",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41277146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A plain language summary of the TROPiCS-04 study: sacituzumab govitecan use after platinum-based chemotherapy and immunotherapy in people with locally advanced or metastatic cancer of the bladder, urethra, or upper urinary tract",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277126",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance Evaluation of Whole-Genome Amplification Platforms for Clinical Next-Generation Sequencing with Minimal Nucleic Acid Input",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277018/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Each platform demonstrated specific strengths and limitations depending on analytical endpoints. Modified MALBAC-based platforms can perform optimally when quantitative accuracy is critical, such as in chimerism or CNV analysis, whereas PTA-based WGA can be preferred when allelic fidelity is essential. Our findings can help guide platform selection tailored to specific clinical applications using low-input NGS, including preimplantation testing or cell-free DNA analysis.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41277018",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Each platform demonstrated specific strengths and limitations depending on analytical endpoints. Modified MALBAC-based platforms can perform optimally when quantitative accuracy is critical, such as in chimerism or CNV analysis, whereas PTA-based WGA can be preferred when allelic fidelity is essenti..."
    },
    {
      "title": "Glycemic Improvement with Low-Dose Dulaglutide Is Associated with Leptin and Obestatin Modulation in Type 2 Diabetes Mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Dulaglutide improved glycemic control through mechanisms beyond weight reduction. Hormonal changes in leptin, adiponectin, and obestatin may help predict responses to GLP-1 RAs therapy.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41277001",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Dulaglutide improved glycemic control through mechanisms beyond weight reduction. Hormonal changes in leptin, adiponectin, and obestatin may help predict responses to GLP-1 RAs therapy"
    },
    {
      "title": "A Pharmacoinformatics and Molecular Dynamics Approach to the Phytochemical Screening of Ficus hispida Fruits for Prostate Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The identified phytochemicals from Ficus hispida demonstrate significant potential to inhibit androgen receptor activity and could serve as promising candidates for developing therapeutic agents against prostate cancer.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41276981",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The identified phytochemicals from Ficus hispida demonstrate significant potential to inhibit androgen receptor activity and could serve as promising candidates for developing therapeutic agents against prostate cancer"
    },
    {
      "title": "Small and Simple Molecular Structure Based Thermally Stable Ruthenium Precursor in Advancing Ruthenium ALD Process for Scaled Interconnect Metallization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Ruthenium (Ru) via atomic layer deposition (ALD) has emerged as a promising alternative to copper-interconnects. For the first time, a small yet simple molecular structure Ru precursor, [Ru(trimethylenemethane (TMM))(p-cymene)], with excellent thermal stability up to 400 °C is introduced that enables a high-temperature ALD-Ru process with a high growth per cycle of ≈1.28 Å cycle^(-1) and a short incubation period (≈8 cycles) on TiN, facilitating uniform, dense film growth. The process achieves...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU",
        "UNIST"
      ],
      "pmid": "41276950",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parallel Genome-Wide CRISPR Screens Reveal SORL1 and ZFYVE19 as Sequential Host Determinants of Salmonella Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Salmonella enterica, a major cause of gastroenteritis and typhoid fever, hijacks host machinery to invade cells, and replicate within a specialized niche. While some host factors are known, a comprehensive, temporally-resolved understanding of the host-pathogen interface has been hindered by a lack of suitable genome-wide methodologies. To address this, a parallel CRISPR screening platform is developed to identify host determinants for distinct infection stages. An invasion screen captured...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41276924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative Detection of Perirenal Fat Invasion in Renal Cell Carcinoma: Integration of Qualitative and Quantitative CT Parameters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41276923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Qualitative CT features (lobulated tumors, irregular margins, perirenal thickened fascia) and an objective quantitative parameter (threshold 154.2 mm tumor contact length) were significant independent predictors of perirenal fat invasion in RCC. These findings emphasize the complementary value of combining subjective and objective imaging features to enhance preoperative staging accuracy.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41276923",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "quantitative parameter (threshold 154",
      "significance": null,
      "conclusion": "Qualitative CT features (lobulated tumors, irregular margins, perirenal thickened fascia) and an objective quantitative parameter (threshold 154.2 mm tumor contact length) were significant independent predictors of perirenal fat invasion in RCC"
    },
    {
      "title": "Solvation of lithium iodide cluster cations via bridging diamine coordination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251125023838&v=2.18.0.post22+67771e2",
      "description": "Diamines are well-known bidentate ligands that coordinate with metal cations; however, their solvation behavior with ionic clusters remains largely unexplored. In this study, we investigated the structures of lithium iodide ionic clusters solvated by ethylenediamine and N,N,N',N'-tetramethylethylenediamine using electrospray ionization(ESI)-ion mobility spectrometry-mass spectrometry. Interestingly, diamines were found to stabilize ionic clusters by bridging two metal cations, even though such...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41283720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the structures of lithium iodide ionic clusters solvated by ethylenediamine and N,N,N',N'-tetramethylethylenediamine using electrospray ionization(ESI)-ion mobility spectrometry-mass spectrometry",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Perturbative Oxygen Vacancy Mapping via Independently-Contacted, Reciprocally-Switching Double-Layer ECRAM for In-Memory Computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41277492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251125023838&v=2.18.0.post22+67771e2",
      "description": "The electrochemical control of ion migration is fundamental to the development of oxide memristors and neuromorphic devices. Among them, oxygen-ion-based electrochemical random-access memory (ECRAM) offers low variability and high training accuracy, making it suitable for analog in-memory computing. However, conventional vertically-stacked ECRAMs hinder real-time visualization of ion migration paths, limiting further device optimization. Here, an independently-contacted, reciprocally-switching...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "UNIST"
      ],
      "pmid": "41277492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Sustainable One-Pot Process for Esomeprazole Production via Enantioselective Iron Catalysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "For the production of active pharmaceutical ingredients through sustainable organic synthesis, the use of inexpensive and non-toxic catalysts is desirable. Recently, homogeneous chiral Fe catalysts have received considerable attention as tools for achieving this goal. However, chiral Fe catalysts often perform poorly when used to synthesize complex molecules, limiting their application to large-scale syntheses. In this study, we developed an asymmetric sulfoxidation reaction for the production...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41285457",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biological aging and sex differences in cholinergic sweating: From young adults to the elderly in their 80s and beyond",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Aging from young to middle-aged and older adulthood modulates sweating differently across body regions, yet how biological aging from young adulthood to the 80s and beyond affects cholinergic sweating remains unclear. A total of 248 participants (143 males and 105 females) were grouped as young (≥18+20s), middle-aged (30s+40s+50s), older (60s+70s) adults, and elderly (80s+90s). Acetylcholine-induced sweat rate, activated sweat gland density, and sweat gland output were assessed via transdermal...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41285407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chronic pulmonary coccidioidomycosis complicated with meningitis: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "We encountered a case of chronic pulmonary coccidioidomycosis complicated with meningitis in a 53-year-old African-American veteran with a history of staying in Arizona, United States of America. The patient was referred from another hospital with complaints of cough, blood-stained phlegm, hemoptysis, and headache. Chronic pulmonary coccidioidomycosis was suspected based on the presence of multiple pulmonary cavity lesions on computed tomography (CT) and a relevant exposure history, and the...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41285312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Symptom Relief from Tub Bathing in Terminal Cancer: A Multicenter, Controlled Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Bathing is effective in ameliorating the symptoms of terminal cancer patients.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41285256",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bathing is effective in ameliorating the symptoms of terminal cancer patients"
    },
    {
      "title": "Palmitic acid induced the onset of lipotoxicity in a HepaSH-on-chip model with raised of H<sub>2</sub>O<sub>2</sub> and IL-6, and altered p38/MAPK &amp; JAK/STAT pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Hepatic inflammation induced by lipotoxicity is a key event in the progression of liver steatosis to non-alcoholic steatohepatitis (NASH). To characterize this process, we investigated the response of HepaSH cells-a novel mature human hepatocyte derived from chimeric mice-to a weak but chronic palmitic acid (PA) exposure, a prevalent dietary fatty acid. To mimic the hepatic microphysiological environment, cells were cultured using organ-on-chip technology and exposed to PA for two weeks....",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41285220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the response of HepaSH cells-a novel mature human hepatocyte derived from chimeric mice-to a weak but chronic palmitic acid (PA) exposure, a prevalent dietary fatty acid",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GATE 10 Monte Carlo particle transport simulation -Part II: architecture and innovations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Over the past years, we have developed GATE version 10, a major reimplementation of the long-standing Geant4-based Monte Carlo application for particle and radiation transport simulation in medical physics. This release introduces many new features and significant improvements, most notably a Python-based user interface replacing the legacy static input files. The new functionality of GATE version 10 is described in the part 1 companion paper (Sarrut et al., 2025).The development brought...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41285109",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "the part 1 companion paper (Sarrut et al.",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GATE 10 Monte Carlo particle transport simulation -Part I: development and new features",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41285107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "We present GATE version 10, a major evolution of the open-source Monte Carlo simulation application for medical physics, built on Geant4. This release marks a transformative evolution, featuring a modern Python-based user interface, enhanced multithreading and multiprocessing capabilities, the ability to be embedded as a library within other software, and a streamlined framework for collaborative development. In this Part 1 paper, we outline GATE's position among other Monte Carlo codes, the...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41285107",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How social learning enhances-or undermines-efficiency and flexibility in collective decision-making under uncertainty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Balancing efficiency and flexibility in collective decision-making is increasingly critical in modern societies characterized by rapid sociocultural and technological change. Recent research in cognitive neuroscience has proposed two contrasting computational algorithms for social learning: value shaping (VS) and decision biasing (DB). VS posits that others' choices serve as \"pseudo-rewards\" that directly shape an observer's valuations, leading them to prefer popular options even in the absence...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284859",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What is the role of AI-driven automation in static surgical guide design? A scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This scoping review found that most surgical guide planning software employs a semi-automated approach requiring human intervention, which has shown clinically acceptable implant placement accuracy. Fully automated (AI-based) designs were not yet validated scientifically.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284519",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This scoping review found that most surgical guide planning software employs a semi-automated approach requiring human intervention, which has shown clinically acceptable implant placement accuracy. Fully automated (AI-based) designs were not yet validated scientifically"
    },
    {
      "title": "Interprofessional collaboration competency development in healthcare students during clinical placements in the time of COVID-19: a mixed methods systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The COVID-19 pandemic triggered unprecedented challenges to the clinical education of healthcare students. Although alternative clinical placements were developed and introduced, it is unclear whether students successfully acquired interprofessional competencies required to be collaborative practice-ready healthcare workers. We examined interprofessional collaboration competency acquisition from adapted and alternative clinical placements that were made available to pre-qualification healthcare...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284385",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "interprofessional collaboration competency acquisition from adapted and alternative clinical placements that were made available to pre-qualification healthcare",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thin, Flexible Humidity Sensors with Self-Doped Organic Conducting Polymers Waterproofed by Cross-Linked Polyvinyl alcohol for Monitoring Transpiration on Plant Leaves",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Recording the transpiration status of plant leaves without burdening biological activity is important for optimizing the growing environment and raising crop productivity. Flexible and light transpiration sensors have attracted great attention because they can attach to leaves with a lower mechanical load than conventional sensors composed of heavy and rigid materials. However, existing flexible sensors require a chemical adhesive or adhesive tape, which would induce deterioration of leaves...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284345",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for optimizing the growing environment and raising crop productivity",
      "conclusion": null
    },
    {
      "title": "Small Intestine-Permeable Cyclic Peptide-Based Technology Enables Efficient Oral Delivery and Glycemic Efficacy of Zinc-Stabilized Insulin Hexamer and Its Analogs in Diabetic Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Oral administration of protein therapeutics, such as insulin, is hindered by enzymatic degradation and poor intestinal permeability. To overcome these barriers, we present a peptide-based delivery platform that uses a DNP peptide that is permeable in the small intestine. We engineered DNP-V, a modular carrier peptide, fused to an insulin-interacting peptide. We demonstrated that the coadministration of DNP-V with zinc-stabilized insulin hexamers in diabetic mice enables a rapid, robust, and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284288",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Author Reflections: Unexpected Intraoperative Positive Ductal Margin in Pancreaticoduodenectomy for Distal Cholangiocarcinoma: Is Hepatopancreatoduodenectomy Always Necessary?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "LEAP2 as a therapeutic target in obesity and cardiometabolic disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Obesity is a global public health challenge intimately linked to cardiometabolic complications. Although current anti-obesity medications can produce substantial and rapid weight loss, their discontinuation often results in rapid weight regain, underscoring the urgent need for therapies that support long-term weight loss maintenance. The ghrelin receptor system, comprising the hormone ghrelin and its receptor growth hormone secretagogue receptor 1a (GHSR1a), has long been a target for appetite...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of sex and age on the gene expression of periodontal and pulp tissues during orthodontic tooth movement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our study demonstrates that under OF, DP's reaction is not sex-based, whereas PDL's is, particularly in the early phase of OTM, with women showing a more pronounced osteoclastic response. Age-related effects in DP tissue primarily influence Ca^(2+) homeostasis and DNA damage repair in early phases, and tissue repair and adaptive responses later. In contrast, age impacts PDL tissue mainly in the later stages of OTM, affecting its regenerative capacity.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrates that under OF, DP's reaction is not sex-based, whereas PDL's is, particularly in the early phase of OTM, with women showing a more pronounced osteoclastic response. Age-related effects in DP tissue primarily influence Ca^(2+) homeostasis and DNA damage repair in early phases, ..."
    },
    {
      "title": "Evaluation of the small-field output factor in eclipse modeling methods using representative beam and measured data with averaged ionization chamber and diode detector measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Beam modeling for radiotherapy treatment planning systems (RTPS) can be performed using representative beam data (RBD) or direct measurements. However, RBD typically excludes output factor (OPF) measurements for fields smaller than 3 × 3 cm². The Eclipse treatment planning system addresses this limitation by incorporating measured OPF data for fields as small as 1 × 1 cm². Although existing studies have primarily examined the accuracy of small-field OPFs for plastic scintillator detectors,...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284147",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of IL12RB2, RORC, and class II HLA polymorphisms with severe erythema multiforme of regorafenib in Japanese patients with colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Type IV hypersensitivity reaction-related polymorphisms were associated with regorafenib-induced EM.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284062",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Type IV hypersensitivity reaction-related polymorphisms were associated with regorafenib-induced EM"
    },
    {
      "title": "Japanese nationwide surveys on bariatric/metabolic procedures in 2021-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The Japan Society for Treatment of Obesity has repeated nationwide surveys on bariatric/metabolic procedures, including endoluminal procedures. We report the changes from 2021 to 2024. An e-mail survey was sent to 108 Japanese institutions that performed the bariatric/metabolic procedures. The number of laparoscopic bariatric/metabolic surgeries was as follows: 2021 (n = 890), 2022 (n = 985), 2023 (n = 936), and 2024 (n = 915). The number of laparoscopic sleeve gastrectomy (LSG) with bypass...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical significance of the naples prognostic score in patients with colorectal liver metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284059/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The NPS can be useful in predicting long-term outcomes in patients with CRLMs after hepatectomy.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284059",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The NPS can be useful in predicting long-term outcomes in patients with CRLMs after hepatectomy"
    },
    {
      "title": "Intracranial pressure toxicity: a matter of dose, not thresholds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41284016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41284016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementing generative pretrained transformer models for text recognition tasks in safety data sheets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Workplaces handling chemicals require an up-to-date and comprehensive assessment of the potential risks for their workforce. Online safety data sheets (SDSs) inventories provide adequate information to perform risk assessments. However, current practices that manually import information from SDSs into the online inventories are time-consuming, leading to delayed or inadequate risk assessments. This study presents a pipeline using large language models (LLMs) to automate the extraction and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current status of hematopoietic cell transplantation in patients with peripheral T-cell lymphoma including adult T-cell leukemia-lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Peripheral T-cell lymphomas (PTCLs) are biologically diverse and clinically aggressive, and are difficult to control long-term with conventional immunochemotherapy. Hematopoietic cell transplantation (HCT) is a key treatment option. Autologous HCT (auto-HCT) as first-line consolidation has shown durable progression-free survival in phase 2 studies and in the auto-HCT arm of the randomized AATT trial (intent-to-treat PFS 30-49%), although its routine use after complete metabolic response remains...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283963",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal machine learning for surgical decision support in epilepsy: Current evidence and translational gaps",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: This systematic review synthesizes evidence on multimodal machine learning (ML) decision support systems for epilepsy surgery focusing on postsurgical outcome prediction, with emphasis on methodological quality and implications for clinical practice.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283879",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "This systematic review synthesizes evidence on multimodal machine learning (ML) decision support systems for epilepsy surgery focusing on postsurgical outcome prediction, with emphasis on methodologic...",
      "significance": "for clinical practice",
      "conclusion": null
    },
    {
      "title": "Impact of off-center diagonal profile depth pairing on gamma pass rates in portal dosimetry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283810/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the impact of off-center diagonal (OCD) profile depth pairing between the treatment planning system (TPS) and the electronic portal imaging device (EPID) on gamma pass rates in portal dosimetry. In clinical workflows, OCD profiles are used in the TPS to generate predicted images via the portal dosimetry image prediction (PDIP) algorithm and in the EPID system to correct measured fluence. The consistency of these settings may influence verification accuracy. Portal images...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283810",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of off-center diagonal (OCD) profile depth pairing between the treatment planning system (TPS) and the electronic portal imaging device (EPID) on gamma pass rates in portal dosimetry",
      "conclusion": null
    },
    {
      "title": "Reservoir computing on manifolds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Reservoir computing has attracted considerable attention as an effective method for learning chaotic time series generated by dynamical systems. In this paper, we propose a new reservoir computing approach that is adapted to dynamical systems on general manifolds, representing a natural extension of the usual method for dynamical systems on the Euclidean spaces. We also present numerical results for learning the hyperbolic toral automorphism and the tripling map on the circle to demonstrate that...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Abdominal Obesity on Frailty Development: A Web-Based Survey Using a Smartphone Health App",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Identifying adults at high risk of frailty and implementing appropriate interventions are critical for extending healthy life expectancy. This retrospective cohort study examined whether abdominal obesity predicts frailty progression over one year among 2962 community-dwelling adults aged 30-79 years in Osaka Prefecture, Japan. Methods: Data were collected from 2962 individuals (mean age, 62.7 ± 8.8 years) who completed annual surveys through a health application in both...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283458",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Identifying adults at high risk of frailty and implementing appropriate interventions are critical for extending healthy life expectancy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations Between Decision-Making Biases and Swallowing and Physical Functions in Community-Dwelling Older Adults: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: In the context of global aging, maintaining daily habits such as adequate nutrition and regular exercise are essential to achieve healthy aging. Therefore, the preservation of swallowing and physical functions is fundamental. Jaw-opening force, an important swallowing function, is linked to physical function. Daily health behaviors are shaped by decision-making biases, which influence decision-making. Individuals with high procrastination tendencies may be less likely to...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283448",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "In the context of global aging, maintaining daily habits such as adequate nutrition and regular exercise are essential to achieve healthy aging",
      "significance": "swallowing function, is linked to physical function",
      "conclusion": null
    },
    {
      "title": "Low Concentrations of Sulfoxaflor Do Not Adversely Affect mRNA Levels in Various Testicular Cells When Administered to Either Mature or Immature Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Sulfoxaflor, an insecticide, acts on nicotinic acetylcholine receptors. It has a functional group similar to that of neonicotinoid insecticides, which are testicular toxicants. Recently, the adverse effects of sulfoxaflor on the testes have been reported in rats. This study aimed to address the lack of reports on sulfoxaflor administration in mice and its effects on the testes. ICR mice (3- and 10-week-old) were treated ad libitum with two different concentrations (10 and 100 mg/kg) of...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "address the lack of reports on sulfoxaflor administration in mice and its effects on the testes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Visually-provoked seizures: Consensus of the Epilepsy Foundation Working Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "In 2005, the Epilepsy Foundation published an expert consensus (Epilepsia 2005; 46:1423-1425) on actions to minimize risks of visually-provoked (photosensitive) seizures (VPS). Since then, technology, scientific information, and experience have greatly expanded. An international expert panel convened by the Epilepsy Foundation collated literature, information, and opinions regarding VPS. Consensus guidelines are divided into advice for: patients and families, clinicians, designers of video...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283196",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regio-Dependent Optoelectronic Properties of Oligomeric Peropyrenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41283194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "Accumulation of π-conjugated structures is a promising strategy for developing new optoelectronic materials. We report the synthesis and characterization of peropyrene oligomers in different connecting manners. For the synthesis of the oligomers, we employed a consecutive reaction protocol, the cross McMurry coupling, photocyclization, and aromatization reactions (MPA protocol), using 2,3-dihydro-1H-phenalen-1-one modified with solubilizing groups and dimeric 2,3-dihydro-1H-phenalen-1-one...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41283194",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive serum glycopeptide spectrum analysis with machine learning for non-invasive early detection of gastrointestinal cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41282421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CSGSA represents a breakthrough in non-invasive gastrointestinal cancer diagnostics, combining glycopeptide profiling with machine learning to achieve unprecedented accuracy. This method provides a cost-effective and scalable alternative to invasive procedures and may have potential utility in general health screening, which warrants further investigation.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41282421",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CSGSA represents a breakthrough in non-invasive gastrointestinal cancer diagnostics, combining glycopeptide profiling with machine learning to achieve unprecedented accuracy. This method provides a cost-effective and scalable alternative to invasive procedures and may have potential utility in gener..."
    },
    {
      "title": "Synthesizing the risk of postoperative delirium in organ transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "This letter provides a critical appraisal of the comprehensive meta-analysis by Hou et al, which synthesizes the incidence and risk factors for postoperative delirium (POD) in organ transplant recipients. Their work establishes a pooled POD incidence of 20%, with significant variability across organ types (lung 34%, liver 22%, kidney 6%), and identifies key risk factors including primary graft dysfunction, hepatic encephalopathy, and high model for end-stage liver disease/acute physiology and...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41281535",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of non-invasive interventions for internet gaming disorder: A meta-analysis of randomized controlled trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings support the efficacy of scalable, low-risk non-invasive interventions as first-line treatment options for IGD, particularly in youth populations. Future studies should prioritize investigating long-term outcomes, comparing the effectiveness of different non-invasive modalities, and developing culturally adaptive delivery methods.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41281510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings support the efficacy of scalable, low-risk non-invasive interventions as first-line treatment options for IGD, particularly in youth populations. Future studies should prioritize investigating long-term outcomes, comparing the effectiveness of different non-invasive modalities, and de..."
    },
    {
      "title": "Investigation of phytochemical profiling and biological activities of methanol extract from <em>Eryngium billardieri</em>: antimicrobial, antibiofilm, and anthelmintic properties",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "The genus Eryngium, belonging to the Umbelliferae family, comprises flowering plants with various pharmacological activities, including anti-inflammatory and antidiabetic properties. However, many of these activities lack scientific evaluation. This study aimed to characterize the metabolites and evaluate the antihelmintic, antibacterial, and antibiofilm activities of a methanolic extract derived from the aerial parts of Eryngium billardieri. Metabolite characterization was conducted using LC-MS...",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41281318",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterize the metabolites and evaluate the antihelmintic, antibacterial, and antibiofilm activities of a methanolic extract derived from the aerial parts of Eryngium billardieri",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Retinal phlebitis complicated by punctate inner choroidopathy-like lesions: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41281265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251125023833&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The distribution of lesions along the retinal veins suggests that this case represents a presentation of PIC-like lesions secondary to retinal phlebitis.",
      "pubDate": "2025-11-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41281265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The distribution of lesions along the retinal veins suggests that this case represents a presentation of PIC-like lesions secondary to retinal phlebitis"
    }
  ]
}