{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-08-30T07:37:40.626Z",
  "totalItems": 150,
  "totalArchived": 3038,
  "newPapersAdded": 184,
  "institutionBreakdown": {
    "KAIST": 14,
    "SNU": 93,
    "Yonsei University": 1,
    "SKKU": 1,
    "POSTECH": 5,
    "Korea University": 65,
    "IBS": 9,
    "UNIST": 0,
    "Hanyang University": 7,
    "KIST": 3,
    "GIST": 6,
    "Kyung Hee University": 10,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 75,
    "Cancer Research": 13,
    "Neuroscience": 10,
    "Computer Science": 5,
    "Materials Science": 11,
    "Biomedical": 36
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Student perspectives on AI-supported formative assessment in pharmacology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250830033734&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings illustrate the complex interplay between technological, contextual and individual factors in shaping the effectiveness of AI-supported formative assessment. Students found the AI-generated feedback to be useful and mostly reliable, but raised concerns regarding AI being overly positive, the timing and mandatory nature of the assessment, and the workload required to engage with lengthy narrative feedback comments. While AI tools have the potential to provide reliable,...",
      "pubDate": "2025-08-30T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40883861",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings illustrate the complex interplay between technological, contextual and individual factors in shaping the effectiveness of AI-supported formative assessment. Students found the AI-generated feedback to be useful and mostly reliable, but raised concerns regarding AI being overly positive,..."
    },
    {
      "title": "Rapid simulation for real-time flood depth prediction using support vector machine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Local Intensive Precipitation (LIP), intensified by climate change, has increasingly caused severe urban flooding. Although traditional hydrodynamic models such as SWMM and FLO-2D offer high accuracy in flood prediction, their computational demands hinder real-time application. This study introduces a rapid flood depth prediction model based on a Support Vector Machine (SVM), trained with data generated from a physically-based 1D-2D coupled simulation. The target area is the Jinheung Apartment...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40883470",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthetic data generation method improves risk prediction model for early tumor recurrence after surgery in patients with pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Pancreatic cancer is aggressive with high recurrence rates, necessitating accurate prediction models for effective treatment planning, particularly for neoadjuvant chemotherapy or upfront surgery. This study explores the use of variational autoencoder (VAE)-generated synthetic data to predict early tumor recurrence (within six months) in pancreatic cancer patients who underwent upfront surgery. Preoperative data of 158 patients between January 2021 and December 2022 was analyzed, and machine...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40883332",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxiracetam and physical activity in preventing cognitive decline after stroke: A multicenter, randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: This multicenter, double-blind, placebo-controlled trial, commissioned by South Korea's Ministry of Food and Drug Safety, evaluated the effect of oxiracetam for preventing post-stroke cognitive impairment (PSCI) and explored potential interaction with physical activity using neuroimaging.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40882961",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural and functional characteristics of local immune memory formation in SARS-CoV-2-infected cynomolgus macaques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "As the primary interface with the environment, the lungs require a robust local immune defense against pathogens. In a non-human primate model of SARS-CoV-2 Omicron infection, we used scRNA-seq, spatial transcriptomics, and immunoassays to investigate localized immune memory. Our results demonstrated established adaptive responses in lung tissue and medLNs, with significant activation of tissue-resident T cells and GC (germinal center) B cells. Inducible bronchus-associated lymphoid tissue...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "40882689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating the neurophysiological effects of active noise cancellation on concentration in noisy environments using functional near-infrared spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "In this study, we used functional near-infrared spectroscopy to examine the neurophysiological effects of active noise cancellation (ANC) technology on cognitive performance in noisy environments. Forty-one normal-hearing adults performed an auditory decision-making task in ANC ON and ANC OFF conditions. During the task, concentration changes in oxyhemoglobin (Δoxy-Hb) in the prefrontal cortex were measured, subjective listening effort was assessed using a visual analog scale (VAS), and...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SKKU",
        "SNU"
      ],
      "pmid": "40882583",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "BIDpred: unraveling B cell Immunodominance hierarchical pattern using statistical feature discovery and deep learning prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Knowledge of B cell immunodominance is important for designing vaccines that may elicit effective immune responses. However, the prevalence and characteristics of B cell immunodominance remain poorly understood. In this study, we introduced an immunodominance score through novel data processing methods and identified statistically significant characteristics of B cell immunodominance at the residue and patch levels. Based on these findings, we developed BIDpred, a B cell ImmunoDominance...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40881689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for designing vaccines that may elicit effective immune responses",
      "conclusion": null
    },
    {
      "title": "Novel Extraluminal silicone tracheal stent: Development and evaluation in a rabbit model of tracheomalacia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Tracheal collapse (TC), defined by excessive tracheal collapsibility, often results in severe respiratory distress in small-breed dogs. Surgical intervention, including the placement of extraluminal stents, has been employed as a treatment option. Owing to the anatomical and physiological similarities between rabbit and canine tracheas, a rabbit model was utilized to develop a novel extraluminal silicone tracheal stent and evaluate its feasibility in treating tracheomalacia. The stent was...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40880060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Evolution and Zoonotic Potential of Muju Virus (Orthohantavirus puumalaense) in Craseomys regulus, Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Orthohantavirus puumalaense causes hemorrhagic fever with renal syndrome in Europe, with Puumala virus (PUUV) as its primary representative. Muju virus (MUJV), harbored by Craseomys regulus, an Arvicolinae rodent species endemic to the Republic of Korea (ROK), is also a genotype of O. puumalaense. However, their genomic diversity and zoonotic potential remain largely unknown. To investigate their prevalence, 185 voles were collected from 23 regions of the ROK between 2012 and 2023. Serological...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40879634",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in nanoporous NO<sub><em>x</em></sub> gas sensors: synergizing Raman spectroscopy, IoT, and machine learning for high-performance detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Among various pollutants, nitrogen oxides (NO(x)) stand out as particularly harmful irritant gases, known to cause airway inflammation at elevated concentrations. Chemiresistive gas sensing (CGS) has revolutionized gas detection with its low power consumption, cost-effectiveness, high sensitivity, fast response, and long-term stability. Traditional materials such as metal oxides, conducting polymers, and carbon-based materials used for NO(x) detection often suffer from poor selectivity and...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40878801",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crystal structures of the μ2 subunit of clathrin-adaptor protein 2 in complex with peptides derived from human papillomavirus 16 E7",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Human papillomaviruses (HPVs) cause abnormal cellular proliferation, leading to malignant or benign lesions, such as cervical cancer and warts. The genome of HPV16, the most prevalent high-risk oncogenic genotype within the Alphapapillomavirus genus, encodes two oncoproteins. One of these proteins, E7, interacts with multiple host proteins and modulates their functions through distinct pathways. The CR2 domain of HPV16 E7 was recently reported to interact with the μ2 subunit of clathrin-adaptor...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40878558",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-Pot Monomer-Level Fabrication of Anion Exchange Membranes for High-Performance Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Anion exchange membrane (AEM) water electrolysis (AEMWE) is considered an economical technology for producing green hydrogen energy. However, conventional AEMs comprising polymer backbones with anisotropically aligned cationic pendant groups exhibit unsatisfactory AEMWE performance and durability, limiting their practical implementation. Herein, a facile method for fabricating a durable high-performance AEM via a one-pot monomer-level Menshutkin (m-Men) reaction in a porous mechanical support is...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40878407",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep-Learning-Based Automated REM Sleep Detection in Patients With REM Sleep Behavior Disorder: Is It Reliable?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our U-Sleep-based REM sleep detector based on only EEG and EOG data showed good performance in detecting REM sleep. However, it performed considerably worse in RBD, especially in PD with RBD. Using transfer learning with fine-tuning by expert review, a high-performance REM sleep-detecting system will be realized.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878305",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our U-Sleep-based REM sleep detector based on only EEG and EOG data showed good performance in detecting REM sleep. However, it performed considerably worse in RBD, especially in PD with RBD"
    },
    {
      "title": "Potentially Inappropriate Medication Use in Patients With Parkinson's Disease: Analysis of Korean National Health Insurance Claims Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The prevalence and usage of PIMs were high in Korean PD patients during 2014-2019, and the utilization of PIM^(PD)s persisted throughout this period. These findings can be used to develop evidence-based guidelines for robust polypharmacy management strategies to ensure the safety of medications used by PD patients.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878304",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence and usage of PIMs were high in Korean PD patients during 2014-2019, and the utilization of PIM^(PD)s persisted throughout this period. These findings can be used to develop evidence-based guidelines for robust polypharmacy management strategies to ensure the safety of medications used..."
    },
    {
      "title": "Update of the Korean Clinical Practice Guidelines for Stroke: Blood Pressure Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Hypertension is a major risk factor for stroke, and appropriate management of blood pressure (BP) is crucial for both prevention and treatment. Since the 2009 publication of the Clinical Practice Guideline (CPG) by the Korean Stroke Society (KSS), significant advances have been made in BP management for stroke patients, particularly in cases involving intracerebral hemorrhage and in the context of endovascular reperfusion therapy for ischemic stroke. In light of recent evidence, the CPG...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878301",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineered MSC-EVs loaded with BDNF-enhancing neuropeptides via a non-disruptive method enhance post-stroke neuroregeneration via intranasal delivery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Mesenchymal stem cell-derived extracellular vesicles (MSC-EVs) show potential as neuroregenerative therapies. Incorporating bioactive compounds such as neuropeptides that enhance brain-derived neurotrophic factor (BDNF) expression may amplify their therapeutic potential. We developed a clinical-scale method for loading neuropeptides into MSC-EVs, while preserving their structural integrity and therapeutic functionality. Through scalable 3D bioprocessing, we produced high-purity MSC-EVs and...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40883738",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physical correlation between stochasticity and process-induced damage in ferroelectric memory devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "This study investigates the influence of sputtering plasma-induced damage on stochastic characteristics in HfZrO₂ (HZO)-based ferroelectric tunnel junctions (FTJs), with an emphasis on memory and neuromorphic device optimization. Variation of the sputtering plasma power during top electrode deposition introduces distinct levels of trap within the HZO layer. Low-frequency noise (LFN) spectroscopy and temperature-dependent electrical measurements confirm that higher plasma power generates...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40883629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial intelligence as an independent reader of risk-dominant lung nodules: influence of CT reconstruction parameters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Variations in reconstruction kernels significantly affected AI's performance in risk-dominant nodule type classification, but not nodule detection. Ensuring consistency with radiologist-preferred kernels significantly improved agreement in nodule type classification and may help integrate AI more smoothly into clinical workflows.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40883523",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Variations in reconstruction kernels significantly affected AI's performance in risk-dominant nodule type classification, but not nodule detection. Ensuring consistency with radiologist-preferred kernels significantly improved agreement in nodule type classification and may help integrate AI more sm..."
    },
    {
      "title": "Inguinal intranodal CT lymphangiography for thoracic duct injury: feasibility with rapid scanning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: CTL successfully depicted central lymphatics and thoracic duct injury with short examination times and an acceptable radiation dose.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CTL successfully depicted central lymphatics and thoracic duct injury with short examination times and an acceptable radiation dose"
    },
    {
      "title": "DCNN models with post-hoc interpretability for the automated detection of glossitis and OSCC on the tongue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "This study aimed to develop and evaluate deep convolutional neural network (DCNN) models with Grad-CAM visualization for the automated classification with interpretability of tongue conditions-specifically glossitis and oral squamous cell carcinoma (OSCC)-using clinical tongue photographs, with a focus on their potential for early detection and telemedicine-based diagnostics. A total of 652 tongue images were categorized into normal control (n = 294), glossitis (n = 340), and OSCC (n = 17). Four...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40883379",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "develop and evaluate deep convolutional neural network (DCNN) models with Grad-CAM visualization for the automated classification with interpretability of tongue conditions-specifically glossitis and ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Besifovir dipivoxil maleate versus other antivirals in reducing hepatocellular carcinoma in chronic hepatitis B",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Besifovir dipivoxil maleate (BSV) has potent antiviral efficacy against chronic hepatitis B (CHB). This study investigated the efficacy of BSV in reducing hepatocellular carcinoma (HCC) development compared to other antiviral therapy (AVT) agents. We conducted a retrospective cohort study on treatment-naïve patients with CHB who initiated an AVT between 2017 and 2022 with BSV (n = 486), entecavir (ETV) (n = 852), tenofovir alafenamide (TAF) (n = 801), or tenofovir disoproxyl fumarate (TDF) (n =...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40883364",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the efficacy of BSV in reducing hepatocellular carcinoma (HCC) development compared to other antiviral therapy (AVT) agents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-optically controlled phased-array for ultrasonics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The ability to dynamically shape ultrasound fields is critical for emerging applications in therapeutic ultrasound, particle manipulation and tissue engineering. While existing phased arrays provide beam steering for imaging, these newer applications require higher intensities. This complicates the electrical driving and ultimately limits the array size and spatial complexity of the field. Here, we introduce a scalable architecture for driving phased arrays using a single power source and...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40883296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduction of lymphotoxin beta receptor induces cellular senescence via the MDMX-p53 pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The lymphotoxin β receptor (LTβR), a key activator of non-canonical NF-κB signaling, is expressed in various cells, including cancer cells. Although high expression of LTβR has been associated with poor patient prognosis and drug resistance, conflicting evidence suggested that LTβR induces apoptosis. To investigate the functional role of LTβR in tumors, we performed LTβR knockdown in cancer cells. We found that LTβR knockdown induced senescence phenomena such as reduced cell number; increased...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883295",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk stratification of pT1b urothelial carcinoma based on spatial relationships between invasive tumour and muscularis propria on TURB specimens for predicting muscle-invasive urothelial carcinoma in radical cystectomy: A new proposal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This new risk stratification method presents promise in guiding early aggressive treatment decisions, though larger prospective studies are essential for further validation and clinical integration.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883237",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This new risk stratification method presents promise in guiding early aggressive treatment decisions, though larger prospective studies are essential for further validation and clinical integration"
    },
    {
      "title": "Pomalidomide, Cyclophosphamide, and Dexamethasone for Relapsed/Refractory Multiple Myeloma: A Single-Center Experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The addition of cyclophosphamide to Pd in moderately to heavily pretreated RRMM patients showed promising efficacy, supporting PCd as a potential therapeutic option in real-world clinical settings.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40883152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The addition of cyclophosphamide to Pd in moderately to heavily pretreated RRMM patients showed promising efficacy, supporting PCd as a potential therapeutic option in real-world clinical settings"
    },
    {
      "title": "Associations between traumatic brain injury and the prevalence of Alzheimer's disease dementia and behavioral and psychological symptoms of dementia: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our results underscore the importance of traumatic brain injury prevention in patients with mild cognitive impairment for mitigating the progression and neuropsychiatric complications of Alzheimer's disease.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883139",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results underscore the importance of traumatic brain injury prevention in patients with mild cognitive impairment for mitigating the progression and neuropsychiatric complications of Alzheimer's disease"
    },
    {
      "title": "Role of estimated glucose disposal rate in predicting myosteatosis: Insights from abdominal CT analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated a significant association between decreased eGDR levels and increased myosteatosis, as defined by sex-specific cutoffs of CT-based myosteatosis indices.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated a significant association between decreased eGDR levels and increased myosteatosis, as defined by sex-specific cutoffs of CT-based myosteatosis indices"
    },
    {
      "title": "Nursing Leadership in Times of Doctor's Strike: Korea's Path to Research Excellence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883034",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Use of Double Cages for Biportal Endoscopic Transforaminal Lumbar Interbody Fusion: A Comparison of 3-Dimensional-Printed Titanium and Polyetheretherketone Cages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both double 3D-printed titanium and PEEK cages demonstrated high fusion rates with no significant differences in overall success. However, double 3D-printed titanium cages showed better early fusion grades and comparable subsidence to that of PEEK cages. Although long-term follow-up is necessary to ascertain efficacy, these findings suggest that 3D-printed titanium cages offer advantages in early fusion quality in BETLIF. Further research is needed to optimize cage arrangement, cage...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40883011",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that 3D-printed titanium cages offer advantages in early fusion quality in BETLIF",
      "conclusion": "Both double 3D-printed titanium and PEEK cages demonstrated high fusion rates with no significant differences in overall success. However, double 3D-printed titanium cages showed better early fusion grades and comparable subsidence to that of PEEK cages"
    },
    {
      "title": "Experiences of Individuals With Visual Impairments in Adapted and Nonadapted Group Exercise Programs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Physical activity is vital for health, yet individuals with visual impairments face barriers in conventional fitness settings. This study aimed to understand the perceptions and lived experiences of exercisers with visual impairments (EVI) who participated in an adapted group exercise program (AGEP) and to identify the perceived barriers and facilitators to exercise participation among EVI in both AGEP and non-AGEP settings. Thematic analysis of focus-group interviews with nine EVI identified...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882970",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "understand the perceptions and lived experiences of exercisers with visual impairments (EVI) who participated in an adapted group exercise program (AGEP) and to identify the perceived barriers and fac...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Personalized Antibiotic Treatment for Methicillin-Resistant Staphylococcus aureus Bloodstream Infections in ICU Patients Using a Deep Learning-Based Causal Inference Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights linezolid and daptomycin treatment in select subgroups, while a deep learning-based model enables personalized antibiotic recommendations for ICU treatment strategies.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40882869",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights linezolid and daptomycin treatment in select subgroups, while a deep learning-based model enables personalized antibiotic recommendations for ICU treatment strategies"
    },
    {
      "title": "Same-day versus Multiday Planning/Treatment Radioembolization with Yttrium-90 Resin Microspheres in Patients with Liver Cancer ≥ 5 cm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Same-day planning/treatment radioembolization with resin microspheres is as effective and safe as multiday radioembolization for large liver tumors ≥ 5 cm.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882836",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Same-day planning/treatment radioembolization with resin microspheres is as effective and safe as multiday radioembolization for large liver tumors ≥ 5 cm"
    },
    {
      "title": "Layered Double Hydroxides and Layered Double Oxides: Multifunctional Catalysts for the Detection, Degradation, and Transformation of Phenolic Compounds in Environmental Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Phenolic compounds are persistent pollutants in industrial effluents, necessitating integrated strategies for their detection, degradation, and transformation. Layered double hydroxides (LDHs) and their calcined derivatives, layered double oxides (LDOs), are promising multifunctional catalysts for addressing these challenges. LDHs/LDOs can be engineered and modified to enhance surface adsorption and facilitate efficient electron transfer. Sensors based on LDHs/LDOs, particularly those employing...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882834",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of the perfluorooctane sulfonamide on glucose and lipid metabolism in 3T3-L1 adipocytes and zebrafish larvae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882832/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Perfluorooctane sulfonamide (PFOSA) is an indirect source of perfluorooctane sulfonic acid (PFOS) in the environment as a precursor; however, toxicological study of PFOSA is limited. This study aimed to investigate the effects of PFOSA on glucose and lipid metabolism in 3T3-L1 adipocytes and in zebrafish larvae. 3T3-L1 adipocytes were treated with PFOSA, PFOS, and rosiglitazone (RSG) for 48 h, and assessed for cell viability, adipogenesis, glucose uptake, and regarding molecular mechanisms....",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882832",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "investigate the effects of PFOSA on glucose and lipid metabolism in 3T3-L1 adipocytes and in zebrafish larvae",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between long-term exposure to a mixture of ambient air pollutants and the incidences of bladder and kidney cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Long-term exposure to mixtures of air pollutants was significantly associated with increased risks of BC and KC, with consistent positive contributions identified for PM(10), PM(2.5), and SO(2). These findings highlight specific pollutants of concern and emphasize the need for targeted public health strategies to mitigate air pollution exposure and potentially reduce urinary cancer incidence.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882831",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term exposure to mixtures of air pollutants was significantly associated with increased risks of BC and KC, with consistent positive contributions identified for PM(10), PM(2.5), and SO(2)"
    },
    {
      "title": "Abamectin Disrupts Sperm Function Through the Alteration of, PKA Activity and Tyrosine Phosphorylation in Boar Spermatozoa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The potential toxicity of abamectin (ABM), a macrocyclic lactone insecticide widely used in agriculture, in non-target organisms has raised concerns. Therefore, this study aimed to investigate the effects of ABM on sperm function, focusing on motility, kinematics, ATP levels, viability, protein kinase A (PKA) activity, and tyrosine phosphorylation. Boar spermatozoa were incubated with various ABM concentrations (0, 1, 5, 10, 15, 25, 50, and 100µM) under capacitating conditions and assessed...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40882824",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the effects of ABM on sperm function, focusing on motility, kinematics, ATP levels, viability, protein kinase A (PKA) activity, and tyrosine phosphorylation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantification of cellulose II using infrared spectroscopy: Machine learning approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "In cellulose-containing materials, the cellulose II allomorph is often of commercial interest, as it results from regenerated and mercerized fibers (e.g., lyocell and viscose), whereas cellulose III and IV are primarily of scientific interest. This paper presents a machine learning approach for quantifying cellulose II in cellulose-based materials using infrared spectroscopy. Second-derivative preprocessing significantly enhanced the ability to detect cellulose II-related features. Feature...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882727",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Freeze-thaw resilience of Shigella flexneri NCCP 10852 in co-culture with Listeria monocytogenes: Implications for biofilm-mediated survival in cold environment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882594/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Shigella flexneri is an enteric pathogen traditionally associated with poor survival under freezing conditions. However, recent studies have reported its persistence even in frozen foods, raising concerns about its environmental resilience. In real-world food processing environments, multiple microbial species frequently coexist, yet the survival dynamics of S. flexneri in dual-species biofilms, particularly with psychrotolerant Listeria monocytogenes, remain largely unexplored. This study aimed...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40882594",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and biological evaluation of α-D-tocopherol derivatives as anticancer agents targeting mitochondrial metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Cancer, driven by mitochondrial and nuclear DNA mutations, presents opportunities for targeted therapies. Gastric cancer (GC), the 4th leading cause of cancer-related deaths, has poor prognosis due to cancer stem cells (CSCs), which depend on mitochondrial complex II (CII) respiration. Among CSC-enriched subtypes, the aggressive stem-like/EMT/Mesenchymal (SEM) GC subtype exhibits high plasticity, chemotherapy resistance, and metabolic adaptations that promote tumor survival. This study explores...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40882437",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-term association between hot nights and mortality: a multicountry analysis in 178 locations considering hourly ambient temperature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: The rise in hot nights over recent decades and projections of further increases due to climate change underscores the critical need to understand their impact. This knowledge is essential for shaping public health strategies and guiding adaptation efforts. Despite their significance, research on the implications of hot nights remains limited.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40882422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of hot nights remains limited",
      "conclusion": null
    },
    {
      "title": "Cost-effectiveness of including herpes zoster vaccines into the national immunization program in the Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: NIP vaccination with RZV yields a significantly greater reduction in the incidence of HZ compared to vaccination with ZVL in Korea. However, NIP vaccination with ZVL is more cost-effective than vaccination with RZV, primarily due to the significantly lower cost of ZVL compared to RZV in Korea. Decisions regarding NIP vaccination policies should consider multiple factors, including cost-effectiveness, social needs, and financial sustainability, to ensure an optimal and sustainable...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40882264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NIP vaccination with RZV yields a significantly greater reduction in the incidence of HZ compared to vaccination with ZVL in Korea. However, NIP vaccination with ZVL is more cost-effective than vaccination with RZV, primarily due to the significantly lower cost of ZVL compared to RZV in Korea"
    },
    {
      "title": "Liposomal irinotecan with fluorouracil and leucovorin as salvage treatment for advanced biliary tract cancer refractory to gemcitabine and cisplatin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Nal-IRI/FL showed modest effectiveness in real-world settings, with outcomes generally less favorable than clinical trials, potentially reflecting patient characteristics. Its efficacy was consistent across treatment lines and mutation subgroups, including patients with RAS or TP53 mutations. Careful patient selection and proactive supportive care are essential. Further studies are warranted to clarify its role across diverse populations.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40881879",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nal-IRI/FL showed modest effectiveness in real-world settings, with outcomes generally less favorable than clinical trials, potentially reflecting patient characteristics. Its efficacy was consistent across treatment lines and mutation subgroups, including patients with RAS or TP53 mutations"
    },
    {
      "title": "Why Elusive Expectancy × Value Interactions May Be Critical for Theory and Intervention: A Simulated Power Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "According to expectancy-value theories of motivation, individuals choose to pursue tasks that they expect to succeed at and find personally valuable. Historically, researchers have often suggested that these two factors interact to motivate behavior. However, expectancy × value interactions are rarely observed in empirical research and, when detected, they are often small in magnitude. Does this mean they can safely be ignored in models of motivation? In this paper we conduct two power analyses...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40881818",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of driving simulator intervention on post-traumatic stress disorder symptoms after traffic accidents: A single-subject study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These results suggest the potential use of a driving simulator as an exposure treatment tool for PTSD.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40881488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the potential use of a driving simulator as an exposure treatment tool for PTSD",
      "conclusion": "These results suggest the potential use of a driving simulator as an exposure treatment tool for PTSD"
    },
    {
      "title": "Number of Pretransplant Therapeutic Plasma Exchange Sessions Increase the Recurrence Risk of Hepatocellular Carcinoma in ABO-Incompatible Living Donor Liver Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Previous studies have reported comparable oncologic outcome between ABO-incompatible (ABOi) living donor liver transplantation (LDLT) and ABO-compatible (ABOc) LDLT in patients with hepatocellular carcinoma (HCC). We aimed to analyze the relationship between number of therapeutic plasma exchanges (TPE) before LDLT and HCC outcomes in ABOi LDLT. In this single-center retrospective study, 428 adult LDLT recipients with HCC were categorized into three groups according to ABO incompatibility and the...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40881323",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "analyze the relationship between number of therapeutic plasma exchanges (TPE) before LDLT and HCC outcomes in ABOi LDLT",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of herbal medicines containing Paeoniae Radix on patients with restless legs syndrome: A retrospective chart review study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: HCP improved symptoms in RLS patients. These results suggest that HCP may be an effective and safe alternative for RLS. A randomized controlled trial is required to confirm these findings.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40881236",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that HCP may be an effective and safe alternative for RLS",
      "conclusion": "HCP improved symptoms in RLS patients. These results suggest that HCP may be an effective and safe alternative for RLS"
    },
    {
      "title": "Response to Korean medicine with acupotomy in patients with cognitive impairment in primary care: A multicenter registry protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881234/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This research may provide evidence supporting acupotomy for cognitive impairment in primary care by confirming its efficacy and safety, providing preliminary evidence for TKM-based interventions aimed at improving cognitive function.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40881234",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This research may provide evidence supporting acupotomy for cognitive impairment in primary care by confirming its efficacy and safety, providing preliminary evidence for TKM-based interventions aimed at improving cognitive function"
    },
    {
      "title": "Genetic analysis of non-syndromic peg lateralis using whole-exome sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The results suggest a possible function of these newly identified genes in the development of peg lateralis, which remains to be defined. This study may provide new insights into the genetic basis of non-syndromic peg lateralis, establishing a basis for the further analysis of the disease-associated genes identified herein.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40881174",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results suggest a possible function of these newly identified genes in the development of peg lateralis, which remains to be defined. This study may provide new insights into the genetic basis of non-syndromic peg lateralis, establishing a basis for the further analysis of the disease-associated..."
    },
    {
      "title": "A comprehensive estimator for the Fréchet distribution: asymptotical efficiency, and practical applications to health studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The Fréchet distribution is a fundamental tool in extreme value theory, with applications spanning various fields such as life testing, modeling extreme health-related events (such as infant birth weight extremes or rare disease outbreaks), natural disasters, and environmental sciences. Despite its widespread use, existing parameter estimation methods for the Fréchet distribution face significant limitations, including computational inefficiency, instability with large datasets, and restrictions...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40880979",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevention and treatment of venous thromboembolism in patients with multiple myeloma: Clinical practice guidelines on behalf of the European Myeloma Network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Venous thromboembolism (VTE) is a frequent complication in patients with multiple myeloma (MM) that leads to increased morbidity, mortality, treatment interruptions, and reduced quality of life. Αn Expert Panel Consensus Guideline on behalf of the European Myeloma Network provides evidence-based recommendations for VTE prevention and treatment in patients with MM. Key recommendations include the following: Patient education. Informing patients about VTE risk and signs/symptoms of deep vein...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40880878",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bayesian additive tree ensembles for composite quantile regressions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "In this paper, we introduce a novel approach that integrates Bayesian additive regression trees (BART) with the composite quantile regression (CQR) framework, creating a robust method for modeling complex relationships between predictors and outcomes under various error distributions. Unlike traditional quantile regression, which focuses on specific quantile levels, our proposed method, composite quantile BART, offers greater flexibility in capturing the entire conditional distribution of the...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40880753",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiotranscriptomics in papillary thyroid carcinoma complement current noninvasive risk stratification system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Papillary thyroid carcinoma (PTC) generally has a favorable prognosis; however, overtreatment persists because of the lack of reliable noninvasive risk stratification tools. This study developed a radiomics-based approach to enhance the preoperative assessment of PTC. Imaging features from 255 patients were analyzed, and three tumor clusters were identified via unsupervised clustering, with one cluster (Cluster 2) displaying favorable clinical and molecular profiles. A radiomics score was...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40880461",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatially patterned stiffness variation in a light-triggered jumper for symmetry breaking and high snap-through efficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The nonlinear strain response of soft material-based snap-through systems enables amplified and accelerated force output. However, efficiency of snap-through energy release is challenging to improve because of the inherent trade-off between initial curvature and stiffness. Here, spatial programming of stiffness variation in the azobenzene-functionalized liquid-crystalline polymer (Azo-LCP) addresses this limitation and achieves efficient photomechanical jumping. Introduction of stiffness...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40880459",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the impact of sodium intake on kidney function deterioration and proteinuria in the general population: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Excessive sodium intake is recognized as a potential risk factor for various diseases, including kidney disease. However, limited research has been conducted on the relationship between sodium intake and kidney disease in the general population. This study aimed to explore the association between sodium intake and the risk of kidney disease, utilizing multivariable logistic regression and spline interpolation models. Twelve-year prospective cohort data were analyzed, and participants were...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40880403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore the association between sodium intake and the risk of kidney disease, utilizing multivariable logistic regression and spline interpolation models",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feeling safe but still anxious: understanding early pregnancy in congenital heart disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40880176",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correcting Sunken Eyelid by Orbital Fat Transposition During Subbrow Lift",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This procedure is considered a highly effective because the changes are distinctly noticeable to the patients themselves.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40879736",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This procedure is considered a highly effective because the changes are distinctly noticeable to the patients themselves"
    },
    {
      "title": "Smoking and the risk of sudden cardiac arrest in young-aged adults: a Korean nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In young-aged adults, current smoking was associated with significantly increased risk of SCA in long-term follow-up. The risk of SCA showed a dose-dependent association with cumulative burden of lifetime cigarette exposure.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40879661",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In young-aged adults, current smoking was associated with significantly increased risk of SCA in long-term follow-up. The risk of SCA showed a dose-dependent association with cumulative burden of lifetime cigarette exposure"
    },
    {
      "title": "Roles, challenges, and possibilities of traumatic stress professional societies around the world",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "In many parts of the globe, regional professional societies have developed local traumatic stress organizations and have become affiliate societies of the International Society for Traumatic Stress Studies (ISTSS). At the ISTSS 40th Annual Meeting in September 2024, delegates from the ISTSS and five ISTSS-affiliate societies-Asociación Chilena de Estrés Traumático (ACET), the Australasian Society for Traumatic Stress Studies (ASTSS), Deutschsprachige Gesellschaft für Psychotraumatologie (DeGPT),...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40879217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atrial fibrillation burden and symptom, quality of life, and healthcare resource utilization after cryoballoon ablation in persistent atrial fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In early persistent AF, lower AF burden 1-year post-CBA was associated with greater AF-related symptom improvement, significant QoL enhancement, and reduced HCRU during follow-up.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40879123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In early persistent AF, lower AF burden 1-year post-CBA was associated with greater AF-related symptom improvement, significant QoL enhancement, and reduced HCRU during follow-up"
    },
    {
      "title": "Integrating Lithiophilic Gradient Structure with Nano-Ionic Channel Network to Regulate Li<sup>+</sup> Distribution for Dendrite-Free Lithium Metal Anode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "3D Li hosts with lithiophilic gradient structure are extensively explored to mitigate Li dendrite formation by promoting bottom-up Li plating and reducing local current density. However, the absence of well-defined nano-ionic channels in these designs limits their ability to regulate Li^(+) distribution, leading to uncontrolled Li dendrite growth under high current densities and large areal capacities. Herein, this study presents a novel graphene-based 3D Li host that integrates nano-ionic...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40879014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydrophobic LDH-Tailored Exfoliated Graphene Sheet Energy Harvester: Harnessing Pressure-Driven Heating and Electrolysis for Advanced Real Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Hydrovoltaic harvesting converts water-solid interactions into electricity, offering a sustainable power route across diverse settings. Yet most systems are hard to scale, suffer evaporation-limited lifetimes, and lack multifunctionality, limiting real-world application. To overcome these limitations, a highly optimized multifunctional hydrovoltaic harvester is developed by integrating exfoliated graphene oxide sheet (EGs) and hydrophobic layered double hydroxide (LDH) coatings onto a porous...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40879005",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Relevance of Fractional Flow Reserve-Guided Percutaneous Coronary Interevention According to Left Ventricular Ejection Fraction in Patients With Acute Myocardial Infarction and Multivessel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients with AMI with multivessel disease, FFR-guided PCI for a non-infarct-related artery had differential clinical impact according to left ventricular systolic function. The beneficial effect of FFR-guided PCI might be maximized among patients with preserved LVEF rather than reduced LVEF.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40878980",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "according to left ventricular systolic function",
      "conclusion": "In patients with AMI with multivessel disease, FFR-guided PCI for a non-infarct-related artery had differential clinical impact according to left ventricular systolic function. The beneficial effect of FFR-guided PCI might be maximized among patients with preserved LVEF rather than reduced LVEF"
    },
    {
      "title": "[Expression of Concern] Src homology phosphotyrosyl phosphatase 2 mediates cisplatin‑related drug resistance by inhibiting apoptosis and activating the Ras/PI3K/Akt1/survivin pathway in lung cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Following the publication of this paper, it was drawn to the Editor's attention by a concerned reader that the immunohistochemical images shown in Figs. 1E and 5E appeared to show an overlapping section, even though Figs. 1 and 5 were intended to show the results of SHP2 and Ras expression experiments, respectively. The authors were contacted by the Editorial Office to offer an explanation for this apparent anomaly in the presentation of the data in this paper; however, up to this time, no...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878959",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailoring directional emission of colloidal quantum dots <em>via</em> mode coupling with photonic crystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Precise control over the emission direction of colloidal quantum dots (CQDs), which are promising color conversion materials for micro-light-emitting-diode displays, is increasingly important for augmented-reality and virtual-reality near-eye optics. Here, we report a fully dielectric silicon nitride (Si(3)N(4)) photonic crystal (PhC) platform that boosts CQD photoluminescence by an 8.5-fold increase while compressing the angular full-width at half-maximum to 6.5°. Embedding CdSe/ZnS CQDs into...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878956",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for augmented-reality and virtual-reality near-eye optics",
      "conclusion": null
    },
    {
      "title": "Temperature effect on scrub typhus incidence in South Korea: the projection for climate change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Higher mean temperatures during summer were associated with the increased ST cases in the following autumn. Annual mean temperature increases compared to 30 years ago were also associated with higher annual incidence of ST. These findings suggest that global warming has influenced the incidence of ST.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that global warming has influenced the incidence of ST",
      "conclusion": "Higher mean temperatures during summer were associated with the increased ST cases in the following autumn. Annual mean temperature increases compared to 30 years ago were also associated with higher annual incidence of ST"
    },
    {
      "title": "NMDAR-Antibody Encephalitis Diagnosed With Primary Central Nervous System Lymphoma: A Case Series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878849/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "N-methyl-D-aspartate receptor-antibody encephalitis (NMDAR encephalitis) is one of the most common forms of autoimmune encephalitis, with a paraneoplastic relationship described in approximately 38%. Primary central nervous system lymphoma (PCNSL) is a rare hematologic malignancy that is not often considered as the underlying neoplasm in this autoimmune disease. We report three cases of suspected NMDAR encephalitis diagnosed in the context of PCNSL. Our cases highlight clinical features to...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878849",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laser-Patternable and Stretchable Metal Electrodes Using Metal-Amine Coordination Complexes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878586/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Coordination bonding is a crucial interaction between heteromaterials that enhances both mechanical toughness and stretchability, with mussels serving as a natural example of thriving in harsh marine environments due to this interaction. However, stretchable electronic materials based on this fundamental interaction have been rarely reported. In this study, a stretchable electrode, called the metal-amine coordination-complex-based electrode (MACE) is introduced, which involves the formation of...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878586",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Work system analysis of health management for individuals with disabilities in supportive housing: a focus group study using the SEIPS framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings provide a comprehensive system-wide perspective and offer insights into the systematic approaches needed to improve healthcare processes and structures within disability supportive housing. Specifically, healthcare providers and effective tools for integrating health-related information are identified as critical components.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide a comprehensive system-wide perspective and offer insights into the systematic approaches needed to improve healthcare processes and structures within disability supportive housing. Specifically, healthcare providers and effective tools for integrating health-related informati..."
    },
    {
      "title": "Life changes following trauma in female burn survivors: a narrative inquiry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Female burn survivors experienced immense hardships following their accidents. However, through their recovery efforts, they found new meaning in life, experienced a renewed sense of being alive, and achieved inner growth and maturity. This study highlights the need for social support and underscores the importance of providing various opportunities and policy assistance for female burn survivors dealing with trauma.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878568",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Female burn survivors experienced immense hardships following their accidents. However, through their recovery efforts, they found new meaning in life, experienced a renewed sense of being alive, and achieved inner growth and maturity"
    },
    {
      "title": "Development of a scale to measure fear of falling in older adults: a psychometric validation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The Fear of Falling Scale for Older Adults developed in this study is a validated tool capable of measuring various dimensions of fear of falling. It provides a foundation for accurately assessing fear of falling in older adults and addressing its specific aspects.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Fear of Falling Scale for Older Adults developed in this study is a validated tool capable of measuring various dimensions of fear of falling. It provides a foundation for accurately assessing fear of falling in older adults and addressing its specific aspects"
    },
    {
      "title": "Comparison of educational needs and priorities for work-related laws between hospital and community-based nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Nurses' legal education needs are related to practical applications and their capability to respond appropriately to legal requirements, and these needs vary depending on their work environment and social changes. These findings underscore the necessity of restructuring legal education curricula to improve practical relevance and support nurses' rights, providing a basis for developing workplace-specific legal education programs.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nurses' legal education needs are related to practical applications and their capability to respond appropriately to legal requirements, and these needs vary depending on their work environment and social changes. These findings underscore the necessity of restructuring legal education curricula to ..."
    },
    {
      "title": "Media discourse on physician assistant nurses in South Korea: a text network and topic modeling approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides empirical evidence suggesting that the portrayal of PA nurses in Korean media discourse evolved from a peripheral regulatory issue to a central healthcare delivery solution, particularly in the contexts of workforce management, clinical practice, and crisis response. Our findings suggest that PA nurse institutionalization received broader attention when positioned as part of systemic healthcare improvements addressing concrete clinical needs. These results offer...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878565",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides empirical evidence suggesting that the portrayal of PA nurses in Korean media discourse evolved from a peripheral regulatory issue to a central healthcare delivery solution, particularly in the contexts of workforce management, clinical practice, and crisis response. Our findings..."
    },
    {
      "title": "CRISPR-Cas technologies: Emerging tools from research to clinical application",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CRISPR-Cas technologies have emerged as powerful and versatile tools in gene therapy. In addition to the widely used SpCas9 system, alternative platforms including modified amino acid sequences, size-optimized variants, and other Cas enzymes from diverse bacterial species have been developed to apply this technology in various genetic contexts. In addition, base editors and prime editors for precise gene editing, the Cas13 system targeting RNA, and CRISPRa/i systems have enabled diverse and...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878556",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mouse strain-dependent neutralizing antibody responses to Zika virus vaccines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878555/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The 2015 Zika virus (ZIKV) outbreak in Brazil and its global spread underscored the urgent need for effective and broadly protective vaccines. While C57BL/6 and BALB/c mice are widely used in preclinical vaccine research, direct comparisons of their ability to elicit ZIKV-specific neutralizing antibodies (nAbs) remain limited. This study aimed to systematically evaluate and compare the immunogenic potential of these two common mouse strains across diverse vaccine platforms, focusing on their...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878555",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "systematically evaluate and compare the immunogenic potential of these two common mouse strains across diverse vaccine platforms, focusing on their",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Staphylococcus parequorum sp. nov. and Staphylococcus halotolerans sp. nov., isolated from traditional Korean soybean foods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Strains Mo2-6T, S9, KG4-3T, and 50Mo3-2, identified as coagulase-negative, Gram-stain-positive, halotolerant, non-motile coccoid bacteria, were isolated from traditional Korean soybean foods. Strains Mo2-6T and S9 were both catalase- and oxidase-negative, whereas KG4-3T and 50Mo3-2 were catalase-positive but oxidase-negative. The optimal growth conditions for Mo2-6T and S9 were 30°C, 2% NaCl, and pH 7.0, while KG4-3T and 50Mo3-2 grew best at 35°C, 2% NaCl, and pH 7.0. All strains contained...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Interaction of Chronotype and Sleep Duration in the Association Between Smartphone Usage Time and Problematic Smartphone Use in Early Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that both sleep duration and chronotype may play important roles in the association between smartphone use and PSU in early adolescence. Parental and school-based programs that encourage healthy sleep and smartphone use habits could be promising avenues for intervention. Longitudinal research is needed to further investigate the directionality and mechanisms of these associations.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "roles in the association between smartphone use and PSU in early adolescence",
      "conclusion": "These findings suggest that both sleep duration and chronotype may play important roles in the association between smartphone use and PSU in early adolescence. Parental and school-based programs that encourage healthy sleep and smartphone use habits could be promising avenues for intervention"
    },
    {
      "title": "Behavioral and psychosocial factors associated with sugar-sweetened beverage consumption among Korean adolescents: a path analysis using the 2022 Korea Youth Risk Behavior Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878436/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Among Korean adolescents, SSB consumption was strongly associated with unhealthy eating patterns and prolonged leisure sitting time. Increased fast-food consumption, nighttime eating, watching mukbang, smartphone use, and negative self-perceived health status not only directly influenced SSB intake, but also acted as mediating factors.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40878436",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among Korean adolescents, SSB consumption was strongly associated with unhealthy eating patterns and prolonged leisure sitting time. Increased fast-food consumption, nighttime eating, watching mukbang, smartphone use, and negative self-perceived health status not only directly influenced SSB intake,..."
    },
    {
      "title": "Evaluation of a telemedicine pilot project for hypertension in Korea: a nationwide real-world data study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Telemedicine did not fully achieve the same standard as face-to-face treatment for hypertension management; however, it showed comparable safety, suggesting potential as secondary care. As the first NHIS-based study on this topic in Korea, this research highlights the benefits of telemedicine when appropriately utilized for patients with hypertension. Nevertheless, due to limitations regarding long-term continuity and policy design, cautious interpretation is required, and further...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878435",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Telemedicine did not fully achieve the same standard as face-to-face treatment for hypertension management; however, it showed comparable safety, suggesting potential as secondary care. As the first NHIS-based study on this topic in Korea, this research highlights the benefits of telemedicine when a..."
    },
    {
      "title": "Concept of Depth of Invasion can Improve Staging Performance in Patients with Resected Distal Cholangiocarcinoma: Validation of the American Joint Committee on Cancer Staging System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In dCC, the T category of the AJCC 8th edition demonstrates improved prognostic correlation and better alignment with lymph node metastases compared to that of the 7th edition.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878434",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In dCC, the T category of the AJCC 8th edition demonstrates improved prognostic correlation and better alignment with lymph node metastases compared to that of the 7th edition"
    },
    {
      "title": "Impact of Pre-admission Central Nervous System Medication Use on Delirium in Hospitalized Patients with Advanced Cancer: A Multicenter, Prospective, Observational Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Pre-admission exposure to CNS medication, particularly opioids and antidepressants, was associated with an increased risk of delirium in patients with advanced cancer. A thorough medication history review upon admission is crucial to identifying high-risk patients and implementing early preventive interventions.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878432",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pre-admission exposure to CNS medication, particularly opioids and antidepressants, was associated with an increased risk of delirium in patients with advanced cancer. A thorough medication history review upon admission is crucial to identifying high-risk patients and implementing early preventive i..."
    },
    {
      "title": "Versatile High-Performance SWNT Electrodes Enabled by Glycerol-Doped PEDOT:PSS Interfacial Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "This paper reports improvements made to the performance of single-walled carbon nanotube (SWNT) electrodes by integrating a glycerol-doped PEDOT:PSS (PEGL) layer, resulting in a novel material termed SWGL. The PEGL layer addresses key challenges in SWNT electrodes, including poor adhesion, low work function, and limited catalytic activity, by acting as an adhesive interface, carrier injection layer, and catalyst. Through a series of spin-coating and rinsing processes, SWGL films are prepared,...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40878431",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival outcomes of third molar autotransplantation according to impaction severity: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Impaction severity is a critical prognostic factor influencing the prognosis of autotransplantation by using the third molars. Comprehensive preoperative evaluation of donor tooth condition, particularly regarding impaction severity, is essential to maximize transplantation outcomes.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878414",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Impaction severity is a critical prognostic factor influencing the prognosis of autotransplantation by using the third molars. Comprehensive preoperative evaluation of donor tooth condition, particularly regarding impaction severity, is essential to maximize transplantation outcomes"
    },
    {
      "title": "Rethinking the specialist system and residency training in oral and maxillofacial surgery from the crisis over medical school enrollment in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878412",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association of Zolpidem and Suicidality in Psychiatric Outpatients With Insomnia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights a significant association of zolpidem use and elevated suicidal tendencies among psychiatric outpatients with insomnia. Although a causal relationship cannot be definitively established, these findings highlight the critical importance of thorough suicide risk assessment and ongoing monitoring in patients prescribed zolpidem.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878372",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights a significant association of zolpidem use and elevated suicidal tendencies among psychiatric outpatients with insomnia. Although a causal relationship cannot be definitively established, these findings highlight the critical importance of thorough suicide risk assessment and on..."
    },
    {
      "title": "Recent Advances in Gluten-Based Active and Intelligent Food Packaging: A Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Packaging is considered essential for protecting food from spoilage and enhancing food safety. Synthetic, petrochemical-derived plastics are commonly utilized, but improper use and inadequate recycling have resulted in severe environmental impacts and have imposed serious health risks. To address these concerns, biopolymer-based plastics with active and intelligent functions have been increasingly emphasized in the field of food science, with the goal of improving food safety and reducing...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": "of improving food safety and reducing",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Xylene Impairs Neuronal Development by Dysregulating Calcium Homeostasis and Neuronal Activity in Developing Hippocampal Neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Xylene is an aromatic hydrocarbon widely used as a solvent and emitted from numerous commercial products in industrial or indoor settings. Epidemiological studies of occupational exposure indicate that xylene primarily targets the central nervous system, producing neurobehavioral impairments and other neurological disorders. Both environmental and occupational exposure to volatile organic compounds, therefore, raise concerns about neurodevelopmental risk; however, the specific neurotoxicity of...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878362",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding Tumor Dormancy: from Experimental Models to Mechanisms and Therapeutic Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Tumor dormancy represents a clinically significant but poorly understood state in which disseminated cancer cells persist in a quiescent, non-proliferative state, evading conventional therapies and driving late relapse. This review summarizes recent advancements in experimental models-both in vitro and in vivo-that recapitulate the full spectrum of dormancy, including its induction, maintenance, and reactivation. Crucial intrinsic pathways such as ERK/p38 signaling shifts, epigenetic remodeling,...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878361",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Re: Comments on \"Pain Lateralization in Cluster Headache and Associated Clinical Factors\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878314",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Parietal High-Definition Transcranial Direct Current Stimulation on Cognitive Function in REM Sleep Behavior Disorder With Mild Cognitive Impairment: A Sham-Controlled Pilot Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878312",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slow-Channel Congenital Myasthenic Syndrome Due to <em>CHRND</em> Mutation in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878311",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing Lesion Volume Dynamics Between Multiple Sclerosis and Neuromyelitis Optica Spectrum Disorder During Remission Using Machine-Learning Segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings highlight the distinct pathogenic processes of the two conditions and hence the need for specialized therapeutic and monitoring strategies for patients with MS and AQP4⁺ NMOSD.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40878307",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the distinct pathogenic processes of the two conditions and hence the need for specialized therapeutic and monitoring strategies for patients with MS and AQP4⁺ NMOSD"
    },
    {
      "title": "Tenecteplase in Acute Ischemic Stroke: A Scientific Statement From the Korean Stroke Society",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These statements are intended to support the adoption of TNK in countries where it is not yet available, including South Korea, by providing up-to-date clinical evidence. Their implementation may broaden the therapeutic options for AIS patients and help align acute stroke care practices with international standards.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "40878302",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These statements are intended to support the adoption of TNK in countries where it is not yet available, including South Korea, by providing up-to-date clinical evidence. Their implementation may broaden the therapeutic options for AIS patients and help align acute stroke care practices with interna..."
    },
    {
      "title": "NMDAR Encephalitis: Identifying Prognostic Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878300",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sudden Unexpected Death in Epilepsy: From Short-Term Risk Prediction to Mechanistic Insights and Preventive Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40878299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Importance of Cost-Effectiveness in New Drug Approval: Stroke Burden and Tenecteplase Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "40878298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy and safety of steamed ginger extract for gastric health: a randomized, double-blind, placebo-controlled multi-center clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The aim of this study was to investigate the efficacy and safety of steamed ginger extract (GGE03) for mild to moderate functional dyspepsia (FD) in a 12-week randomized, double-blind, placebo-controlled clinical trial. A total of 80 subjects who met the inclusion criteria without meeting the exclusion criteria were randomly assigned to a GGE03 group (n = 40, 480 mg day^(-1) as GGE03) or a placebo group (n = 40). Efficacy and safety evaluations were conducted before intervention and at 12 weeks...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40878144",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to investigate the efficacy and safety of steamed ginger extract (GGE03) for mild to moderate functional dyspepsia (FD) in a 12-week randomized, double-blind, placebo-controlled clin...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Noble On-Site Dual Screening System for Male Fertility of Sperm Count and Hyaluronidase Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: It was successfully developed that a novel on-site dual screening system for sperm count and HAdase activity, simultaneously. We are expecting that this novel dual assay system will provide the accessible and useful information about male fertility at on-site or home.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It was successfully developed that a novel on-site dual screening system for sperm count and HAdase activity, simultaneously. We are expecting that this novel dual assay system will provide the accessible and useful information about male fertility at on-site or home"
    },
    {
      "title": "Induction of Spermatogenesis and Its Predictors in Men with Prepubertal-Onset Hypogonadotropic Hypogonadism Undergoing Gonadotropin Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: GT can successfully induce spermatogenesis in 82% of patients with prepubertal-onset HH, regardless of etiology. Baseline TV was confirmed as a predictor of successful outcomes and earlier spermatogenesis induction.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40878119",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GT can successfully induce spermatogenesis in 82% of patients with prepubertal-onset HH, regardless of etiology. Baseline TV was confirmed as a predictor of successful outcomes and earlier spermatogenesis induction"
    },
    {
      "title": "<em>In situ</em> study of visible light-activated photocatalytic conversion reaction enhancement of biomass using a magnetic heterostructure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Although cadmium sulfide (CdS) is a promising visible light-active photocatalyst, it is highly toxic. Therefore, in addition to improving the photocatalytic properties of CdS, enhancing its recoverability would allow for more environmentally friendly photocatalytic reactions. In this study, ferrimagnetic Fe(3)O(4) nanoparticles (NPs) were added to CdS to form a heterostructure, and photocatalytic CdS NPs were efficiently recovered. The photocatalytic reaction efficiency of this heterostructure...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40878102",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Erratum to: Modulating CD226 and PD-(L)1 pathways improves CMV-specific CD8＋T cell responses in the absence of IL-2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40878052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "[Erratum to: BMB Reports 2025; 58(7): 307-312, PMID: 40495489, PMCID: PMC12313400] BMB Reports recently published the article \"Modulating CD226 and PD-(L)1 pathways improves CMV-specific CD8＋T cell responses in the absence of IL-2\" (BMB Rep. 2025; Vol. 58, No.7, pp.307-312) by Hye-In Sim et al. The original publication inadvertently omitted two sections: ACKNOWLEDGMENTS and CONFLICT OF INTEREST. These sections have now been added to the online version. The authors and editorial office apologize...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40878052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Acoustic generation of orbital currents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "In solids, the crystal field couples the electronic orbital degree of freedom to the lattice. This coupling suggests that an excitation of lattice dynamics could trigger the dynamics of orbital angular momentum of electrons, thereby generating orbital currents-a flow of electronic orbital angular momentum. However, the interplay between orbital currents and lattice dynamics has been elusive. Here, we report the observation of the acoustic orbital Hall effect, demonstrating the generation of...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "POSTECH"
      ],
      "pmid": "40883261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structures and energetics of protonated bipyridine-cucurbituril complex isomers in the gas phase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "We investigated the gas-phase isomerism and stability of host-guest complexes formed between cucurbiturils (CB[6] and CB[7]) and three n,n'-bipyridine regioisomers (n = 2, 3, and 4), focusing on how molecular geometry and charge distribution influence complex formation. Ion mobility spectrometry-mass spectrometry and collision-induced dissociation experiments, supported by density functional theory (DFT) calculations, reveal distinct inclusion and exclusion complex isomers. Singly-protonated...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40879487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the gas-phase isomerism and stability of host-guest complexes formed between cucurbiturils (CB[6] and CB[7]) and three n,n'-bipyridine regioisomers (n = 2, 3, and 4), focusing on how molecular geometr...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reporting of measures against bias in nonclinical published research studies: a journal-based comparison",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The analysis showed that the reporting standards remained low, also when other statistical information is concerned. Additionally, our results suggest that the reporting in articles on in vivo experiments is better compared to articles on in vitro experiments. Furthermore, important differences in reporting standards between journals seem to exist.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883808",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "differences in reporting standards between journals seem to exist",
      "conclusion": "The analysis showed that the reporting standards remained low, also when other statistical information is concerned. Additionally, our results suggest that the reporting in articles on in vivo experiments is better compared to articles on in vitro experiments"
    },
    {
      "title": "Left-digit bias in outcomes and invasive treatments among out-of-hospital cardiac arrest patients with shockable rhythm: a nationwide multicenter observational study with regression discontinuity design analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883804",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of prenatal drought exposures on under-5 childhood stunting in 32 low-and-middle-income countries: a global analysis using demographic and health survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our large-scale population study of 32 LMICs has found that pre-natal drought exposure was significantly associated with under-5 child stunting, with pronounced risks during the second and third trimesters exposures. Drought plays a significant role in exacerbating child stunting, underscoring the necessity for effective drought management strategies and interventions to safeguard child nutrition and development.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40883801",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our large-scale population study of 32 LMICs has found that pre-natal drought exposure was significantly associated with under-5 child stunting, with pronounced risks during the second and third trimesters exposures. Drought plays a significant role in exacerbating child stunting, underscoring the n..."
    },
    {
      "title": "Associations of roxadustat with copper elevation and hypothyroidism in patients on hemodialysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Roxadustat may decrease serum TSH, free-T3, and free-T4 levels and increase serum copper and ceruloplasmin levels in HD patients.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883653",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Roxadustat may decrease serum TSH, free-T3, and free-T4 levels and increase serum copper and ceruloplasmin levels in HD patients"
    },
    {
      "title": "Visual gamma stimulation induces 40 Hz neural oscillations in the human hippocampus and alters phase synchrony and lag",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Nonpharmaceutical approaches based on gamma entrainment using sensory stimuli (GENUS) have shown promise in reducing Alzheimer's disease pathology in mouse models. While human studies remain limited, GENUS has been shown to alleviate aspects of neurodegeneration in patients with Alzheimer's disease. In this study, we analyze intracranial EEG data from 490 contacts across eleven patients with refractory epilepsy in response to three visual stimulation conditions. We find that 40 Hz visual...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Overcoming platinum-resistant ovarian cancer targeting the activated JAK-STAT pathways via extracellular vesicles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Platinum-resistant ovarian cancer (PROC) is a clinically severe unresolved issue, and it remains unclearly defined by molecular biology. Extracellular vesicles (EVs) play an essential role in cell-to-cell communication in the tumor microenvironment. This study aimed to investigate the molecular mechanisms of PROC, focusing on the unique ascites environment of ovarian cancer. Multi-transcriptome analyses using clinical samples revealed that PROC exhibited an activated Janus kinase (JAK)/signal...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883550",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the molecular mechanisms of PROC, focusing on the unique ascites environment of ovarian cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Screening and optimization of online comprehensive two-dimensional liquid chromatography conditions for the analysis of hospital wastewater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Pharmaceutical residues in freshwater systems constitute a growing environmental problem. An important point source of these pharmaceuticals is hospital wastewater. The characterization of hospital wastewater is challenging because of its complex nature. Pharmaceuticals and their metabolites display a large variety of physicochemical properties, while matrix compounds create additional complexity. Innovative analytical approaches are hence needed to characterize these challenging samples. A...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "point source of these pharmaceuticals is hospital wastewater",
      "conclusion": null
    },
    {
      "title": "Car4-positive adipocyte progenitor cells adapt to the aging environment and work as protection against ROS via glutathione metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883493/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The induction of beige adipocytes is significantly reduced in aged mice due to the senescence of adipocyte progenitor cells (APCs). Recent studies have revealed the existence of beige adipocyte subtypes, suggesting that APCs comprise a heterogeneous population. Therefore, in this study, we aimed to elucidate the mechanism through which long-term cold exposure induces the production of beige adipocytes even in aged mice. Single-cell RNA sequencing identified carbonic anhydrase 4 (Car4)-positive...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883493",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "elucidate the mechanism through which long-term cold exposure induces the production of beige adipocytes even in aged mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic caustics by ultrasonically modulated liquid surface",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "This paper presents a method for generating dynamic caustic patterns by utilising dual-optimised holographic fields with Phased Array Transducer (PAT). Building on previous research in static caustic optimisation and ultrasonic manipulation, this approach employs computational techniques to dynamically shape fluid surfaces, thereby creating controllable and real-time caustic images. The system employs a Digital Twin framework, which enables iterative feedback and refinement, thereby improving...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40883376",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cu<sub>2</sub>OSeO<sub>3</sub> turns trigonal with structural transformation and implications for skyrmions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The formation and characteristics of magnetic skyrmions are strongly governed by the symmetry of the underlying crystal structure. In this study, we report the discovery of a new trigonal polymorph of Cu(2)OSeO(3), observed exclusively in nanoparticles. Electron diffraction and density functional theory calculations confirm its R3m space group, sharing C(3v) symmetry with Néel-type skyrmion hosts. This polymorph is likely stabilized by surface effects, suggesting that size-induced structural...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative investigation of free radical scavenging and cyclic voltammetric analyses to evaluate the antioxidant potential of selective green vegetables extracts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The antioxidant properties of medicinal plants are often assessed using chemical assays; however, electrochemical techniques like cyclic voltammetry offer complementary insights. This study explores the antioxidant potential of crude ethanol extracts and solvent fractions from Ipomoea aquatica and Colocasia esculenta using both DPPH radical scavenging assay and electrochemical cyclic voltammetry. Phytochemical screening identified key secondary metabolites in both plants. Antioxidant activity...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-entropy supramolecular crystals elucidating the inhomogeneity of interfacial water molecules at atomic resolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Water at interfaces plays crucial roles in various natural phenomena and in the material sciences. Therefore, understanding the structure and hydrogen-bonding network at such interfaces is essential. Recent advances in porous crystalline materials, combined with single-crystal X-ray diffraction techniques, have enabled the visualization of molecular structures on pore surfaces at atomic resolution. Herein, we report the formation of a supramolecular porous crystal composed of a resorcin[4]arene...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883269",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Net δ-C-H Alkylation of Allyl Alcohols by Ni-Catalyzed Allylic Substitution of Azo-Ene Adducts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Transformation of allylic C-H bonds into C-C bonds in a regioselective manner represents a powerful approach to generating complex molecules from simple starting materials. Herein, we report a protocol for net δ-C-H alkylation of allyl alcohols involving a sequential azo-ene reaction and an attendant Ni-catalyzed allylic substitution with Grignard reagents. This two-step strategy enables the regioselective alkylation of distal C-H bonds, a transformation that remains challenging via direct...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883250",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A nationwide approach to reduction in anaesthetic gas use: the Dutch approach delivers measurable emissions cuts. Response to Br J Anaesth 2025: 135;279-80",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Source position evaluation using X-ray fluoroscopy of the Geneva and Venezia applicators for brachytherapy: An assessment of inter-applicator differences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883195/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated the feasibility of direct source position measurements using X-ray fluoroscopy. These results emphasize the need for commissioning all applicator, but individual characterization is unnecessary in clinical practice if differences fall within tolerance.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883195",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the feasibility of direct source position measurements using X-ray fluoroscopy. These results emphasize the need for commissioning all applicator, but individual characterization is unnecessary in clinical practice if differences fall within tolerance"
    },
    {
      "title": "Addressing severe spinal deformities associated with neurofibromatosis type 1: Surgical strategies and outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883188/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The fundamental of surgical treatment for NF-1-related spinal deformity is extensive rigid spinal fusion by adequate bone grafting. Even if these surgeries are performed, in some cases additional surgery could be necessary due to progression of deformity.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883188",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The fundamental of surgical treatment for NF-1-related spinal deformity is extensive rigid spinal fusion by adequate bone grafting. Even if these surgeries are performed, in some cases additional surgery could be necessary due to progression of deformity"
    },
    {
      "title": "Correlation between patient-derived intestinal organoids and clinical responses to CFTR modulators in people with cystic fibrosis homozygous for F508del",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: While high and low PDIO response groups did not differ in clinical outcomes individually, PDIO response magnitude was significantly associated with SCC and ppFEV1 changes when TI and ETI data were combined, suggesting its potential as a biomarker for modulator treatment efficacy.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883119",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While high and low PDIO response groups did not differ in clinical outcomes individually, PDIO response magnitude was significantly associated with SCC and ppFEV1 changes when TI and ETI data were combined, suggesting its potential as a biomarker for modulator treatment efficacy"
    },
    {
      "title": "Evaluation of electron Monte Carlo algorithm accuracy for dose calculations in extended source-to-surface distances electron beam therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40883099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The findings delineate the performance and limitations of the eMC algorithm under extended SSD conditions. These limitations should be considered in algorithm evaluation and quality assurance processes. The results provide guidance for algorithm assessment and may serve as a foundation for future studies to explore its clinical relevance in large-field electron beam therapy.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40883099",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings delineate the performance and limitations of the eMC algorithm under extended SSD conditions. These limitations should be considered in algorithm evaluation and quality assurance processes"
    },
    {
      "title": "Mental Health for Migrants: A Human Rights Issue?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882990/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Within human rights bodies, mental health in the context of migration hardly constitutes a central theme. However, it is not altogether overlooked; elements of migrants' mental wellbeing are indirectly addressed, notably in relation to ill-treatment, the right to family life, non-discrimination, and equality, among others. This contribution brings together these sparse references and examines whether legal standards can be further developed at the intersection of mental health, migration, and...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882990",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biogas valorization of the aqueous phase of pyrolysis liquid via co-digestion with sewage sludge towards sustainable circular-integrated treatment system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "This study assessed the feasibility of circularly integrating anaerobic digestion (AD) and pyrolysis for sewage sludge treatment by utilizing existing AD infrastructure to valorize the aqueous phase of pyrolysis liquid (APL) produced from the pyrolysis of digested sludge (DS). APLs were prepared at 350℃, 500℃, and 650℃ (APL350, APL500, and APL650) and co-digested with mixed sludge at proportions reflecting actual APL yields. Batch co-AD revealed APL-induced methanogenic inhibition (APL500 >...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Motor skill learning differentially modulates functional connectivity in cortical and corticospinal networks in children, adolescents, and adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882827/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Learning a new motor skill relies on functional reorganization of the human central nervous system (CNS). Plasticity may shape the transmission and communication between cortical regions and between cortical and spinal networks involved in sensorimotor control, but little is known about the influence of age on these adaptations. In a series of experiments, we investigated whether changes in cortical and corticospinal functional connectivity following motor practice differ among individuals at...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882827",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whether changes in cortical and corticospinal functional connectivity following motor practice differ among individuals at",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent developments in lignocellulosic banana (Musa spp.) fiber-based biocomposites and their potential industrial applications: A comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Bananas are one of the most widely consumed fruits globally, leaving behind approximately 60 % of their biomass as residual waste after harvest. This accounts for an estimated 114.08 million metric tonnes of banana waste annually, contributing to significant environmental challenges, including pollution, soil degradation, greenhouse gas emissions, and odour problems. Addressing this issue requires innovative solutions to minimize waste while creating value from these residues. One promising...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882737",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of N-myristoyltransferase in pluripotent stem cells promotes the naive state in mice and elicits trophectoderm and primitive endoderm markers in humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Naive and primed states represent distinct phases of pluripotency during early embryonic development, both of which can be captured and interconverted in vitro. To understand pluripotency regulation, we performed a recessive genetic screen using homozygous mutant mouse embryonic stem cells (mESCs) and identified N-myristoyltransferase (NMT) as a novel regulator. Disruption of Nmt1 in mESCs conferred resistance to differentiation, and NMT suppression in mouse epiblast stem cells (mEpiSCs)...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extinction, avoidance, and generalization: Fear learning processes and their relations with anxious and depressive traits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Research shows anxious individuals exhibit slower extinction (EXT), more avoidance (AVO), and broader generalization (GEN) in Pavlovian fear conditioning, potentially contributing to maladaptive anxiety (chronic, avoidant, overgeneralized). However, studies typically focused on one of these processes, it remains unclear (1) whether the deficits in each process reflect separate or the same vulnerability factors; (2) whether deficits in any of these processes is more detrimental; (3) whether...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882382",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A novel intron variant is associated with emerging pfdhps mutant haplotypes in West and Central African Plasmodium falciparum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Sulfadoxine-pyrimethamine plays a key role in Plasmodium falciparum chemoprevention across Africa, yet the protective efficacy of SP is undermined by mutations conferring resistance in the genes encoding dihydrofolate reductase (pfdhfr) and dihydropteroate synthase (pfdhps). The emergence and spread of the pfdhps 431V mutation suggests that this may confer resistance and be selected by drug use. Here, we report a non-coding mutation a548383t, which expands a di-nucleotide repeat in the first...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882319",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adverse childhood experiences and mental health of sexual and gender minorities in Canada, USA, and Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40882307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Sexual and gender minorities faced a higher risk of ACEs and poor mental health regardless of country. Further research is needed to understand the underlying mechanisms of the increased risk.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40882307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sexual and gender minorities faced a higher risk of ACEs and poor mental health regardless of country. Further research is needed to understand the underlying mechanisms of the increased risk"
    },
    {
      "title": "Estimation of pancreatic histology and likelihood of postoperative pancreatic fistula using extracellular volume fraction from contrast-enhanced computed tomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ECVf is useful in predicting acinar loss and pancreatic fibrosis, and ECVf < 36% may be a risk factor for POPF.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40881896",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ECVf is useful in predicting acinar loss and pancreatic fibrosis, and ECVf < 36% may be a risk factor for POPF"
    },
    {
      "title": "Precision Synthesis of End-Functionalized Star Poly(vinyl alcohol)s by RAFT Polymerization and Post-polymerization Modification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Poly-(vinyl alcohol) (PVA) has been widely used in industrial and consumer products. In this study, we aimed to address this challenge by synthesizing well-defined multiarm poly-(vinyl acetate) (PVAc) through the use of nonhydrolyzable vinyl ether-type multifunctional RAFT agents. The control over molecular weights was achieved by the RAFT process to afford polymers with dominant head-to-head linkages at the terminal. Especially, quantitative end-functionalization of the synthesized PVAc was...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40881838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "address this challenge by synthesizing well-defined multiarm poly-(vinyl acetate) (PVAc) through the use of nonhydrolyzable vinyl ether-type multifunctional RAFT agents",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Function Provision to Fe-Porphyrin Complexes for CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CO(2) reduction has recently attracted attention to address environmental and energy issues owing to its ability to convert greenhouse gases into valuable chemical fuels. Fe-porphyrin complexes ([Fe-(P)]-s) have been widely studied as catalysts for CO(2) reduction owing to their high activity, selectivity, and robustness. In this perspective, [Fe-(P)]-s are classified in terms of our original concept, function provision, which serves to provide the function to approach key elements of the...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40881417",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Planarization of Twisted Push-Pull Probes by Stretching Rather than by Compression: Core-Substituted Fluorescent Flippers as Materials Mechanosensors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40881407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Fluorescent flippers are twisted push-pull mechanophores that report planarization with red-shifted absorption and an increase in fluorescence intensity and lifetime. Until today, their planarization by physical forces has focused on compression to visualize physical forces in biology. Here, we show that planarization can also be achieved by stretching of flipper probes that are equipped with tethers in their core and to visualize mechanical stress in polymeric materials. The synthesis of...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40881407",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Precise Orientational Control of Electroactive Units Using a Tripodal Triptycene Scaffold to Direct Noncovalent Pairing at the Single Molecular Level",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "A break junction technique has been established to explore conductive behavior at the single molecular level, and recent interest has shifted toward the evaluation of bimolecular systems interacting through noncovalent intermolecular forces. This requires precise control over the orientation of the two molecules so that they can adapt an appropriate face-to-face arrangement between two electrodes. Herein, we present an approach using a tripodal triptycene scaffold that allows for accurate...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40880976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of nuclease stability and poly(A)-binding protein binding activity of chemically modified poly(A) tail for <em>in vivo</em> applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The poly(A) tail plays a crucial role in mRNA stability and translation efficiency. Chemical modification of the poly(A) tail is a promising approach for stabilizing mRNA against deadenylation. In this study, we investigated the effect of poly(A) chemical modifications using phosphorothioate (PS), 2'-fluoro (2'-F), 2'-O-methyl (2'-OMe), and 2'-O-methoxyethyl (2'-MOE) modifications. Notably, PS, 2'-OMe, and 2'-MOE modifications conferred resistance to CAF1, an enzyme responsible for...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40880664",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effect of poly(A) chemical modifications using phosphorothioate (PS), 2'-fluoro (2'-F), 2'-O-methyl (2'-OMe), and 2'-O-methoxyethyl (2'-MOE) modifications",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>N</em>-[(Thiophen-3-yl)methyl]benzamides as Fusion Inhibitors of Influenza Virus Targeting H1 and H5 Hemagglutinins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Novel antiviral drugs are needed to prepare for infections from influenza A virus (IAV). Here, a series of N-[(thiophen-3-yl)methyl]benzamides, which target the hemagglutinin (HA)-mediated fusion process, is reported. The most active compound, VF-57a, displays a 50% effective concentration (EC(50)) of ∼0.8 μM and an antiviral selectivity index >130 in Madin-Darby canine kidney (MDCK) cells infected with A/H1N1 virus. VF-57a proved to be a strong inhibitor of A/H1N1 and A/H5N1 pseudovirus entry...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40880513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lubiprostone in chronic kidney disease: Insights into mitochondrial function and polyamines from a randomized phase 2 clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Chronic kidney disease (CKD) is a life-threatening condition, and constipation is a progressive risk factor. We evaluated changes in uremic toxins, renal function, and the safety of lubiprostone, a selective chloride channel activator, in patients with CKD. In this phase 2, randomized, double-blind, placebo-controlled trial across nine centers in Japan, 150 patients with stage IIIb-IV CKD received lubiprostone (8 or 16 micrograms) or placebo for 24 weeks. The primary end point was change in...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40880481",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cytoskeletal control in adult microglia is essential to restore neurodevelopmental synaptic and cognitive deficits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Synaptic dysfunction is a hallmark of neurodevelopmental disorders (NDDs), often linked to genes involved in cytoskeletal regulation. While the role of these genes has been extensively studied in neurons, microglial functions such as phagocytosis are also dependent on cytoskeletal dynamics. We demonstrate that disturbance of actin cytoskeletal regulation in microglia, modeled by genetically impairing the scaffold protein Disrupted-in-Schizophrenia 1 (DISC1), which integrates actin-binding...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40880479",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fibrosis 4 index predicts hemocompatibility-related adverse events in patients using left ventricular assist devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40880288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: FIB4 index, a liver fibrosis marker, serves as a valuable prognostic indicator for HRAEs in patients receiving LVAD support.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40880288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FIB4 index, a liver fibrosis marker, serves as a valuable prognostic indicator for HRAEs in patients receiving LVAD support"
    },
    {
      "title": "Anesthetic management of occult traumatic pneumothorax with one-lung ventilation avoiding prophylactic chest tube: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: General anesthesia was safely managed without prophylactic chest tube placement by employing one-lung ventilation in a patient with occult traumatic pneumothorax.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879995",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "General anesthesia was safely managed without prophylactic chest tube placement by employing one-lung ventilation in a patient with occult traumatic pneumothorax"
    },
    {
      "title": "Artificial intelligence software to detect small hepatic lesions on hepatobiliary-phase images using multiscale sampling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The detectability of small hepatic lesions on HBP images was improved with msAI software especially when its results were properly evaluated.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879971",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The detectability of small hepatic lesions on HBP images was improved with msAI software especially when its results were properly evaluated"
    },
    {
      "title": "Correction: New acetogenin katsuurallene from Laurencia saitoi collected from Katsuura, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pre-partum feeding strategies affect colostrum metabolite levels related to nitrogen and energy metabolism in Holstein dairy cows",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although colostrum is physiologically regulated, our findings, for the first time, indicate that the four feeding strategies induce shifts in fucose, tryptophan, acetate and cytidine levels, reflecting the energy and nitrogen metabolism of cows before parturition.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879961",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although colostrum is physiologically regulated, our findings, for the first time, indicate that the four feeding strategies induce shifts in fucose, tryptophan, acetate and cytidine levels, reflecting the energy and nitrogen metabolism of cows before parturition"
    },
    {
      "title": "Loss of responses to odorants and pheromones in mPRγ (paqr5b)-knockout zebrafish",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "In our previous study, we generated a membrane-type progesterone receptor γ (paqr5b) knockout zebrafish line. Knocking out paqr5b by genome editing resulted in the loss of neurons in the olfactory rosette (OR). These findings indicated that Paqr5b plays an essential role in the formation of olfactory neurons. In this study, we investigated the extent to which paqr5b^(-/-) fish lacking olfactory neurons retain their sense of smell. We used a reported tank for zebrafish olfactory analysis with a...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879835",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the extent to which paqr5b^(-/-) fish lacking olfactory neurons retain their sense of smell",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Splenic vein diameter/portal vein diameter ratio as a predictor of portal vein thrombosis after laparoscopic splenectomy in children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: An SVD/PVD ratio ≥ 0.7 is a strong predictor of PVT after LS in children. Measuring this ratio preoperatively may identify high-risk patients, allowing for closer monitoring and potential preventive interventions to reduce PVT incidence.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879796",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An SVD/PVD ratio ≥ 0.7 is a strong predictor of PVT after LS in children"
    },
    {
      "title": "Laparoscopic enucleation vs. pancreatectomy for small pancreatic neuroendocrine neoplasms: long-term functional and oncological outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Given appropriate patient selection, LE of small well-differentiated PanNENs provides comparable oncological outcomes, perioperative safety, and superior long-term endocrine function preservation compared to LRP.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879775",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Given appropriate patient selection, LE of small well-differentiated PanNENs provides comparable oncological outcomes, perioperative safety, and superior long-term endocrine function preservation compared to LRP"
    },
    {
      "title": "Correction: Effectiveness of a cognitive-behavioral sleep hygiene intervention for adolescents with ADHD: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879768",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Administration of a recombinant secretory leukocyte protease inhibitor prevents aortic aneurysm growth in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879707/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "Pharmacological interventions to inhibit the progression of aortic aneurysm (AA) have not yet been established. We previously reported that mesenchymal stem cells (MSCs) provide a potential foundation for less invasive treatment of AA. In this study, we investigated the secretory proteins from MSC supernatants to clarify the therapeutic effects of MSCs. Furthermore, we treated thoracoabdominal aortic aneurysm (TAAA) mice with two anti-inflammatory proteins from among these secretory proteins to...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879707",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the secretory proteins from MSC supernatants to clarify the therapeutic effects of MSCs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trans*, inter*, and non-binary (TIN*) people's desire of parenthood and concrete fertility intentions in Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings highlight the complexity of family planning within the TIN* community and underline the importance of comprehensive care and support for LGBTQI* individuals navigating parenthood aspirations.",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879560",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the complexity of family planning within the TIN* community and underline the importance of comprehensive care and support for LGBTQI* individuals navigating parenthood aspirations"
    },
    {
      "title": "A Methionine-Rich Repeat Forms a Spiral Conformation That Guides Aragonite Nanofiber Organization in Molluscan Ligaments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879455/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "The hinge ligament of Pinctadafucata contains aragonite nanofibers embedded in a dense organic matrix primarily composed of ligament methionine (Met)-rich protein (LMP). LMP features a low-complexity region with 30 repeats of the Met-Met-Met-lysine-proline-aspartic acid (MMMKPD) sequence; however, its structural and functional roles remain unclear. Using synthetic peptides and solution nuclear magnetic resonance with dispersive aragonite particles, we observed that the MMMKPD repeat formed a...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879455",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Valuation of cognition bolt-ons for EQ-5D-5L in Japan: A comparative analysis of scaling factor and conventional models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40879413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250830033733&v=2.18.0.post9+e462414",
      "description": "BackgroundA cognition bolt-on version for EQ-5D is needed to comprehensively assess health states of the general population.ObjectiveTo experimentally evaluate the valuation methods of the EQ-5D-5L bolt-ons using scaling factor and conventional models, we used the cognition bolt-on version of the Japanese EQ-5D-5L (EQ-5D-5L + C) and two previously developed cognition dimensions Remembering things and Thinking clearly.MethodsEligible participants, recruited from the general Japanese population,...",
      "pubDate": "2025-08-29T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40879413",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}