{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-10-10T07:36:11.739Z",
  "totalItems": 150,
  "totalArchived": 15326,
  "newPapersAdded": 179,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 78,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 77,
    "IBS": 10,
    "UNIST": 0,
    "Hanyang University": 4,
    "KIST": 1,
    "GIST": 1,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Biomedical": 39,
    "Multidisciplinary": 79,
    "Materials Science": 5,
    "Computer Science": 6,
    "Cancer Research": 14,
    "Neuroscience": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "ADSC-enriched adipose extract alleviates cartilage fibrosis in temporomandibular joint osteoarthritis by inhibiting chondrocyte senescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ARDE effectively alleviates cartilage fibrosis by suppressing chondrocyte senescence, significantly restoring cartilage structure and alleviating disease symptoms. The preparation process meets clinical requirements, and its demonstrated safety and efficacy indicate promising clinical translation prospects.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41068761",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ARDE effectively alleviates cartilage fibrosis by suppressing chondrocyte senescence, significantly restoring cartilage structure and alleviating disease symptoms. The preparation process meets clinical requirements, and its demonstrated safety and efficacy indicate promising clinical translation pr..."
    },
    {
      "title": "What drives patient cost variability in psoriasis care: a single centre study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlighted substantial variability in consultation and yearly treatment costs for psoriasis patients. These findings emphasized the critical need for detailed cost data to optimise departmental workflows, support efficient resource allocation, and inform the design of equitable bundled payment models. Improving cost transparency was shown to strengthen clinical and financial decision-making. Future research was recommended to explore the cost implications of...",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068751",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of",
      "conclusion": "This study highlighted substantial variability in consultation and yearly treatment costs for psoriasis patients. These findings emphasized the critical need for detailed cost data to optimise departmental workflows, support efficient resource allocation, and inform the design of equitable bundled p..."
    },
    {
      "title": "Rectal metastasis as the initial presentation of primary lung adenocarcinoma with an EGFR L858R mutation: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although rectal metastasis harbouring EGFR L858R mutations from primary lung adenocarcinoma is extremely rare, clinicians should have a low threshold for pulmonary low-dose spiral CT. In addition, histopathologic analysis by immunohistochemistry combined with molecular diagnostics is critical for a timely and accurate diagnosis and to distinguish rectal metastases from primary rectal malignancies.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41068772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although rectal metastasis harbouring EGFR L858R mutations from primary lung adenocarcinoma is extremely rare, clinicians should have a low threshold for pulmonary low-dose spiral CT. In addition, histopathologic analysis by immunohistochemistry combined with molecular diagnostics is critical for a ..."
    },
    {
      "title": "Cardiometabolic HFpEF with focus on type 2 diabetes mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41068770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body mass index mediates the association between the dietary index for gut microbiota and kidney stones: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41068756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recrudescent severe malaria due to Plasmodium falciparum following treatment in a Taiwanese patient: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This case highlights that even with prompt, guideline-based therapy and the absence of pfk13 mutations, severe P. falciparum malaria in non-immune individuals can still develop recrudescence. Enhanced clinical vigilance, laboratory monitoring, and multidisciplinary care are essential for management. Reporting such rare recrudescent cases supports clinical awareness, informs best practice, and strengthens public health preparedness in low-incidence regions.",
      "pubDate": "2025-10-10T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41068738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case highlights that even with prompt, guideline-based therapy and the absence of pfk13 mutations, severe P. falciparum malaria in non-immune individuals can still develop recrudescence"
    },
    {
      "title": "Comparative chloroplast genomics of Erigeron (Asteroideae, Asteraceae)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068593/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "The genus Erigeron L. (Astereae, Asteroideae, Asteraceae), commonly known as fleabanes, comprises approximately 457 species with a near-cosmopolitan distribution. However, taxonomic discrepancies persist within the genus. In this study, the complete chloroplast (cp.) genomes of 16 Erigeron species were sequenced and/or de novo assembled and compared with those of nine previously reported species. The complete cp. genomes ranged from 152,108 to 153,430 base pairs (bp) in length, with a large...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41068593",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tizoxanide associated with anti-virulent activity controls fire blight disease caused by Erwinia amylovora in Malus asiatica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "Erwinia amylovora is a causative pathogen of fire blight disease, affecting apple, pear, and other rosaceous plants. This study aimed to discover new anti-virulence agents to control this plant bacterial disease by preventing its pathogenesis. To this end, 2485 small molecules were screened for targeting the type III secretion system (T3SS) which is a critical virulence factor in E. amylovora. Our screening identified tizoxanide as a potent inhibitor, significantly reducing the promoter activity...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41068275",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "discover new anti-virulence agents to control this plant bacterial disease by preventing its pathogenesis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolvin E1 improves the maturation of porcine oocytes by suppressing oxidative stress via Nrf2 pathway activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067363/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "Resolvin E1 (RvE1) is a specialized pro-resolving mediator from the bioactive lipid family that has been detected in follicular fluid and serum and is secreted by cumulus cells during culture. However, its role in mammalian oocyte maturation remains poorly understood. We investigated the antioxidant function of RvE1 and its underlying mechanisms during meiotic progression. RvE1 significantly enhanced cumulus cell expansion and increased the rate of metaphase II oocytes compared to controls....",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41067363",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the antioxidant function of RvE1 and its underlying mechanisms during meiotic progression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-ratio and vehicle dynamics-based speed estimation for traffic accident analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "In traffic accident analysis, vehicle speed estimation is crucial for determining accident causation and establishing legal liability. Although cross-ratio-based methods are widely employed in traffic accident video analysis, they remain primarily limited to average speed calculations on straight road sections. This study proposes a video-based speed estimation technique applicable to curved roads by integrating cross-ratio geometric principles with vehicle dynamics. The proposed method...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41066911",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seizure evolution in a mouse model of West syndrome involves complex and time-dependent synapse remodeling, gliosis and alterations in lipid metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "Neurodevelopmental disorders can have long-lasting effects, causing not only early pediatric symptoms but also a range of neurological issues throughout adulthood. West syndrome is a severe neurodevelopmental disorder marked by infantile spasms, an early symptom that typically subsides with age. However, many patients progress to other seizure forms, known as seizure evolution, which is closely linked to poor long-term outcomes. Despite its clinical significance, the neurobiological mechanisms...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41066510",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Flatfoot Management with foot orthoses: A Systemic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings strongly support insoles as an effective conservative treatment for flexible flatfoot and underscore the need to incorporate clinical, biomechanical, and radiographic outcomes in future research to optimize management strategies.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41065643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings strongly support insoles as an effective conservative treatment for flexible flatfoot and underscore the need to incorporate clinical, biomechanical, and radiographic outcomes in future research to optimize management strategies"
    },
    {
      "title": "Thermally Drawn Multifunctional All-Hydrogel Fibers for Anti-Fibrotic and Multimodal Neural Interfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "Hydrogels have emerged as promising materials for anti-fibrotic neural interfaces due to their mechanical and chemical similarity to biological tissue. However, their use in multimodal platforms remains limited, owing to fabrication challenges in microstructuring multiple functional hydrogels into compact architectures. Here, a hydrogel thermal drawing process (HG-TDP) is presented that enables the co-fabrication of multiple thermoplastically deformable hydrogels into a single, compact, and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41064930",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Active Learning-Guided Accelerated Discovery of Ultra-Efficient High-Entropy Thermoelectrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "High-entropy alloys are emerging as highly efficient thermoelectrics, but their vast compositional spaces hinder efficient material discovery using conventional heuristics-based and advanced machine learning approaches. Here, this fundamental challenge is addressed by demonstrating an active learning framework that leverages sparse experimental data (80 out of 16206) to efficiently identify three new high-entropy chalcogenides (HECs) with remarkable thermoelectric performance (zT >2). By...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41064922",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of P-doping on CO<sub>2</sub>-Derived Porous Carbon for the Cathode of Lithium-Sulfur Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251010033554&v=2.18.0.post9+e462414",
      "description": "To address the sluggish redox kinetics and the polysulfide shuttle effect in lithium-sulfur (Li-S) batteries, phosphorus-doped CO(2)-derived carbon (PCDC) was developed to improve their electrochemical performance. The carbon scaffold was derived from CO(2) reduction through sodium borohydride (NaBH(4)), enabling the simultaneous incorporation of boron and oxygen. This eco-friendly strategy converts CO(2) into a hierarchically porous structure with the phosphoric acid treatment. The resulting...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41064895",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and validation of nomograms for ameloblastoma recurrence prediction: a multinational, two-center study from Seoul, South Korea and Wuhan, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both nomograms demonstrated good predictive accuracy and highlighted regional differences in risk factors. These findings support the integration of multicenter data to enhance recurrence prediction in ameloblastoma.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both nomograms demonstrated good predictive accuracy and highlighted regional differences in risk factors. These findings support the integration of multicenter data to enhance recurrence prediction in ameloblastoma"
    },
    {
      "title": "Effects of exercise interventions on physical recovery in paediatric cancer patients and survivors: a meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068680/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41068680",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "H<sup>3</sup>NGST: a fully automated, web-based platform for end-to-end ChIP-seq analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of increased physical activity with greater fat mass loss following metabolic bariatric surgery: A longitudinal observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Metabolic bariatric surgery (MBS) is an effective treatment for weight loss, but a significant proportion of patients undergoing MBS experience weight regain or muscle loss. Exercise is recommended for patients undergoing MBS, but inconsistent outcomes have been reported on the effect of exercise on weight loss. This study investigated the association between increased physical activity and the changes in weight and body composition of Korean subjects with obesity after MBS. This study...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068410",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between increased physical activity and the changes in weight and body composition of Korean subjects with obesity after MBS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning-based estimation of the mild cognitive impairment stage using multimodal physical and behavioral measures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Mild cognitive impairment (MCI) is a prodromal stage of dementia, and its early detection is critical for improving clinical outcomes. However, current diagnostic tools such as brain magnetic resonance imaging (MRI) and neuropsychological testing have limited accessibility and scalability. Using machine-learning models, we aimed to evaluate whether multimodal physical and behavioral measures, specifically gait characteristics, body mass composition, and sleep parameters, could serve as digital...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068341",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate whether multimodal physical and behavioral measures, specifically gait characteristics, body mass composition, and sleep parameters, could serve as digital",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-intensity statin on 3-year clinical outcomes in elderly acute myocardial infarction patients underwent percutaneous coronary intervention with drug-eluting stents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "There is limited data on high-intensity statin for secondary prevention in elderly acute myocardial infarction (AMI) patients above 75 years. This study aimed to assess the impact of high-intensity statin on 3-year outcomes in elderly AMI patients (> 75 years) who underwent percutaneous coronary intervention (PCI) with drug-eluting stents (DES). From the Korea AMI registry (KAMIR)-National Institutes of Health (NIH), 2,063 elderly patients were divided into three groups based on statin therapy...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41068294",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess the impact of high-intensity statin on 3-year outcomes in elderly AMI patients (> 75 years) who underwent percutaneous coronary intervention (PCI) with drug-eluting stents (DES)",
      "significance": "of high-intensity statin on 3-year outcomes in elderly AMI patients (> 75 years) who underwent percutaneous coronary intervention (PCI) with drug-eluting stents (DES)",
      "conclusion": null
    },
    {
      "title": "Association between physical activity domains and cardiovascular diseases among US adults: evidence from NHANES 2007-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068277/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "This study examined the associations between different domains of physical activity, leisure-time (LTPA), occupational (OPA), and transportation-related (TPA), and cardiovascular disease (CVD) risk among U.S. adults. Data from the National Health and Nutrition Examination Survey (NHANES) 2007-2008 through March 2020 were used. Physical activity was self-reported using the Global Physical Activity Questionnaire. Weekly minutes of LTPA, OPA, and TPA were calculated and categorized as: <150,...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41068277",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the associations between different domains of physical activity, leisure-time (LTPA), occupational (OPA), and transportation-related (TPA), and cardiovascular disease (CVD) risk among U",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bifurcation analysis and novel wave patterns to Zakharov-Kuznetsov-Benjamin-Bona-Mahony equation with truncated M-fractional derivative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068245/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "The Zakharov-Kuznetsov-Benjamin-Bona-Mahony equation (ZKBBME) is a crucial mathematical model used in fractional quantum mechanics, optical fiber signal processing, ion-acoustic waves in plasma, water waves driven by gravity, turbulent flow, fluid flow waves, and for describing many other real-world phenomena. This article employs the modified exp-function method and exp[Formula: see text]-expansion method, along with a truncated M-fractional wave transformation, to investigate new rational,...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068245",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MITD-Net: Markov image-based threat detection network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "The increasing sophistication of malicious activities within applications emphasizes the need for advanced predictive technologies. Malicious user behavior (MUB) is a concern in organizations, as it is a significant source of security breaches caused by employees within the organization. Although previous studies in user activity detection have demonstrated some success, these technologies have been insufficient in identifying new or unfamiliar security threats. To improve the detection of...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068193",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Androgenetic alopecia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Androgenetic alopecia (AGA) is a condition of scalp hair growth characterized by progressive miniaturization of hair follicles and a reduction in the number of active follicles. In general, frontal, mid-scalp and crown hair follicles in postpubescent men and in postmenopausal women are susceptible to AGA. In rare cases, premenopausal women and prepubescent individuals are affected. In men, AGA is hypothesized to be caused by increased androgen signalling within susceptible hair follicles,...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41068174",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spine age estimation using deep learning in lateral spine radiographs and DXA VFA to predict incident fracture and mortality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Spine age estimated from lateral spine radiographs and DXA VFAs could be associated with fracture and mortality risk. In the VERTE-X cohort (n = 10,341, derivation set) and KURE cohort (n = 3517; external test set), spine age discriminated prevalent vertebral fractures and osteoporosis better than chronological age. Predicted age difference was associated with overall (adjusted HR [aHR] 1.22 per 1 SD increment, p < 0.001), vertebral, non-vertebral incident fractures, and mortality (aHR 1.31, p =...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "mTOR dysregulation induces IL-6 and paracrine AT2 cell senescence impeding lung repair in lymphangioleiomyomatosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068078/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Lymphangioleiomyomatosis (LAM) is a rare disease of women in which TSC2 deficient 'LAM cells' with dysregulated mTOR signalling and recruited fibroblasts form nodules causing lung cysts and respiratory failure. We examine if mTOR dysregulation can induce senescence and impair the response to lung injury in LAM. The senescence markers p21, p16 and the SenMayo gene set are increased in LAM lungs and colocalise with alveolar type 2 cells. LAM models induce mTOR dependent senescence in alveolar type...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41068078",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prespecified dental mesenchymal cells for the making of a tooth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Positional information plays a crucial role in embryonic pattern formation, yet its role in tooth development remains unexplored. In this study, we investigated the regional specification of lingual and buccal dental mesenchyme during tooth development. Tooth germs at the cap stage were dissected from mouse mandibles, and their lingual and buccal mesenchymal regions were separated for bulk RNA sequencing. Gene ontology analysis revealed that odontogenesis, pattern specification, and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068076",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the regional specification of lingual and buccal dental mesenchyme during tooth development",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Decoding lysophosphatidic acid signaling in physiology and disease: mapping the multimodal and multinodal signaling networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Lysophosphatidic acid (LPA) signaling has emerged as a central regulatory axis in both normal physiology and disease, orchestrating diverse cellular processes such as proliferation, survival, migration, immune modulation, and tissue remodeling. Originally identified as a bioactive lipid that regulates smooth muscle contraction and vascular tone, LPA has since emerged as a pleiotropic signaling molecule implicated in multiple physiological systems and a wide spectrum of pathological states. These...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41068071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Central Nervous System Outcomes of Lazertinib Treatment in EGFR-Mutated Advanced NSCLC: Pooled Analysis From LASER201 and LASER301",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In this pooled analysis of LASER201 and LASER301, lazertinib demonstrated a clinically meaningful treatment benefit and consistent safety profile in patients with EGFR-mutated advanced NSCLC and CNS metastases.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067998",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this pooled analysis of LASER201 and LASER301, lazertinib demonstrated a clinically meaningful treatment benefit and consistent safety profile in patients with EGFR-mutated advanced NSCLC and CNS metastases"
    },
    {
      "title": "Risk of Reoperation Following Rheumatic Mitral Repair: Long-term Longitudinal Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The long-term durability of rheumatic MV repair is significantly affected by risk factors such as pulmonary hypertension, moderate-to-severe MS, AMVL augmentation, and chordal procedures. Repair is preferable in patients without these risk factors.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067677",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The long-term durability of rheumatic MV repair is significantly affected by risk factors such as pulmonary hypertension, moderate-to-severe MS, AMVL augmentation, and chordal procedures. Repair is preferable in patients without these risk factors"
    },
    {
      "title": "Differences in white matter structural networks in family risk of major depressive disorder and suicidality: A connectome analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Depression and suicide are leading global causes of disability and death and are highly familial. Family and individual history of depression and suicide are associated with neurobiological differences including decreased white matter connectivity. However, this has been shown for individual regions, not considering that changes in connectivity may reverberate throughout the brain network. Furthermore, suicide and depression are correlated, but distinct psychological constructs. We use graph...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067648",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Person-centred care in congenital heart disease: Intercountry variation in patient-reported experiences across 32 countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights significant global differences in perceived autonomy support from healthcare providers among adults with CHD. Education and age were associated with higher levels of perceived autonomy support. The experience of PCC is challenged by diverse expectations of individuals and families, healthcare providers' beliefs and values, institutional policies, and broader sociocultural contexts.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41067646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights significant global differences in perceived autonomy support from healthcare providers among adults with CHD. Education and age were associated with higher levels of perceived autonomy support"
    },
    {
      "title": "Controversies, Consensuses, and Guidelines on the Etiology, Diagnosis and Management of Intraocular Foreign Bodies (IOFBs) by the Academy of Asia-Pacific Professors of Ophthalmology (AAPPO) and the Asia-Pacific Vitreo-retina Society (APVRS)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The strong majority of consensus statements serves as a useful guidance, enabling clinicians to approach IOFB removal in a systemic manner with more confidence and improve patient outcomes. The varying levels of agreement in some statements underscore remaining uncertainties in IOFB clinical management.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41067482",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The strong majority of consensus statements serves as a useful guidance, enabling clinicians to approach IOFB removal in a systemic manner with more confidence and improve patient outcomes. The varying levels of agreement in some statements underscore remaining uncertainties in IOFB clinical managem..."
    },
    {
      "title": "Does Physical Activity or Sedentary Behavior Moderate the Association of Smoking Consumption With All-Cause and Cardiovascular Disease Mortality?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlighted that PA and SB can attenuate the association between smoking and mortality, including all-cause and CVD-related mortality. For optimal health promotion, practicing smoking cessation, engaging in PA, and reducing SB are recommended simultaneously.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlighted that PA and SB can attenuate the association between smoking and mortality, including all-cause and CVD-related mortality. For optimal health promotion, practicing smoking cessation, engaging in PA, and reducing SB are recommended simultaneously"
    },
    {
      "title": "Hepatitis E Prevalence among Acute Febrile Jaundice Patients in Senegal, 2008-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Hepatitis E, caused by hepatitis E virus (HEV), is a highly endemic disease with a major public health impact. In Senegal, the first HEV outbreak was identified in 2014 in Kedougou, and a recent study focusing on pregnant women showed a seroprevalence of 7.8%. Apart from these data, very little is known about its burden in Senegal, and there is no specific surveillance program. We describe HEV prevalence among acute febrile jaundice patients in Senegal. A retrospective analysis using jaundice...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067222",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pan-Asian adapted ESMO Clinical Practice Guidelines for the diagnosis, treatment and follow-up of patients with pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "The European Society for Medical Oncology (ESMO) Clinical Practice Guidelines for the diagnosis, treatment and follow-up of patients with pancreatic cancer, published in November 2023, were adapted in December 2024, according to previously established standard methodology, to produce the Pan-Asian adapted (PAGA) ESMO consensus guidelines for the management of Asian patients with pancreatic cancer. The adapted guidelines presented in this manuscript represent the consensus opinions reached by a...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067164",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "November 2023, were adapted in December 2024, according to previously established standard methodolo",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of weekend warrior physical activity pattern with health outcomes: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The weekend warrior patterns of physical activity may serve as a practical alternative for time-constrained individuals, showing benefits similar to regular physical activity patterns for diverse health outcomes.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067094",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The weekend warrior patterns of physical activity may serve as a practical alternative for time-constrained individuals, showing benefits similar to regular physical activity patterns for diverse health outcomes"
    },
    {
      "title": "Immunogenicity and safety evaluation of a recombinant protective antigen anthrax vaccine (GC1109): A phase II, dose-confirmed, randomized, double-blind, placebo-controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Four doses of GC1109 were immunogenic and generally well-tolerated. Further studies are needed to explore appropriate boosting strategies and evaluate safety in larger populations.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41067086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Four doses of GC1109 were immunogenic and generally well-tolerated. Further studies are needed to explore appropriate boosting strategies and evaluate safety in larger populations"
    },
    {
      "title": "Enhancing intracranial vessel segmentation using diffusion models without manual annotation for 3D Time-of-Flight Magnetic Resonance Angiography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Intracranial vessel segmentation is essential for managing brain disorders, facilitating early detection and precise intervention of stroke and aneurysm. Time-of-Flight Magnetic Resonance Angiography (TOF-MRA) is a commonly used vascular imaging technique for segmenting brain vessels. Traditional rule-based MRA segmentation methods were efficient, but suffered from instability and poor performance. Deep learning models, including diffusion models, have recently gained attention in medical image...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067081",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics profiling reveals ortho-topolin riboside and protocatechualdehyde combination exhibits anti-proliferative activity by modulating metabolic pathways in in vitro and in vivo radio-resistant MDA-MB-231 cell models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067076/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Triple-negative breast cancer (TNBC) poses a significant therapeutic challenge because of its intrinsic resistance to traditional hormonal and targeted therapies. Radio-resistant TNBC is one of the most serious problems in improving treatment outcomes. Furthermore, anticancer activity induced by co-treatment with ortho-topolin riboside (oTR) and protocatechualdehyde (PA) in radio-resistant TNBC cells has not yet been investigated. This study aimed to investigate the potential anticancer effects...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067076",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the potential anticancer effects",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Programmed cell death ligands 1 and 2 and their receptor programmed cell death 1: Expression, regulation, and function at the maternal-conceptus interface in pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Programmed cell death (PD) ligand 1 (PDL1) and PDL2 and their receptor PD1 play critical roles in immunity, and an involvement of the PDL1/PDL2-PD1 signaling system in the immune tolerance during pregnancy has been suggested in humans. However, the role of the PDL1/PDL2-PD1 signaling system at the maternal-conceptus interface has not been studied in pigs. Thus, this study determined the expression, regulation, and function of the PDL1/PDL2-PD1 signaling pathway at the maternal-conceptus...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41067055",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence of and factors associated with potassium supplementation in older adults from general practices in Germany",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this preliminary research, less than 5 % of older adults received potassium supplementation in primary care. More data are warranted to corroborate this figure in other settings.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41066889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this preliminary research, less than 5 % of older adults received potassium supplementation in primary care. More data are warranted to corroborate this figure in other settings"
    },
    {
      "title": "A novel red-emissive fluorescent dye for the selective detection of polyurethane in environmental matrices; river, sea, and soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "A novel red-emissive fluorescent dye, DBD was developed to detect selectively polyurethane (PU) microplastics (MPs). The solvatochromic properties and aggregation-induced emission (AIE) behavior of DBD were illustrated using spectroscopic studies and density functional theory (DFT) calculations. The optimized staining conditions for selective PU staining were determined by evaluating three parameters: staining time, solvent composition, and dye concentration. Under the optimized conditions (75...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SAPP: Structure Aware PTM Prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Post-translational modifications (PTMs) play critical roles in regulating cellular processes such as signal transduction, cell growth, and differentiation. Accurate identification of PTM sites is fundamental to understanding cellular mechanisms and developing therapeutic interventions. However, traditional computational models have predominantly relied on sequence data alone, neglecting important structural contexts such as intrinsically disordered regions and solvent accessibility. To address...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41066820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "structural contexts such as intrinsically disordered regions and solvent accessibility",
      "conclusion": null
    },
    {
      "title": "Anatomy-Based Filler Injection Techniques for the Forehead",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Forehead filler injections have become a popular nonsurgical approach to enhance facial aesthetics by correcting volume deficiencies and improving contours. This anatomy-based approach emphasizes the importance of understanding the complex structural components of the forehead, including fat compartments, muscles, and vascular pathways. Proper diagnosis of forehead depressions-categorized as central, bilateral, mixed, or total types-guides targeted treatment strategies using submuscular or...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066760",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-Step Synthesis of Cyanated Quinoxaline Regioisomers Enables n-Type Polymers with Record Ambient-Processed Thermoelectric Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Advancements in organic electronics critically depend on the development of high-performance n-type -conjugated polymers. However, electron-depleted polymers of this kind exhibiting facile synthesis, excellent processability and good air stability remain rare due to limitations in accessing building blocks meeting these requirements. Here we develop two novel, structurally simple and yet -extended and highly electron-deficient cyanated building blocks: 2,3-quinoxalinedicarbonitrile (QxCN) and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41066758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective effects of jujube seed extract against oxidative stress in HT22 cells and its sleep-promoting action through GABAergic receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Jujube seed extract (JSE), rich in polyphenols and flavonoids, exhibits neuroprotective and sleep-enhancing properties. In vitro, JSE protected HT22 cells against oxidative stress by activating the Nrf2/HO-1 pathway and upregulating antioxidant enzymes. In vivo, JSE increased non-REM sleep and delta wave activity in pentobarbital- and caffeine-induced sleep models. Spinosin contributed to these effects. Long-term JSE administration upregulated GABA(A), GABA(B), and 5-HT(1A) receptors in brain...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41066741",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vabametkib Treatment in Refractory Glioblastoma: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Leveraging paired serology to estimate the incidence of typhoidal Salmonella infection in the STRATAA study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Serologic surveillance of at-risk populations can be used to directly estimate the incidence of typhoidal Salmonella infection across a variety of settings, including those without access to facility-based blood-culture surveillance. We collected paired blood samples approximately three months apart from an age-stratified random sample of healthy children and adults in Bangladesh, Malawi, and Nepal as part of the Strategic Typhoid Alliance Across Asia and Africa (STRATAA) study. We used a...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41066482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IDQuAD: Infectious disease question and answering dataset",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066458/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "While large language models (LLMs) have made significant advances in various fields, The study of applying LLMs to infectious disease-specific tasks has lagged behind. This study addresses this gap by introducing the Infectious Disease Question and Answering Dataset (IDQuAD), which is a novel dataset designed to train and evaluate LLMs in infectious disease-related queries. IDQuAD is constructed using medical papers, patents, and news, and employs innovative methodologies such as generating...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066458",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intention to use a health information platform in supportive housing for people with disabilities: An application of the UTAUT model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066450/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Staff in supportive housing for people with disabilities face challenges in delivering effective health management, highlighting the need for a health information communication and management platform (referred to as \"the platform\"). This study aimed to identify factors influencing staff's intention to use the platform by applying the Unified Theory of Acceptance and Use of Technology (UTAUT) model, with the addition of eHealth literacy. A self-report questionnaire survey was conducted from...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066450",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify factors influencing staff's intention to use the platform by applying the Unified Theory of Acceptance and Use of Technology (UTAUT) model, with the addition of eHealth literacy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chronic stress impairs autoinhibition in neurons of the locus coeruleus to increase asparagine endopeptidase activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066175/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Impairments of locus coeruleus (LC) are implicated in anxiety/depression and Alzheimer's disease (AD). Increases in cytosolic noradrenaline (NA) concentration and monoamine oxidase A (MAO-A) activity initiate the LC impairment through production of NA metabolite, 3,4-dihydroxyphenyl-glycolaldehyde (DOPEGAL), by MAO-A. However, how NA accumulates in soma/dendritic cytosol of LC neurons has never been addressed despite the fact that NA is virtually absent in cytosol while NA is produced...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066175",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Impact of Early Graft Function on Kidney Transplantation Outcomes According to Donor Types",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The impact of impaired EGF varies by donor type. In living donor KTRs, impaired EGF increased the risks of BPAR and DCGF, particularly in cases of DGF. In deceased donor KTRs, impaired EGF elevated the risks of DCGF and mortality but not BPAR, highlighting the need for tailored strategies to optimize EGF.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066169",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of impaired EGF varies by donor type",
      "conclusion": "The impact of impaired EGF varies by donor type. In living donor KTRs, impaired EGF increased the risks of BPAR and DCGF, particularly in cases of DGF"
    },
    {
      "title": "Clinical perspective on targeted alpha therapy using <sup>225</sup>Ac",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066025/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "^(225)Ac targeted alpha therapy is characterized by high linear energy transfer (LET) and short range, which has demonstrated outstanding therapeutic effects and minimal adverse effects in the treatment of prostate cancer and neuroendocrine tumor. This review paper aims to summarize the research conducted to date on ^(225)Ac targeted alpha therapy applied to the treatment of patients with prostate cancer and neuroendocrine tumor. Efforts has been made to improve the therapeutic outcomes of...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066025",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to summarize the research conducted to date on ^(225)Ac targeted alpha therapy applied to the treatment of patients with prostate cancer and neuroendocrine tumor",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of cardiac autonomic dysfunction between apnea-predominant and hypopnea-predominant obstructive sleep apnea: a study matched for age, sex, and apnea-hypopnea index : Short running title: cardiovascular risk of apnea vs. hypopnea in OSA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066008/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41066008",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Description of Tateyamaria algicola sp. nov. and Tateyamaria rhodophyticola sp. nov., Isolated from Marine Algae",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Two aerobic, non-motile, Gram-stain-negative strains, designated SN3-11 and SN6-1, were isolated from marine algae. Both strains were oxidase- and catalase-positive, with rod-shaped morphology. Strain SN3-11 grew optimally at 25 , pH 7.0-8.0, and 2.0-5.0% (w/v) NaCl, while strain SN6-1 showed optimal growth at 25 , pH 8.0, and 2.0-3.0% NaCl. Both strains contained ubiquinone-10 as the sole respiratory quinone, and their major fatty acids were summed feature 8 (C(18:1) 7c and/or C(18:1)...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence and Characteristics of Psychiatric Disorders in Adolescent and Young Adult Patients with Malignant Brain Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Purpose: Adolescents and young adults (AYAs) with brain tumors are at an increased risk of developing psychiatric disorders. We aimed to investigate the incidence and characteristics of psychiatric disorders in AYA patients with brain tumors. Methods: Using the Korean Classification of Diseases, we identified a cohort of AYA patients (aged 15-34 years) diagnosed with malignant brain neoplasms (C71) between 2003 and 2016 from the Korean National Health Insurance Claims Database. The analysis...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41065797",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Adolescents and young adults (AYAs) with brain tumors are at an increased risk of developing psychiatric disorders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical Differentiation of Presbyopia-Correcting Intraocular Lenses With Improved Intermediate Vision From a Single Manufacturer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although all lenses performed well at distance, differences in intermediate vision, pupil dependency, and photic phenomena highlight the importance of individualized IOL selection.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065747",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although all lenses performed well at distance, differences in intermediate vision, pupil dependency, and photic phenomena highlight the importance of individualized IOL selection"
    },
    {
      "title": "Risk factors for morbidity in both donor and recipient following minimally invasive donor hepatectomy: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Risk factors for donor and recipient morbidity after MIDH include anatomical, operative, procedural, donor, and recipient factors. Notably, biliary variation of graft is key contributor for both donor and recipient morbidity. Given the limited studies on risk factors, multicenter studies with larger sample sizes are essential to validate these findings.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Risk factors for donor and recipient morbidity after MIDH include anatomical, operative, procedural, donor, and recipient factors. Notably, biliary variation of graft is key contributor for both donor and recipient morbidity"
    },
    {
      "title": "Feasibility of robotic liver resection compared with laparoscopic and open liver resection for hepatocellular carcinoma: a network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This network meta-analysis suggests that RLR is a feasible surgical treatment option for HCC, offering perioperative and long-term outcomes comparable to LLR, with reduced postoperative morbidity and shorter hospital stays compared to OLR. However, further studies are needed to confirm RLR's efficacy due to its limited sample size.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065576",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This network meta-analysis suggests that RLR is a feasible surgical treatment option for HCC, offering perioperative and long-term outcomes comparable to LLR, with reduced postoperative morbidity and shorter hospital stays compared to OLR. However, further studies are needed to confirm RLR's efficac..."
    },
    {
      "title": "A proof-of-concept study on an injectable artificial ovary using a xenogeneic ECM for fertility restoration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "The development of artificial ovaries presents a promising strategy for patients facing infertility due to chemotherapy or high metastatic potential cancers, where conventional ovarian tissue transplantation poses significant risks. Our study introduces an \"injectable artificial ovary\" leveraging a xenogeneic extracellular matrix (ECM) hydrogel derived from bovine ovarian tissue. The ECM hydrogel obtained from bovine ovaries and prepared through decellularization, milling, and digestion is...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065370",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating surface-guided radiation therapy and continuous positive airway pressure for breast cancer: Improving reproducibility and efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: SGRT effectively minimized displacement-related uncertainties during breast cancer radiation therapy with and without CPAP. Although CPAP provides additional internal stabilization and its integration with SGRT increased treatment delivery time variability, the total treatment time remained comparable across all groups. These findings underscore the potential of SGRT and CPAP as complementary tools to enhance precision and safety, particularly for techniques requiring high...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065298",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGRT effectively minimized displacement-related uncertainties during breast cancer radiation therapy with and without CPAP. Although CPAP provides additional internal stabilization and its integration with SGRT increased treatment delivery time variability, the total treatment time remained comparab..."
    },
    {
      "title": "Tongue-Strengthening Exercise in Older Adults With Sarcopenic Dysphagia: A Randomised Controlled Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: TSE with an intensity of 80% 1RM was more effective than 50% 1RM in increasing tongue strength and thickness in older adults with sarcopenic dysphagia, but showed a relatively high dropout rate. Thus, it is recommended to select and apply an appropriate exercise intensity.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41065294",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TSE with an intensity of 80% 1RM was more effective than 50% 1RM in increasing tongue strength and thickness in older adults with sarcopenic dysphagia, but showed a relatively high dropout rate. Thus, it is recommended to select and apply an appropriate exercise intensity"
    },
    {
      "title": "Efficacy and Safety of Antiplatelet Therapy After Endovascular Aortic Repair: A Target Trial Emulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients without atherosclerotic cardiovascular disease undergoing standard EVAR, DAPT did not confer cardiovascular or procedural benefit but was associated with increased bleeding. Single antiplatelet therapy may represent a safer and equally effective antiplatelet strategy in this population.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41065286",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients without atherosclerotic cardiovascular disease undergoing standard EVAR, DAPT did not confer cardiovascular or procedural benefit but was associated with increased bleeding. Single antiplatelet therapy may represent a safer and equally effective antiplatelet strategy in this population"
    },
    {
      "title": "scHDeepInsight: a hierarchical deep learning framework for precise immune cell annotation in single-cell RNA-seq data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065243/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Accurate classification of immune cells is crucial for elucidating their diverse roles in health and disease. However, this task remains very challenging in single-cell RNA sequencing (scRNA-seq) data due to the complex and hierarchical relationships of immune cell types. To address this, we introduce scHDeepInsight, a deep learning framework that extends our previous scDeepInsight model by integrating a biologically-informed classification architecture with an adaptive hierarchical focal loss...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41065243",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Balancing Public Health and Privacy: South Korea's Infectious Disease Laws Post-MERS and COVID-19",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "This study evaluates South Korea's legislative amendments related to infectious disease after the 2015 Middle East respiratory syndrome (MERS) outbreak and how they were applied during the COVID-19 pandemic. A significant legal case after the 2015 MERS outbreak highlighted the government's liability due to inadequate response, which led to amendments in the Infectious Disease Control and Prevention Act. Key revisions included changes to epidemiological investigations, information disclosure, and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alpha-relaxation by scattering and medium-range atomic correlation in simple liquids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "The relaxation dynamics of liquid and glass can be studied by inelastic x-ray or neutron scattering through the intermediate scattering function F(Q, t), where Q is the momentum transfer of scattering. Because of the time-consuming nature of these measurements, F(Q, t) is usually measured only at the first peak of the structure function S(Q), and its principal decay time is referred to as the -relaxation time .  is generally considered to describe the relaxation time of the bulk, which is...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41065158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modular Synthesis of Pyritide-Inspired Macrocycles Featuring Bipyridine Motifs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Macrocycles represent a promising class of drug-like scaffolds with unique structural features and the ability to engage challenging targets such as protein-protein interactions. Inspired by structural characteristics of pyritides, we constructed a library of 27 diverse macrocycles via a build/couple/pair approach, enabled by efficient synthesis of bipyridine-based triaryl building blocks through azaindole cleavage. Kinetic and cheminformatic analyses confirmed both reactivity trends and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41064979",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrochemical Dehydrogenation of Piperazine on Pd-Based Multimetallic Alloy Catalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Hydrogen, an essential clean energy carrier, poses challenges in terms of efficient and scalable storage. Liquid organic hydrogen carriers (LOHCs) have gained attention as viable chemical media for hydrogen storage and release, providing advantages such as high energy density and compatibility with zero-emission fuel cells. Nevertheless, a critical bottleneck is the development of cost-effective and stable electrocatalysts for LOHC dehydrogenation, particularly using noble metal catalysts such...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41064909",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sorghum crops classification and segmentation using shifted window transformer neural network and localization based on (YOLO)v9-path aggregation network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: The world's population has been increasing continuously, and this requires prompt action to ensure food security. One of the top five cereals produced worldwide, sorghum, is a staple of the diets of many developing nations. For this reason,getting accurate information is crucial to raising cereal productivity. The quantity of crop heads arranged in various branching configurations can be used as an indicator to estimate the yields of sorghum. For various crops, computerized methods...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41064769",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fascicular Injury in True Neurogenic Thoracic Outlet Syndrome Associated with Manual and Shockwave Therapies: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "True neurogenic thoracic outlet syndrome (nTOS) is a rare condition resulting from brachial plexus compression, frequently associated with congenital anomalies such as cervical ribs or fibrous bands. We report a unique case of nTOS involving both a cervical rib and fibrous band, complicated by an incidental intraoperative finding of a fascicular rupture in the lower part of lower trunk. Notably, the patient had no history of trauma but had undergone multiple sessions of manual therapy and a...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41064729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Outcome of Rifabutin-based Treatment for Pulmonary Tuberculosis in Solid Organ Transplant Recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Rifabutin-based therapy in SOTRs achieved treatment outcomes comparable to rifampin-based regimens in non-SOTRs, supporting its use in this population.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41064696",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Rifabutin-based therapy in SOTRs achieved treatment outcomes comparable to rifampin-based regimens in non-SOTRs, supporting its use in this population"
    },
    {
      "title": "Uneasy (Intractable) Head and Neck Defect Coverage With Easy and Reliable Local Flap Techniques: A Retrospective Case-Based Study of Perforator-Plus Peninsular Flap and Modified Keystone Flap",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: PPPF and MKF offer reliable solutions for uneasy head and neck defects.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41064578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PPPF and MKF offer reliable solutions for uneasy head and neck defects"
    },
    {
      "title": "Association of serum complement C3 level with disease severity in primary pterygium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064504/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Lower serum C3 levels were associated with advanced stromal opacification in pterygium, indicating possible complement activation in severe disease. While ANA was frequently positive, it did not correlate with clinical severity. These findings suggest that complement C3 may serve as a potential biomarker for advanced pterygium.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41064504",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that complement C3 may serve as a potential biomarker for advanced pterygium",
      "conclusion": "Lower serum C3 levels were associated with advanced stromal opacification in pterygium, indicating possible complement activation in severe disease. While ANA was frequently positive, it did not correlate with clinical severity"
    },
    {
      "title": "Comparative Efficacy of IL-12/23 and IL-23 Inhibitors for Induction and Maintenance Therapy in Moderate-to-Severe Crohn's Disease: A Systematic Review and Network Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings suggest that guselkumab may be a potential first-line therapy for patients presenting with predominant clinical symptoms, offering the additional benefit of reducing corticosteroid use and its associated long-term risks. Conversely, mirikizumab may be the preferred option for patients with persistent mucosal inflammation, owing to its superior efficacy in achieving endoscopic remission.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41064350",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that guselkumab may be a potential first-line therapy for patients presenting with predominant clinical symptoms, offering the additional benefit of reducing corticosteroid use and its associated long...",
      "conclusion": "These findings suggest that guselkumab may be a potential first-line therapy for patients presenting with predominant clinical symptoms, offering the additional benefit of reducing corticosteroid use and its associated long-term risks. Conversely, mirikizumab may be the preferred option for patients..."
    },
    {
      "title": "Serological surveillance of <em>Trypanosoma evansi</em> in Kazakhstani camels by complement fixation and formalin gel tests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Surra, caused by Trypanosoma evansi (T. evansi), is a significant vector-borne disease of camels that leads to substantial economic losses in affected regions. This study was conducted to determine the seroprevalence of surra among dromedary (Camelus dromedarius) and Bactrian (Camelus bactrianus) camels in Kazakhstan.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41064265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential benefits of internet-based behavioral activation (iBA) for adolescents with high vs. low reward probability: a secondary analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064181/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Behavioral activation (BA) therapy is effective in treating depression in both adults and adolescents, and internet-based BA (iBA) therapy showed promise during the COVID-19 pandemic. Adolescents with depression often exhibit motivational impairment, which is associated with reduced motivation and engagement in rewarding activities as well as a heightened risk of problematic internet use. This study examined the differential benefits of iBA in alleviating depressive symptoms in...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41064181",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the differential benefits of iBA in alleviating depressive symptoms in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Evolving Role of Imaging in Hepatocellular Carcinoma: From Pathomolecular Profiling to Prognostic Decision-Making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Hepatocellular carcinoma (HCC), which represents the most common type of primary liver cancer, is increasingly perceived as a complex ecosystem with marked spatial and temporal heterogeneity as well as varied sensitivities to treatment. Recent revolutions in the management of HCC, particularly the introduction of several immune checkpoint inhibitor-based regimens, are placing pressing needs on more tailored imaging-aided prognostic decision-making for individualized treatment...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063734",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conversion Ability of Immunotherapy in Hepatocellular Carcinoma: Insights from the International Converse Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although patients treated with AB achieved higher OR and PC rates than those treated with LENV, AC remained similarly low, highlighting a potentially worrisome UC phenomenon in real life, also with novel immunotherapy-based combinations.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063731",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although patients treated with AB achieved higher OR and PC rates than those treated with LENV, AC remained similarly low, highlighting a potentially worrisome UC phenomenon in real life, also with novel immunotherapy-based combinations"
    },
    {
      "title": "Curative Treatment after Immunotherapy Leads to Excellent Outcomes in Patients with Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Curative treatment conversion after immunotherapy was infrequent but was associated with significantly improved survival. Care at an academic center increases the probability of receiving subsequent curative treatment and favorable outcomes.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063730",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Curative treatment conversion after immunotherapy was infrequent but was associated with significantly improved survival. Care at an academic center increases the probability of receiving subsequent curative treatment and favorable outcomes"
    },
    {
      "title": "Factors associated with meaning in life of patients with multiple myeloma in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063561/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "In this descriptive survey study, we aimed to identify factors influencing the meaning in life of patients with multiple myeloma. We recruited and analyzed 204 patients with multiple myeloma who visited the outpatient clinic or received treatment in wards at Hospital X. Data were collected from these participants using a structured questionnaire and analyzed using SPSS 21.0 through t-tests, analysis of variance, Scheff's test, Pearson's correlation coefficient, and multiple regression analyses....",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063561",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify factors influencing the meaning in life of patients with multiple myeloma",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Jujuboside B Induces Ferroptosis and Overcomes Radioresistance Through the PPAR-ATF3-Gpx4 Signaling Pathway in Non-Small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Jujuboside B (JJB) is a saponin extracted from the Ziziphus jujuba var. spinose and has been reported to have anticancer effects. However, the detailed mechanism of its anti-cancer effect in non-small cell lung cancer (NSCLC) remains unclear. New combination therapies may be able to overcome TRAIL resistance. In this study, we found that JJB regulates the activity of PPAR and investigated whether the combination of JJB and TRAIL had synergistic anti-cancer effects against NSCLC cells....",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41063445",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Independent associations between obesity, glucose metabolism, and breast cancer risk through unrelated pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although BMI and WC are robustly linked to BC risk, FBG plays a negligible mediating role. These findings suggest that obesity and glucose metabolism independently influence breast cancer risk.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41063396",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that obesity and glucose metabolism independently influence breast cancer risk",
      "conclusion": "Although BMI and WC are robustly linked to BC risk, FBG plays a negligible mediating role. These findings suggest that obesity and glucose metabolism independently influence breast cancer risk"
    },
    {
      "title": "Association between bioelectrical impedance analysis parameters and metabolic dysfunction-associated steatotic liver disease relative to handgrip strength in children and adolescents in Korea: A comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Combining bioelectrical impedance analyses and handgrip assessments may be beneficial for MASLD screening in youth.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063388",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Combining bioelectrical impedance analyses and handgrip assessments may be beneficial for MASLD screening in youth"
    },
    {
      "title": "Heterogeneity in effectiveness of conservative complementary and alternative medicine treatment for lumbar disc herniation: A latent trajectory analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Distinct outcome trajectories highlight the heterogeneity in patient responses to conservative complementary and alternative medicine-based treatments.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063378",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Distinct outcome trajectories highlight the heterogeneity in patient responses to conservative complementary and alternative medicine-based treatments"
    },
    {
      "title": "The influences of antihistamine on liver fibrosis, vasoresponsiveness and portosystemic shunting in bile duct-ligated cirrhotic rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Levocetirizine ameliorated liver fibrosis, portal hypertension and splanchnic hyperdynamic circulation in cirrhotic rats, possibly through the down-regulation of hepatic fibrogenesis factors. Antihistamines may be a therapeutic option to control portal hypertension. However, further investigations are required to clarify its clinical application.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063340",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Levocetirizine ameliorated liver fibrosis, portal hypertension and splanchnic hyperdynamic circulation in cirrhotic rats, possibly through the down-regulation of hepatic fibrogenesis factors. Antihistamines may be a therapeutic option to control portal hypertension"
    },
    {
      "title": "Regional disparities and sociodemographic determinants of food insecurity in Somalia: a secondary cross-sectional analysis of a National survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Food insecurity in Somalia operates through complex, intersecting pathways of sociodemographic vulnerability and pronounced geographical inequalities. Food insecurity in Somalia results from a complex, multifaceted crisis spanning social, political, economic, and environmental domains. Effective interventions must simultaneously address educational infrastructure development, provide targeted support for vulnerable demographic groups, and implement place-based strategies that...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41063272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Food insecurity in Somalia operates through complex, intersecting pathways of sociodemographic vulnerability and pronounced geographical inequalities. Food insecurity in Somalia results from a complex, multifaceted crisis spanning social, political, economic, and environmental domains"
    },
    {
      "title": "High-Resolution and High-Conductivity Electrodes via Two-Step Annealing-Enhanced Solvent-Free Patterning of Silver Nanoparticles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066304/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Patterning of silver nanoparticles (AgNPs) for high-resolution and high-conductivity electrodes is essential for high-performance flexible electronic devices. AgNPs with sinster-bridged conductive networks maintain high electrical conductivities even at fine features owing to their constant (i.e., size-independent) percolation threshold, thereby enabling the fabrication of high-resolution, high-conductivity electrodes. However, patterning AgNP electrodes with high density using a facile,...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41066304",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding contrasting S<sub>2</sub>  S<sub>1</sub> internal conversion rates in boron-dipyrromethene derivatives <em>via</em> multi-configuration time-dependent hartree method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Internal conversion (IC) dynamics from higher-lying to lower electronic states following photoexcitation are often described as ultrafast, occurring in much less than 1 ps. However, IC processes can exhibit a range of time scales, depending critically on the energetic landscape of excited-state manifolds and the strength of vibronic couplings that drive nonadiabatic transitions. These dynamics play a fundamental role in most photochemical and photophysical applications. A previous time-resolved...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41065177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporally Resolved Orbital Hall Effect in a Topological Semimetal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41063409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251010033555&v=2.18.0.post9+e462414",
      "description": "Orbital angular momentum (OAM), once considered a marginal property in solids, has recently gained importance in various physical phenomena. Although optical probes couple to OAM directly, comparable low-energy electrodynamic methods are still in the early stages of development. To exploit the potential of OAM for information science and technology, angular momentum-resolved transport methods must be established. Here, a principle is presented for an angular momentum-resolved method to observe...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH"
      ],
      "pmid": "41063409",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of high temperature with pressure polymerization on the physical and mechanical properties and dimensional changes of 3D-printed denture teeth resin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Post-treatment at 121 C for 90 min increases the degree of conversion and surface hardness of 3D-printed denture teeth resin, without damaging the resin's flexural properties, and maintains dimensional changes within acceptable limits.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068718",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Post-treatment at 121 C for 90 min increases the degree of conversion and surface hardness of 3D-printed denture teeth resin, without damaging the resin's flexural properties, and maintains dimensional changes within acceptable limits"
    },
    {
      "title": "Estimating the impact of pill burden on health utilities in hemodialysis therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Patients undergoing hemodialysis often require numerous medications because of comorbidities including hyperphosphatemia, diabetes, and anemia, coupled with water restrictions. Reducing pill burden may alleviate psychological stress and improve quality of life (QOL). However, standardized instruments such as the EuroQOL 5 Dimensions inadequately measure these effects. We investigated the impact of pill burden on utility scores using a vignette-based time trade-off (TTO) method. Members of the...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068361",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the impact of pill burden on utility scores using a vignette-based time trade-off (TTO) method",
      "significance": "of pill burden on utility scores using a vignette-based time trade-off (TTO) method",
      "conclusion": null
    },
    {
      "title": "Multiple instance learning using pathology foundation models effectively predicts kidney disease diagnosis and clinical classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Recently developed pathology foundation models, pretrained on large-scale pathology datasets, have demonstrated excellent performance in various downstream tasks. This study evaluated the utility of pathology foundation models combined with multiple instance learning (MIL) for kidney pathology analysis. We used 242 hematoxylin and eosin-stained whole slide images (WSIs) from the Kidney Precision Medicine Project (KPMP) and Japan-Pathology Artificial Intelligence Diagnostics Project databases as...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068284",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cartilage mechanical responses during gait as in silico biomarkers for medial knee OA progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Osteoarthritis (OA) is a common degenerative whole joint disorder characterized by articular cartilage breakdown, mostly often in the knee's medial compartment. Traditional attempts to predict structural progression have focused on biochemical markers from blood, synovia, or urine; however, these do not capture internal mechanical environments that drives cartilage degeneration. In silico modelling enables non-invasive, patient-specific estimation of internal joint loading, including contact...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068265",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cortical microstructure is associated with disease severity and clinical progression in genetic frontotemporal dementia: a GENFI study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "The study of genetic frontotemporal dementia (FTD) allows investigating its earliest presymptomatic stages. Using cross-sectional T1-weighted and diffusion-weighted MRI, we test the hypothesis that cortical microstructural alterations, quantified as cortical mean diffusivity (cMD), are detectable earlier and are more strongly associated with clinical progression than cortical thickness (CTh). The sample comprised n = 710 individuals (47.8  13.5 years, 56.6% female, 14.1  3.3 years of...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41068257",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hierarchical random forest model, inflammation and oxidative stress as predictors of the atherogenic index of plasma and diabetes progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068236/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Type 2 diabetes mellitus (T2DM) is a chronic metabolic disease that increases the risk of cardiovascular complications. The atherogenic index of plasma (AIP) is a risk marker for T2DM and cardiovascular disease on the basis of lipid profiles. T2DM and CVD risk are also associated with nonlipid biomarkers, including oxidative stress, inflammation, and mitochondrial dysfunction, and are linked to diabetes progression. This study applies hierarchical random forest (HRF) machine learning to identify...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068236",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A qualitative study of risk and resilience for positive life outcomes in neurodivergence using the WHO ICF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068192/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Resilience is a dynamic process involving the interaction of multi-systemic individual and environmental factors that operate to protect against adversity and promote positive personal outcomes. Resilience is a topic of interest among groups who commonly experience adversity. Yet, it has received limited attention in the context of neurodivergence (e.g., autism and Attention Deficit Hyperactivity Disorder). This study is part of a larger project investigating the bio-psycho-social factors...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068192",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heteroaromatic swapping in aromatic ketones",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068085/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "The modification of aromatic rings to heteroaromatic rings is a widely employed strategy in medicinal chemistry, often used to modulate lipophilicity and improve metabolic stability. However, achieving a one-step, generalizable transformation of aromatic rings into diverse heteroaromatic rings-termed \"heteroaromatic swapping\"-remains a persistent challenge. Existing methods, such as skeletal editing and transition-metal-catalyzed aromatic ring exchange, are limited in substrate scope and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068085",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brain-infiltrating CD4 T cells drive inflammatory microglia proliferation during cryptococcal meningitis in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Cryptococcal meningitis is a fungal infection in patients with compromised CD4 T cell function. CD4 T cells provide killing signals to macrophages, principally IFN, to limit intracellular fungal replication. However, CD4 T cells may also drive inflammatory tissue damage. Yet, it is not fully understood how fungal-specific CD4 T cells infiltrate the brain and how they influence functional phenotypes of CNS-resident myeloid cells. In the current work, we develop a mouse model to track...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068074",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The analgesic effects of novel fascial plane blocks compared with intrathecal morphine after Caesarean delivery. Comment on Br J Anaesth 2025;134: 1415-31",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41068035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41068035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Impact of time to revascularization on outcomes in patients after out-of-hospital cardiac arrest with STEMI\" [The American Journal of Emergency Medicine, 79 (2024) 136-143]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067970",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Navigating trust and science: microbiome research in the Amazon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Including Indigenous Peoples in microbiome research is both a scientific imperative and an ethical responsibility. Our long-standing partnership with the Matss Peoples from the Peruvian Amazon provided scientific insights in microbial profiles that have coevolved with humans, studies only possible via trust-based ethical partnerships. Community-based participatory research (CBPR) is essential to navigate mistrust rooted in historical injustices. We present our experience implementing culturally...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SNMMI/EANM/ACNM Procedure Standard/Procedure Guideline on the Use of Molecular Imaging for Renal Mass Characterization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Anatomic imaging of renal masses provides limited information on the histology or likely aggressiveness of the tumor, leading to the use of invasive procedures such as renal mass biopsy or empiric partial or radical nephrectomy. Molecular imaging can assist in risk stratification of indeterminate renal masses, potentially contributing to optimal patient decision-making. Two primary approaches have been explored for renal mass molecular imaging. The first is the use of agents that target carbonic...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067863",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nanoimprinted Holographic MOF Diffraction GratingsAdvancing Selective Volatile Organic Compound Detection at Low Concentrations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Metal-organic frameworks (MOFs) hold remarkable potential for detecting volatile organic compounds (VOCs) in applications ranging from indoor air quality monitoring to breath-based diagnostics. However, the integration of MOFs into optical sensors remains a significant challenge. In this study, we present an optimized soft lithographic approach for fabricating high-quality surface relief diffraction gratings composed entirely of MOF nanoparticles, as replicas of holographic structures. By...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067710",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological distress and mental health service use trends in Japan (2013-2022): Focusing on the change before and after the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "This study investigated trends in psychological distress and mental health service use in Japan before and after the COVID-19 pandemic using nationally representative data from the Comprehensive Survey of Living Conditions (2013-2022). Psychological distress was assessed using the Japanese version of the Kessler 6 Scale, with scores of 5-12 indicating moderate distress and scores of 13 indicating high distress. Mental health service use was defined as regular visits to hospitals or clinics for...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067650",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "trends in psychological distress and mental health service use in Japan before and after the COVID-19 pandemic using nationally representative data from the Comprehensive Survey of Living Conditions (...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atrial fibrillation and Micra AV leadless pacemaker: A Challenge for Atrioventricular Synchrony?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolution of Primary Prevention Implantable Cardioverter-Defibrillator Clinical Utility Across Therapeutic Eras in Ischemic and Non-Ischemic Cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067470/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The decline in clinical utility of PP ICDs in both ICM and NICM warrant updated evidence to guide ICD use in contemporary practice.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067470",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The decline in clinical utility of PP ICDs in both ICM and NICM warrant updated evidence to guide ICD use in contemporary practice"
    },
    {
      "title": "Blood Flow Dynamics of Self-Expanding versus Balloon-Expandable Transcatheter Aortic Valve Replacement in Patients with a Small Aortic Annulus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In SAA patients undergoing TAVR, SEV demonstrated a significantly greater reduction in abnormal blood flow patterns and average WSS than BEV.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067379",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In SAA patients undergoing TAVR, SEV demonstrated a significantly greater reduction in abnormal blood flow patterns and average WSS than BEV"
    },
    {
      "title": "Optogenetics as a useful tool to control excitable and non-excitable tissues during chicken embryogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Optogenetics, a modern tool to control cellular excitability in a non-invasive way, has widely been used in neuroscience. Recently, optogenetic approaches begin to be applied to studies of other biological phenomena including muscle functions. For these analyses, chicken embryos serve as an excellent model animal since they are highly amenable to site-specific manipulations with genes of optogenetics such as Channelrhodopsins, and its following targeted light irradiation. We here overview recent...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067305",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinguishing carriers' and lattice's temperatures through photoluminescence analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "We report the direct and independent measurement of the lattice and the electrons temperatures in a nanocooler device (asymmetric double-barrier semiconductor heterostructure) at different operating points. Both temperatures are estimated from photoluminescence measurements - the former through the shift of the absorptivity profile, the latter through the shape of the blackbody baseline. The device's cooling feature results from the thermionic extraction of electrons injected in a quantum well...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biallelic c.2709del and c.3020T&gt;G cause DNAH11-related primary ciliary dyskinesia presenting with Kartagener syndrome: Possible novel phenotype of diffuse-twisting wave-like movements of airway epithelial cell populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Primary ciliary dyskinesia (PCD) is a rare genetic disorder with ciliary dysfunction. The triad of situs inversus, chronic sinusitis, and bronchiectasis is termed Kartagener syndrome. We report a PCD patient presenting with Kartagener syndrome with a novel combination of DNAH11 alleles, i.e., a frameshift variant, c.2709del p.(Trp904Glyfs5), and a nonsense variant, c.3020T>G p.(Leu1007). The biallelic pathogenic variants were both rare and located close to the N-terminus. High-speed video...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067160",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Leuven Exeter Dampening Scale (LEDS) to measure dampening appraisals towards positive affect: Psychometric evaluation and initial validation in a Dutch and English community sample",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Dampening - the tendency to downplay positive feelings - is linked to various psychopathologies, demonstrating transdiagnostic relevance. Most research to date has relied on the dampening subscale of the Responses to Positive Affect Scale (RPA-d; Feldman et al., 2008). However, concerns about its limited content validity, not reflecting clinical complexity, and potential cross-cultural universality issues prompted the development of the Leuven Exeter Dampening Scale (LEDS). Study 1 details scale...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067132",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usefulness of balanced steady-state free precession for portosystemic shunts prior to balloon-occluded retrograde transvenous obliteration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Though bSSFP imaging is a potential alternative for visualising PSS, it is less effective than contrast-enhanced computed tomography.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Though bSSFP imaging is a potential alternative for visualising PSS, it is less effective than contrast-enhanced computed tomography"
    },
    {
      "title": "Hospital volume impact on multiple sclerosis outcomes: a retrospective cohort study using a nationwide administrative database in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings indicate that high-volume hospitals may provide more optimized relapse prevention therapies. Despite the modest effect size and inherent study limitations, further research is needed to explore the potential benefits of centralized MS care in Japan and other countries.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067084",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings indicate that high-volume hospitals may provide more optimized relapse prevention therapies. Despite the modest effect size and inherent study limitations, further research is needed to explore the potential benefits of centralized MS care in Japan and other countries"
    },
    {
      "title": "Photocatalysis-fueled algae-bacteria mutualism enables P450 enzyme-induced nitrite-free anammox for sustainable nitrogen removal",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41067039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Anaerobic ammonium oxidation (anammox) relies on scarce nitrite in wastewater to produce hydroxylamine, a key substrate for anammox nitrogen removal, severely limiting its sustainable implementation. This study pioneers a photocatalysis-driven algae-bacteria mutualistic platform for activating a microalgal P450 enzyme-induced nitrite-independent anammox pathway. This platform integrates two functional blocks: photocatalysis-induced P450 activation circuit, and P450-mediated algal-anammox...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41067039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anticipatory postural adjustments during multidirectional gait initiation with body turning among healthy young men",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Direction-specific modulation in anticipatory postural adjustments (APAs) is reportedly essential to control the step direction of multidirectional gait initiation. Lateral and/or backward step tasks without turning the body while facing forward were adopted by previous studies, although gait initiation toward various directions with body turning is frequently observed in daily activities.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066974",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effect of a trauma-informed care video training program for midwives: A randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The individual video-based TIC training improved midwives' TIC attitudes, psychological safety, and burnout. Future studies are needed to examine implementation at the organisational level.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The individual video-based TIC training improved midwives' TIC attitudes, psychological safety, and burnout. Future studies are needed to examine implementation at the organisational level"
    },
    {
      "title": "Association between loneliness and computation of relationship value appears modulated by autonomic nervous functions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066713/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings suggest that changes in cognitive functions caused by loneliness may be modifiable; by improving autonomic nervous function, it is possible to improve cognitive functions that have changed due to loneliness. However, as a pilot intervention study (Experiment 2) with a small sample, these pilot findings require replication in larger, adequately powered trials..",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066713",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that changes in cognitive functions caused by loneliness may be modifiable; by improving autonomic nervous function, it is possible to improve cognitive functions that have changed due to loneliness",
      "conclusion": "These findings suggest that changes in cognitive functions caused by loneliness may be modifiable; by improving autonomic nervous function, it is possible to improve cognitive functions that have changed due to loneliness. However, as a pilot intervention study (Experiment 2) with a small sample, th..."
    },
    {
      "title": "Recent advances and future perspectives in frontline treatment of peripheral T-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Peripheral T-cell lymphoma (PTCL) represents a heterogeneous group of lymphomas with a generally poor prognosis. With recent advances in our understanding of the cellular origins and genomic profiles of PTCL, lymphomas of follicular helper T-cell (TFH) origins with distinct markers and gene mutation profiles are categorized as a single entity, nodal TFH lymphomas-angioimmunoblastic type, follicular type, and not otherwise specified, in the fifth edition of the WHO classification. The standard...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066685",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Oral Appliance Therapy Using a Novel Titration Method for Obstructive Sleep Apnea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "The purpose of an oral appliance (OA) is to relieve upper airway obstructions by advancing the mandible. This study evaluated the effectiveness of a new OA fabrication method in which the mandibular position was determined through MRI-based soft tissue assessment. An OA was fabricated using SomGauge (SomnoMed, Inc), and patients who underwent polysomnography at diagnosis (T0) and follow-up (T1) were included. OA response rates were compared between the following 2 groups: the S group, in which...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066643",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of an oral appliance (OA) is to relieve upper airway obstructions by advancing the mandible",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Public Attitudes and Predictors of Public Awareness of Personal Digital Health Data Sharing for Research: Cross-Sectional Study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study found differences in the types of data people are willing to share. Therefore, the significance of sharing data should be fully communicated to people to motivate them to share their data and contribute to their overall health.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of sharing data should be fully communicated to people to motivate them to share their data and contribute to their overall health",
      "conclusion": "This study found differences in the types of data people are willing to share. Therefore, the significance of sharing data should be fully communicated to people to motivate them to share their data and contribute to their overall health"
    },
    {
      "title": "Comparative study of Japanese nationwide epidemiological studies of myasthenia gravis using datasets of 2006 and 2018",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore notable shifts in the clinical characteristics and, particularly, the treatment strategies for MG in Japan over the twelve-year interval. This information is crucial for informing future patient care protocols and healthcare policy development in the management of MG. We emphasize the importance of conducting regular nationwide epidemiological surveys to monitor the evolving landscape of MG and its treatment continuously.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066347",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore notable shifts in the clinical characteristics and, particularly, the treatment strategies for MG in Japan over the twelve-year interval. This information is crucial for informing future patient care protocols and healthcare policy development in the management of MG"
    },
    {
      "title": "Property difference in Mini-Mental State Examination Serial Sevens and World Backwards: Analysis using item response theory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "We compared the psychometric properties of two MMSE-J attention tasks-Serial Sevens and World Backwards-using item response theory on individuals with early Alzheimer's disease (CDR-GS 0.5 or 1) from J-ADNI study. Serial Sevens demonstrated higher discrimination power than World Backwards in those with CDR-GS of 0.5. In contrast, differences between these tasks were minimal among individuals with CDR-GS 1. These findings suggest that it may be recommended to clarify which task was used for...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066215",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that it may be recommended to clarify which task was used for",
      "conclusion": null
    },
    {
      "title": "Reduced dietary intake induces body fluid hypotonicity via alterations in water and energy metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Maintenance of the body's fluid balance is essential for vital human functions. Although drinking water is widely recommended, the role of dietary intake in body fluids remains unclear. This study investigated whether overnight dietary restriction with adequate water consumption affects body water balance, its regulatory responses, and thermoregulatory and cognitive functions during exercise in a hot environment. Fifteen young adults experienced two conditions: sufficient meal intake (CON) and...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066213",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "whether overnight dietary restriction with adequate water consumption affects body water balance, its regulatory responses, and thermoregulatory and cognitive functions during exercise in a hot enviro...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Do Surgical Outcomes Differ Between Cervical Spondylotic Myelopathy and Ossification of the Posterior Longitudinal Ligament? A Prospective Multicenter Study of 935 Patients with Degenerative Cervical Myelopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Patients with CSM and OPLL achieved similarly favorable outcomes after cervical spine surgery. These findings support a unified surgical strategy for DCM, emphasizing functional severity rather than pathological subtype in clinical decision-making.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066141",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with CSM and OPLL achieved similarly favorable outcomes after cervical spine surgery. These findings support a unified surgical strategy for DCM, emphasizing functional severity rather than pathological subtype in clinical decision-making"
    },
    {
      "title": "Effects of low tidal volume on dynamic arterial elastance in patients undergoing laparoscopic surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The reduction in tidal volume had a clinically negligible effect on Eadyn. Neither Eadyn values at tidal volume of 8 mL/kg PBW and 6 mL/kg PBW could not predict MAP increase after a fluid challenge during laparoscopic surgery.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066040",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The reduction in tidal volume had a clinically negligible effect on Eadyn. Neither Eadyn values at tidal volume of 8 mL/kg PBW and 6 mL/kg PBW could not predict MAP increase after a fluid challenge during laparoscopic surgery"
    },
    {
      "title": "Use of the tracheal bisecting line to differentiate upper pole from lower pole parathyroid adenomas: a PET/MR study using [<sup>18</sup>F]Fluorocholine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The TBL is a reliable and reproducible landmark on [^(18)F]Fluorocholine PET/MR for predicting parathyroid adenoma polarity, particularly in orthotopic and non-intrathyroidal cases. It may enhance surgical planning by improving anatomical clarity.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The TBL is a reliable and reproducible landmark on [^(18)F]Fluorocholine PET/MR for predicting parathyroid adenoma polarity, particularly in orthotopic and non-intrathyroidal cases. It may enhance surgical planning by improving anatomical clarity"
    },
    {
      "title": "Establishment of human histiocytic sarcoma organoids dependent on the SHH/YAP pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Histiocytic sarcoma is an extremely rare and aggressive malignant neoplasm characterized by immunophenotypic features of mature histiocytes. The mechanisms underlying its malignant transformation remain poorly understood; consequently, the development of effective therapies remains limited. Resected histiocytic sarcoma specimens were cultured using a modified air-liquid interface organoid method, serially passaged, and xenografted into NOD-scid IL2Rgnull mice. Tumors formed by xenografted...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066014",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gyriform infiltration indicates tumor invasion burden of isocitrate dehydrogenase 1/2-wildtype gliomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41066007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Few robust radiological markers have been identified for predicting the molecular status of gliomas. Recently, gyriform infiltration (GI) has been identified as an imaging biomarker for molecular glioblastoma (mGBM). This study aimed to validate the diagnostic value of GI in predicting the molecular status of diffuse gliomas. Clinical data were retrospectively collected from patients treated at a single center. Their imaging findings, including GI and the status of molecular markers, including...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41066007",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "validate the diagnostic value of GI in predicting the molecular status of diffuse gliomas",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "R-spondin 3 is a myokine that mediates type I fiber determination during skeletal muscle regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065962/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This work reveals that Rspo3 as a Type I fiber specific myokine promotes Type I fiber determination during muscle regeneration in vivo.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065962",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This work reveals that Rspo3 as a Type I fiber specific myokine promotes Type I fiber determination during muscle regeneration in vivo"
    },
    {
      "title": "Immunosuppressive Therapy for Pulmonary Arterial Hypertension Associated with Connective Tissue Diseases: Insights from Japanese Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our data suggest that early initiation of IST may be associated with hemodynamic improvement; prospective confirmation in international cohorts is warranted.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our data suggest that early initiation of IST may be associated with hemodynamic improvement; prospective confirmation in international cohorts is warranted"
    },
    {
      "title": "Evidence-based Management of Heart Failure in the Systemic Right Ventricle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "PURPOSE OF REVIEW: Explore the clinical progression, diagnostic challenges, and evolving treatments of systemic right ventricular (SRV) failure, highlighting key gaps and advances.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065896",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Explore the clinical progression, diagnostic challenges, and evolving treatments of systemic right ventricular (SRV) failure, highlighting key gaps and advances",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antenatal and postpartum depression among women who conceived after pregnancy loss: a longitudinal study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Women who experienced repeated pregnancy loss had an elevated risk of diagnosable perinatal depression. Thus, it is crucial to consider interventions targeting pregnant women who have experienced repeated pregnancy loss to prevent perinatal depression.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065779",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Women who experienced repeated pregnancy loss had an elevated risk of diagnosable perinatal depression. Thus, it is crucial to consider interventions targeting pregnant women who have experienced repeated pregnancy loss to prevent perinatal depression"
    },
    {
      "title": "Membrane lipid-driven thylakoid biogenesis coordinating chlorophyll synthesis and expression of photosynthetic proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065712/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Chloroplasts in seed plants differentiate from proplastids or, occasionally, from other types of plastids. The development of the thylakoid membrane (TM) is a key process in chloroplast biogenesis, enabling plants to perform photosynthesis. The TM is a lipid bilayer membrane system densely packed with photosynthetic protein-cofactor complexes, and its formation requires the coordinated synthesis of membrane lipids, photosynthetic proteins, and cofactors particularly chlorophyll. During...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065712",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High Glucocorticoid Dependency and Limited Therapeutic Response in Japanese Patients with VEXAS Syndrome: A Multicentre Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study highlights the difficulty of treating patients with VEXAS syndrome in Japan. The development of more effective treatments is urgently needed to reduce glucocorticoid dependence and improve patient outcomes.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065660",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the difficulty of treating patients with VEXAS syndrome in Japan. The development of more effective treatments is urgently needed to reduce glucocorticoid dependence and improve patient outcomes"
    },
    {
      "title": "Description and Phylogenetic Position of <em>Thermocypris isabella</em> gen. et sp. nov. (Ostracoda: Cyprididae: Cyprinotinae) from a Hot Spring in Peru",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065495/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "During a faunal survey in Baos del Inca hot spring (40-50C), Cajamarca, Peru, we collected a cyprinotine ostracod species, the sixth example of a thermophilic ostracod inhabiting freshwater in temperatures above 40C. Because this could not be assigned to any of nine genera in Cyprinotinae, we established the new genus Thermocypris for it and described it as Thermocypris isabella gen. et sp. nov., defined by the following combination of characters: (1) no dorsal hump on carapace, (2) no...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065495",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "jama",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recurrence risk stratification by station- and zone-based nodal classification in resected non-small cell lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both station- and zone-based nodal classifications effectively stratify recurrence risk and are good candidates for further N category stratification in NSCLC.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065456",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both station- and zone-based nodal classifications effectively stratify recurrence risk and are good candidates for further N category stratification in NSCLC"
    },
    {
      "title": "Draft genome sequence of three <em>Glaciozyma watsonii</em> strains isolated from near the Syowa station area, East Antarctica",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Three strains of Glaciozyma watsonii were isolated from the Inhovde area, East Antarctica. This yeast is known as having ice-binding proteins and cold-active enzymes that are active, even at subzero temperatures. We report a draft genome sequence of these three Glaciozyma watsonii strains isolated from East Antarctica.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-Time Artificial Intelligence-Assisted Middle Meningeal Artery Embolization Using Liquid Embolic Agents for Chronic Subdural Hematoma: A Preliminary Experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065392/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: To our knowledge, this is the first study to examine MMA embolization for chronic subdural hematoma with real-time AI assistance. The system demonstrated high notification accuracy, safety, and potential clinical usefulness for liquid embolization procedures. Large-scale prospective studies are warranted to validate the impact on clinical outcomes.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065392",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on clinical outcomes",
      "conclusion": "To our knowledge, this is the first study to examine MMA embolization for chronic subdural hematoma with real-time AI assistance. The system demonstrated high notification accuracy, safety, and potential clinical usefulness for liquid embolization procedures"
    },
    {
      "title": "Hierarchical wrinkle pattern drives tenogenic differentiation from human mesenchymal stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Stem cells possess the unique abilities to self-renew and differentiate into various cell types, making them invaluable in tissue engineering and regenerative medicine. This study explores the behavior of human bone marrow-derived mesenchymal stem cells (hMSCs) on poly(dimethylsiloxane) (PDMS) substrates with hierarchical wrinkle patterns. These bio-inspired patterns were created using the surface instability of gold-coated elastomer bilayers. The results indicate that the hierarchical wrinkles...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065235",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-Cell Fluorescence Analysis of Lipid Droplet Compositional Dynamics during Triacylglycerol Catabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Lipid droplets (LDs) are dynamic organelles essential to lipid metabolism and energy homeostasis, yet their compositional heterogeneity in living cells remains poorly understood. Here, we present LipiPB Red, a red-emissive fluorescent probe with exceptional photostability, high polarity sensitivity, and long-term retention within LDs, even under serum-containing conditions. When applied to fluorescence lifetime imaging microscopy (FLIM), LipiPB Red enables discrimination between triacylglycerol...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065230",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Critical exponents of fluid-fluid interfacial tensions near a critical endpoint in a nonwetting gap",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Fluid three-phase equilibria, with phases , , , are studied close to a tricritical point, analytically and numerically, in a mean-field density-functional theory with two densities. Employing Griffiths' scaling for the densities, the interfacial tensions of the wet and nonwet interfaces are analyzed. The mean-field critical exponent is obtained for the vanishing of the critical interfacial tension  as a function of the deviation of the noncritical interfacial tension  from its limiting...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065164",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Easily Separable Racemic and Meso Isomers of a Salen-Based Cryptophane for Selective Guest Binding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41065127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "A salen-based cryptophane cage was synthesized via dynamic covalent imine chemistry, affording separable meso and racemic isomers. Single-crystal X-ray analysis confirmed the structure of the racemic form. The isomers exhibited slow interconversion in solution, enabling an individual study of their properties. The racemic isomer bound quaternary ammonium guests with notable size selectivity, highlighting the potential of imine-based cryptophanes as functional hosts for molecular recognition.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41065127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase Separation of RX Repeat Peptides with Nucleic Acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Biomolecular liquid-liquid phase separation (LLPS) plays a crucial role in organizing membraneless cellular compartments, which regulate a wide variety of cellular processes. A key molecular mechanism underlying LLPS of nucleic acids involves G-quadruplex (G4) structures of DNA and RNA interacting with intrinsically disordered proteins, particularly arginine and glycine (RGG/RG) rich proteins. The role of arginine residues in LLPS has been studied extensively, whereas few studies have focused on...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41064885",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survey of Patient Satisfaction and Willingness to Pay for Shared Decision-Making Implemented by Pharmacists for Patients with Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This pilot study is the first to demonstrate that SDM by pharmacists is highly satisfactory for patients with IBD. Furthermore, many patients expressed a WTP for SDM as part of counseling. These findings support the involvement of pharmacists, alongside physicians, in the SDM process for IBD treatment.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41064344",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This pilot study is the first to demonstrate that SDM by pharmacists is highly satisfactory for patients with IBD. Furthermore, many patients expressed a WTP for SDM as part of counseling"
    },
    {
      "title": "Acetylation of lysine 49 on Ctnnb1 drives nave pluripotency in murine stem cells by modulating Nanog function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "Nave pluripotency represents the ground state of mammalian development. A comprehensive understanding of the molecular mechanisms governing its establishment is crucial for elucidating the unique properties of embryonic cells and the regulatory mechanisms controlling cell fate determination. However, the key molecule to robustly achieve nave pluripotency with minimal manipulation remains unclear. We found that the acetylation status of lysine 49 (K49) of Catenin beta-1 (Ctnnb1) plays a...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41064241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuronal effects of epicranial current stimulation in macaque cortex",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: ECS has been used as a proxy for transcutaneous stimulation in rodent setups. Here we show that as a standalone technique it can be applied to a larger and more complex brain. This makes it a promising neuromodulation approach with clinical applications in patients who do not respond to TES but are not yet candidates for ICS or DBS.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41064233",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ECS has been used as a proxy for transcutaneous stimulation in rodent setups. Here we show that as a standalone technique it can be applied to a larger and more complex brain"
    },
    {
      "title": "Comparison of food extraction techniques and impact of nitrogen fertilization on the potential allergenicity of soybean related to birch pollen-food allergy syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064229/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our findings support the feasibility of standardized extraction methods. Varying nitrogen fertilization in soybeans resulted in altered physical, proteomic, and allergenic characteristics in this pilot study. Our results highlight the need for further research on environmental influences on food allergy.",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41064229",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings support the feasibility of standardized extraction methods. Varying nitrogen fertilization in soybeans resulted in altered physical, proteomic, and allergenic characteristics in this pilot study"
    },
    {
      "title": "Tuning i-motif folding and stability with acyclic phosphonate-linked (ZNA) cytidine residues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41064149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251010033601&v=2.18.0.post9+e462414",
      "description": "i-Motifs (iMs) are non-canonical four-stranded DNA structures stabilized by hemi-protonated (C:H^(+)C) cytosine base pairs. Under non-acidic pH conditions, cytosine deprotonation disrupts these interactions, resulting in structural unfolding. To broaden the environmental conditions that support iM formation for potential biomedical applications, we investigated the effect of substituting 2'-deoxycytidine residues with either the (R) or (S) isomers of an acyclic phosphonate-linked nucleotide...",
      "pubDate": "2025-10-09T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41064149",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effect of substituting 2'-deoxycytidine residues with either the (R) or (S) isomers of an acyclic phosphonate-linked nucleotide",
      "significance": null,
      "conclusion": null
    }
  ]
}