{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-05T08:01:57.286Z",
  "totalItems": 150,
  "totalArchived": 51695,
  "newPapersAdded": 200,
  "institutionBreakdown": {
    "KAIST": 11,
    "SNU": 74,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 5,
    "Korea University": 78,
    "IBS": 10,
    "UNIST": 0,
    "Hanyang University": 1,
    "KIST": 1,
    "GIST": 2,
    "Kyung Hee University": 4,
    "Pusan National University": 0
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 92,
    "Cancer Research": 15,
    "Materials Science": 10,
    "Neuroscience": 5,
    "Computer Science": 4,
    "Biomedical": 24
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Comparative Analysis of T-Cell and Bone Marrow Chimerism for Relapse Prediction in Acute Leukaemia Post-Transplantation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639877/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Allogeneic haematopoietic stem cell transplantation is a critical treatment for acute myeloid leukaemia (AML) and acute lymphoblastic leukaemia (ALL), yet the risk of treatment failure still persists. Chimerism analysis serves as a potential tool for predicting disease recurrence and survival rates, but its specific role has not yet been clearly defined. This study aimed to explore the role of decreased T-cell and bone marrow (BM) chimerism in predicting post-transplant relapse and survival in...",
      "pubDate": "2026-02-05T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41639877",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "explore the role of decreased T-cell and bone marrow (BM) chimerism in predicting post-transplant relapse and survival in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depression and long-term mortality among 5-year breast cancer survivors in Korea: a retrospective population-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41639218",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polystyrene nanoplastics exacerbate dibutyl phthalate-induced liver fibrosis through PDGFRα-dependent hepatic stellate cell activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Nanoplastic particles (NPs) derived from common polymers such as polyvinyl chloride and polystyrene (PS) act as persistent environmental reservoirs that facilitate the transport and cellular internalization of dibutyl phthalate (DBP), a ubiquitous plasticizer contaminating air, water, soil, and food through plastic leaching. The platelet-derived growth factor receptor α (PDGFRα) pathway is a well-established regulator of hepatic stellate cell (HSC) activation and fibrogenesis; however, its...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41638286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection and localization of single-nucleotide mutations in synthetic oligonucleotides by ultra-high-performance liquid chromatography coupled with high-resolution tandem mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Accurate detection of point mutations in mitochondrial DNA (mtDNA) is crucial for diagnosing various mitochondrial disorders. In this study, we developed an ultra-high-performance liquid chromatography coupled with high-resolution tandem mass spectrometry (UHPLC-HRMS/MS) method for the direct, label-free identification and localization of single-nucleotide mutations using synthetic 20- and 49-mer oligonucleotides as model fragments representing the pathogenic mtDNA point mutation (mt.3243 A>G)....",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41638037",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemical Strategies to Modulate Amyloidogenesis Associated with Neurodegenerative Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Amyloidogenic peptides and proteins, including amyloid-β, tau, and α-synuclein, are key pathological factors in neurodegenerative diseases. Their misfolding and self-assembly into toxic oligomers and fibrils disrupt cellular homeostasis and lead to neuronal dysfunction. To address these pathogenic processes, diverse chemical strategies have been developed employing nanomaterials, small organic molecules, and metal complexes. These reagents chemically modify amyloidogenic peptides and proteins,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41637635",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clogging mechanisms in managed artificial recharge: insights from injection-induced responses and physicochemical characteristics in the Hongseong site, Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Managed Aquifer Recharge (MAR) has been increasingly recognized as a sustainable groundwater management strategy, but its operational sustainability is often constrained by clogging. This study evaluated clogging mechanisms at a field-scale MAR test site in Hongseong, Korea, by integrating injection tests, physicochemical analyses, thermodynamic modeling, and mineralogical characterization. During approximately 2.7 months of injection, injectivity remained generally stable and no severe clogging...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41636941",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perceptually validated auralization of brushless direct current motor-propeller noise via torque ripple-induced rotational speed fluctuation modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636422/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Psychoacoustic assessment of aircraft under development is hindered by the difficulty of obtaining comprehensive noise data before physical prototypes are available. For the brushless direct current motor-propeller systems that are primary noise sources on these aircraft, this study develops and validates a physics-based auralization framework that models rotational speed fluctuations induced by electromagnetic torque ripple. The model incorporates both stochastic (rotational speed fluctuation...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41636422",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Block Copolymer Particle-Templated Cavitated Carbons Achieve Local Alkalinity for Enhancing Acidic Electrochemical CO<sub>2</sub> Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Electrochemical CO(2) reduction reaction (CO(2)RR) in neutral or alkaline environment suffers from carbonate formation, leading to low CO(2) utilization. Acidic operation can mitigate this issue, but is hampered by the dominant hydrogen evolution reaction (HER). Here, we report a cavitated carbon particle (CCP)-supported Au catalyst featuring abundant inner cavities that sustain elevated local alkalinity. These cavities could be formed by inducing interfacial instability in block copolymer...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41636089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Modulation of the CeO<sub>2</sub> Nanoparticle Tunneling Junction Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The precise modulation of nanoparticles represents a critical step toward programmable nanodevice architectures and functional material systems. Here, we demonstrate an artificial CeO(2) nanoparticle modulation platform, enabling area-selective manipulation and programmable tunability of the CeO(2) nanoparticle tunneling behavior. Utilizing atomic force microscopy lithography, CeO(2) nanoparticles were attached, detached, and repositioned with nanoscale precision on both insulating and metallic...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635158",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HBE-843, a Novel, Potent, and Selective EGFR Targeting PROTAC for the Treatment of Non-Small-Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The emergence of the EGFR C797S mutation poses a significant challenge in the treatment of non-small cell lung cancer due to resistance to third-generation EGFR-tyrosine kinase inhibitors. This study introduces a novel and highly selective EGFR PROTAC, HBE-843, designed to degrade mutant EGFR while sparing wild-type EGFR. Our degrader not only effectively degrades the L858R but also shows promising activity against exon 19 deletion, T790M, and C797S, where it demonstrated low nanomolar GI(50)...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635121",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Sarcopenia and Lower Bone Density With Positional Vertigo in the Morning: Insights From a Nationwide Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Morning PV is common among middle-aged and older adults and is associated with systemic frailty markers, particularly sarcopenia and bone loss, in the presence of vestibular dysfunction. These associations were more pronounced in older adults, suggesting a vestibulo-musculoskeletal interaction that may contribute to balance impairment and functional decline with aging. Screening for sarcopenia and bone health, along with vestibular and lifestyle interventions, may help reduce...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41635016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Morning PV is common among middle-aged and older adults and is associated with systemic frailty markers, particularly sarcopenia and bone loss, in the presence of vestibular dysfunction. These associations were more pronounced in older adults, suggesting a vestibulo-musculoskeletal interaction that ..."
    },
    {
      "title": "Foot-and-mouth disease virus VP4 interferes with host interferon response by targeting the nuclear translocation of interferon regulatory factor 3 (IRF3)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Upon RNA virus infection, nuclear translocation of activated transcriptional factors via the RNA-sensing signal pathway is a key event in the interferon (IFN)-mediated antiviral response, and a specific target of viral immune evasion. Foot-and-mouth disease virus (FMDV) causes an acute vesicular disease in cloven-hoofed animals and poses a serious economic risk to the dairy industry. FMDV VP4, one of the structural proteins, is an internal protein of the viral capsid and is known to play an...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41634886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Investigating the use of finerenone in children with chronic kidney disease and proteinuria: design of the FIONA and open-label extension studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Domain-Specific Physical Activity and Its Association With Frailty Syndrome: Evidence From NHANES Using Phenotype and Index-Based Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LTPA demonstrated the strongest associations with lower frailty, highlighting its potential as a key target for preventive strategies and public health guidelines aimed at promoting healthy aging.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41639592",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LTPA demonstrated the strongest associations with lower frailty, highlighting its potential as a key target for preventive strategies and public health guidelines aimed at promoting healthy aging"
    },
    {
      "title": "Surgical Management of Intrahepatic Cholangiocarcinoma and Combined Hepatocellular-Cholangiocarcinoma: A Narrative Review of Principles, Technical Nuances, and Emerging Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Intrahepatic cholangiocarcinoma (CCA) is the second most common primary liver cancer after hepatocellular carcinoma (HCC). However, combined HCC-CCA is a rare malignancy exhibiting hepatocytic and cholangiocytic differentiation. For both tumors, R0 resection with regional lymph node dissection remains the only potentially curative treatment. Nevertheless, key aspects of surgical management remain controversial. In this narrative review, we synthesize contemporary evidence on the surgical...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639545",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanotransduction through T cell receptors: consensus, controversies and future outlooks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Immune cells rely on surface immunoreceptors to sense their environment. While the downstream signaling pathways of many immunoreceptors are well characterized, the initial molecular events that trigger signaling upon ligand engagement remain incompletely understood. Here, in this Review, we outline our current understanding of this immunoreceptor signal initiation problem, using the T cell antigen receptor (TCR) as a prototype. We synthesize decades of research on the TCR's unique functional...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The rise of astrocytes: are they guardians or troublemakers of the brain disorder?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The brain is a highly complex, multicellular organ composed of diverse neuronal and nonneuronal cell types that function in concert to maintain central nervous system homeostasis. Among the glial populations, astrocytes are critical regulators of neuronal function. Under physiological conditions, astrocytes provide essential metabolic support, modulate neurotransmitter release and maintain neuronal health. Traditionally viewed as passive and supporting cells, astrocytes are now recognized as...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41639424",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interferon regulatory factor 5 involves the pathogenesis of emphysema through NLRP3 and Ly6C expressing cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Interferon regulatory factor 5 (IRF5) is a key regulator of inflammatory responses; however, its role in chronic obstructive pulmonary disease remains unknown. A previous study showed increased IRF5 expression in the lungs of cigarette smoke (CS)-induced emphysema. Here we investigated the function of IRF5 in emphysema using Irf5-knockout (KO) mice. Alveolar destruction, inflammatory cell infiltration, cytokine levels and pyroptosis-related gene expression were assessed in CS-induced emphysema....",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the function of IRF5 in emphysema using Irf5-knockout (KO) mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Repotrectinib in NTRK fusion-positive advanced solid tumors: a phase 1/2 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Early-generation TRK tyrosine kinase inhibitors (TKIs) approved for treating NTRK fusion-positive (NTRK^(+)) solid tumors provide clinical benefit; however, resistance emerges. Repotrectinib is a next-generation ROS1/TRK TKI with a compact macrocyclic structure designed to improve durability of response. TRIDENT-1 is a registrational phase 1/2 trial assessing repotrectinib, a next-generation ROS1/TRK TKI, in adults with advanced solid tumors, including NTRK^(+) disease. The primary endpoint was...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41639379",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal trends and regional variations in hepatocellular carcinoma etiology: a multinational study across Asia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Distinct regional patterns and temporal changes in HCC etiology across Asia highlight the need for tailored prevention and surveillance measures. The growing burden of MAFLD-related HCC emphasizes its emerging role in liver cancer development, particularly in regions with declining viral hepatitis.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41639358",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Distinct regional patterns and temporal changes in HCC etiology across Asia highlight the need for tailored prevention and surveillance measures. The growing burden of MAFLD-related HCC emphasizes its emerging role in liver cancer development, particularly in regions with declining viral hepatitis"
    },
    {
      "title": "Correction to: Hard and soft tissue contour changes following simultaneous guided bone regeneration at single peri‑implant dehiscence defects using either resorbable or non-resorbable membranes: a 6-month secondary analysis of a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639336/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639336",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of gross tumor morphology on the clinical outcomes of colon cancer: multicenter retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Gross endoscopic morphology is an independent prognostic factor in colon cancer. Flat/ulceroinfiltrative tumors are associated with worse outcomes, especially in stage II disease. Gross morphology, readily identifiable at diagnosis, may aid risk stratification and inform decisions regarding adjuvant therapy.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "SNU"
      ],
      "pmid": "41639274",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gross endoscopic morphology is an independent prognostic factor in colon cancer. Flat/ulceroinfiltrative tumors are associated with worse outcomes, especially in stage II disease"
    },
    {
      "title": "Deep neural network-based analysis of voice biomarkers for monitoring treatment response in adolescent major depressive disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that machine learning models and individual acoustic features may not sufficiently capture treatment-related changes in MDD patients. This study underscores the value of deep learning models using the DVDSA method, addressing the limitations of pre- and post-treatment classification and highlighting their potential to advance personalized treatment strategies for adolescent MDD.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41639246",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that machine learning models and individual acoustic features may not sufficiently capture treatment-related changes in MDD patients",
      "conclusion": "These findings suggest that machine learning models and individual acoustic features may not sufficiently capture treatment-related changes in MDD patients. This study underscores the value of deep learning models using the DVDSA method, addressing the limitations of pre- and post-treatment classifi..."
    },
    {
      "title": "The weight-adjusted waist index predicts sarcopenia in community-dwelling older adults in a nationwide multicenter prospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639212/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The weight-adjusted waist index (WWI) is recognized as an indicator of age-related changes in body composition. This study aimed to investigate the impact of WWI on the development of sarcopenia in community-dwelling older adults. A total of 1,724 individuals aged 70-84 years without sarcopenia at baseline (defined by AWGS 2019 criteria) from the Korean Frailty and Aging Cohort Study were followed for two years. WWI was calculated as waist circumference (cm) divided by the square root of body...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41639212",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the impact of WWI on the development of sarcopenia in community-dwelling older adults",
      "significance": "of WWI on the development of sarcopenia in community-dwelling older adults",
      "conclusion": null
    },
    {
      "title": "Binding properties of sulfur to enable solvent-free fabrication of high-performance polymer-free sulfur-carbon positive electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The development of a scalable, cost-effective and environmentally benign manufacturing of binder-free sulfur positive electrodes can make substantial advance for lithium-sulfur (Li | |S) batteries as sustainable competitors to lithium-ion systems. Here we show a solvent- and binder-free method to fabricate sulfur-carbon composite electrodes directly on aluminum foil via thermal-assisted dry pressing. A key finding is the role of sulfur as a structural binder, where its softening, distribution,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41639100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DNA-PKcs orchestrates CTLA-4 depletion-induced senescence in cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639053/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Immune checkpoints such as cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), programmed cell death 1 (PD-1), and programmed cell death ligand 1 (PD-L1) have been targeted in cancer therapy, however, the efficacy of these interventions remains limited. Beyond its immune function on T cell surfaces, CTLA-4 is also expressed in various intrinsic cancer cells, where it influences cell proliferation, metastasis, and apoptosis. The present study aimed to investigate the function of CTLA-4 in...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41639053",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improvement in Cardiac Magnetic Resonance Parameters in Patients With Cardiac Light-Chain Amyloidosis Receiving Anticlonal Cell Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In AL-CA patients treated with anticlonal therapy, significant improvement in CMR parameters, correlate with hematologic and organ response and suggest potential cardiac amyloid regression and functional improvement.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41638972",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In AL-CA patients treated with anticlonal therapy, significant improvement in CMR parameters, correlate with hematologic and organ response and suggest potential cardiac amyloid regression and functional improvement"
    },
    {
      "title": "Effects of vitamin D on maturation and fatty acid metabolism in bone marrow-derived dendritic cells from atherosclerotic mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "ObjectiveDendritic cells (DCs) play a pivotal role in the progression of atherosclerosis by modifying cell surface markers and cytokine secretion. While vitamin D is recognized for its ability to suppress the maturation of DCs, its effects on fatty acid metabolism in DCs remain unclear. This study investigated the effects of vitamin D on fatty acid metabolism and maturation in bone marrow-derived dendritic cells (BMDCs) from control (CON) and Ldlr^(-/-) (ATH) mice.Materials and...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638919",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effects of vitamin D on fatty acid metabolism and maturation in bone marrow-derived dendritic cells (BMDCs) from control (CON) and Ldlr^(-/-) (ATH) mice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Dose Radioembolization with Resin Microspheres Limited by Lung Shunt for Localized Hepatocellular Carcinoma: Virtual Tumor Absorbed Dose as a Predictor of Complete Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638619/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A vTAD ≥ 600 Gy represents a practical and reliable threshold for predicting CR in resin-based TARE. Given its ease of calculation and independence from registration artifacts, vTAD may serve as a valuable dosimetric tool in both clinical practice and treatment planning.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638619",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A vTAD ≥ 600 Gy represents a practical and reliable threshold for predicting CR in resin-based TARE. Given its ease of calculation and independence from registration artifacts, vTAD may serve as a valuable dosimetric tool in both clinical practice and treatment planning"
    },
    {
      "title": "High-resolution high-contrast in vivo phase imaging of corneal nerves and immune cells in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: High-resolution DPC microscopy enables label-free visualization of corneal nerves and immune cells with improved structural continuity compared with conventional IVCM. This approach provides a versatile platform for studying corneal neuro-immune interactions, with further development, may support translational research and clinical diagnostics.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41638551",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "High-resolution DPC microscopy enables label-free visualization of corneal nerves and immune cells with improved structural continuity compared with conventional IVCM. This approach provides a versatile platform for studying corneal neuro-immune interactions, with further development, may support tr..."
    },
    {
      "title": "Ultra-sensitive diagnostic platform utilizing gold nanoparticle integrated in a freestanding hydrogel matrix",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638460/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Fluorescence-based analysis for protein detection has been widely adopted; however, they fall short in achieving ultra-sensitive detection because of their inherently low signal-to-noise ratio at sub-picomolar concentrations. To overcome this limitation, signal amplifying materials such as gold nanoparticles (AuNPs) have been integrated into various detection platforms to enhance fluorescence signals. However, fabrication of such AuNP integrated platforms remains complex, often requiring...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638460",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RenoTrue: a diabetes-specific machine learning model to estimate glomerular filtration rate for people with diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For people with diabetes, RenoTrue demonstrated better performance compared to the 2009 CKD-EPI equation in terms of estimating GFR across the full range of GFR.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638439",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For people with diabetes, RenoTrue demonstrated better performance compared to the 2009 CKD-EPI equation in terms of estimating GFR across the full range of GFR"
    },
    {
      "title": "Prenatal and Postpartum Residential Greenness and Behavioral Development in Early Childhood: Findings from a Birth Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Green space exposure was consistently linked to fewer behavioral problems, especially attention difficulties, in early childhood. Findings suggest enhancing access to green environments may benefit early behavioral development.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Green space exposure was consistently linked to fewer behavioral problems, especially attention difficulties, in early childhood. Findings suggest enhancing access to green environments may benefit early behavioral development"
    },
    {
      "title": "Clinical acceptability and repeatability of three-dimensional maxillary positioning following orthognathic surgical wafer placement: an in vitro study under intraoral scanner-based and conventional impression-based workflows",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638297/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Under in vitro conditions, the demonstrated clinical acceptability and repeatability provide preliminary evidence supporting the clinical feasibility of a fully digital IOS-based workflow for wafer-mediated maxillary positioning.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638297",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Under in vitro conditions, the demonstrated clinical acceptability and repeatability provide preliminary evidence supporting the clinical feasibility of a fully digital IOS-based workflow for wafer-mediated maxillary positioning"
    },
    {
      "title": "Do subscapularis integrity and posterosuperior cuff tear severity affect scapular impingement and joint stability during external rotation in lateralized reverse total shoulder arthroplasty? : medialization versus lateralization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lateralizing RTSA and repairing the subscapularis can significantly reduce scapular notching-related impingement, improve joint stability, and support ER torque generation by increasing posterior deltoid force in patients with posterosuperior cuff tears. These findings provide critical insights for surgical planning, supporting the use of a lateralized implant and subscapularis repair to reduce the risk of scapular notching and joint subluxation while enhancing ER torque generation.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41638254",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Lateralizing RTSA and repairing the subscapularis can significantly reduce scapular notching-related impingement, improve joint stability, and support ER torque generation by increasing posterior deltoid force in patients with posterosuperior cuff tears. These findings provide critical insights for ..."
    },
    {
      "title": "Recent advances in biodegradable polymer-based packaging film/coatings on shelf-life extension of banana",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The postharvest shelf life of bananas is relatively short and depends on several factors, including ethylene concentration, respiration rate, microbial growth, temperature, and humidity. Traditional packaging materials such as polyethylene bags and cardboard box are commonly used but they are not highly effective in delaying the ripening, colour change and alteration in organoleptic properties. Biodegradable packaging are promising alternatives to synthetic packaging counterparts used in banana...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41638165",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative investigation of Ti- and V-based MXenes for adsorption of Th(IV) and U(VI): Mechanistic insights from surface structural evolution and complexation behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638119/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The removal of radionuclide contaminants from aqueous systems remains critical for mitigating long-term radiological and chemical risks and for improving the practical feasibility of nuclear wastewater treatment. This study systematically investigated the adsorption behavior of Th(IV) and U(VI) ions on Ti- and V-based MXenes (Ti(2)CT(x), Ti(3)C(2)T(x), V(2)CT(x), and V(4)C(3)T(x)) in comparison with bentonite as a reference adsorbent. Through batch experiments, the influences of pH, dosage,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638119",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FGF2 and BMP4 modulate lineage allocation in porcine parthenogenetic embryos cultured in N2B27 medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Current porcine embryo culture relies on Porcine Zygote Medium 3 (PZM3) supplemented with fetal bovine serum (FBS), which causes batch-to-batch variability due to undefined components. Here, we evaluated N2B27-a chemically defined serum-free medium-as an alternative and compared the developmental outcomes of culture in PZM3 (PZM), PZM3 with 10% (v/v) FBS (PZM + FBS), and N2B27 in parthenogenetic embryos. N2B27 increased the total cell number, blastocyst and hatched blastocyst formation rates,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41638074",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laminarin ameliorates hepatic steatosis and upregulates hepatic SMP-30 expression in high-fat-diet-induced NAFLD mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Senescence marker protein-30 (SMP-30; regucalcin) plays a crucial role in intracellular calcium homeostasis. This study investigated hepatic SMP-30 expression during non-alcoholic fatty liver disease (NAFLD) progression and evaluated the therapeutic potential of laminarin (LAM), a brown algae-derived polysaccharide, using high-fat diet (HFD)-fed mice and palmitic acid (PA)-treated Huh7 cells. Mice fed an HFD for 20 weeks developed NAFLD, characterized by elevated ALT/AST levels, hepatic...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "hepatic SMP-30 expression during non-alcoholic fatty liver disease (NAFLD) progression and evaluated the therapeutic potential of laminarin (LAM), a brown algae-derived polysaccharide, using high-fat ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional characterization of a Con7-related transcription factor in Coprinopsis cinerea indicates evolutionary conservation of morphogenetic roles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Fruiting bodies of mushroom-forming fungi (Agaricomycetes) exhibit the highest degree of multicellular complexity in fungi, yet the molecular underpinnings of their developmental programs remain incompletely understood. Here, we characterize gcd1, a gene encoding a transcription factor in the Con7 subfamily of C2H2-type zinc finger proteins. This subfamily has previously been implicated in pathogenic morphogenesis in Ascomycota, but its role in Agaricomycetes has not previously been addressed....",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41637875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unified model with random penalty entropy loss for robust nasogastric tube placement analysis in X-ray",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed unified model surpasses existing two-stage approaches in classification and calibration. Incorporating Random Penalty Entropy Loss improves robustness and generalization across diverse clinical settings. These results highlight the model's potential to reduce diagnostic errors and enhance patient safety in NG tube placement assessment.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637852",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed unified model surpasses existing two-stage approaches in classification and calibration. Incorporating Random Penalty Entropy Loss improves robustness and generalization across diverse clinical settings"
    },
    {
      "title": "Ranking-Aware Multiple Instance Learning for Histopathology Slide Classification: Development and Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Incorporating expert annotations through ranking-based supervision improves MIL-based classification. Rank induction remains robust even with limited, coarse, or sparsely available annotations, demonstrating its practicality in real-world scenarios.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating expert annotations through ranking-based supervision improves MIL-based classification. Rank induction remains robust even with limited, coarse, or sparsely available annotations, demonstrating its practicality in real-world scenarios"
    },
    {
      "title": "Heterogeneous Iron-Catalyzed Borylation of Aryl Fluorides",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "We report a mild and practical iron-catalyzed protocol for the borylation of aryl fluorides using commercially available FeCl(3), a β-diketiminate ligand, and HBpin as a boron source. The method exhibits broad substrate scope with excellent yields (up to 99%), including non-π-extended fluoroarenes, heterocycles, and substrates with unprotected phenolic OH groups, operating efficiently under ambient to elevated temperatures. Comprehensive mechanistic studies reveal that the reaction proceeds via...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41637696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chemotherapy Medications in Sub-Saharan Africa: Availability, Pricing, Affordability, and Predictors of Quality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We found that medicines for cancer treatment are unaffordable without government subsidies. Moreover, poor-quality chemotherapy medicines are hard to detect without chemical testing. Government policies and supply chain practice changes are needed to improve the availability, affordability, and quality of chemotherapy medications in sub-Saharan Africa.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41637673",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We found that medicines for cancer treatment are unaffordable without government subsidies. Moreover, poor-quality chemotherapy medicines are hard to detect without chemical testing"
    },
    {
      "title": "Clinical Presentation of Shoulder-Hand Syndrome: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This review provides a detailed description of the symptoms of shoulder-hand syndrome, including both triggered and idiopathic cases. We hypothesize that SHS might be a sub-type of CRPS; however, more research is required to validate this categorization.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637667",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review provides a detailed description of the symptoms of shoulder-hand syndrome, including both triggered and idiopathic cases. We hypothesize that SHS might be a sub-type of CRPS; however, more research is required to validate this categorization"
    },
    {
      "title": "OsRNS4-mediated cross-kingdom RNA interference is inhibited by <em>Ustilaginoidea virens</em> effector SCRE2 to promote infection in rice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The Ustilaginoidea virens effector SCRE2 has been previously identified to be an essential virulence factor. To elucidate molecular mechanisms underlying SCRE2 virulence function, we identify that SCRE2 interacts with Oryza sativa S-like ribonuclease family member OsRNS4. As a catalytically inactive RNase, OsRNS4 positively regulates rice immunity, depending on its RNA binding ability. OsRNS4 is unconventionally secreted through tetraspanin-positive extracellular vesicles (EVs). OsRNS4 binds to...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Floating population diversity as a leading indicator of business turnover imbalance in commercial districts: A spatial panel analysis in Seoul",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "This study develops a quantitative indicator for the early diagnosis of commercial instability in business openings and closures and proposes a new analytical framework for assessing the stability of commercial districts. To address the limitations of prior research that relied on static measures such as sales or store counts, two complementary approaches were introduced. First, we propose the Commercial Instability Index (CII), a direction-agnostic metric of turnover instability computed from...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637399",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Speech Sound Development in Preterm Children Aged 3-4 Years: A Retrospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preterm children are at considerable risk for persistent speech sound difficulties, which are closely linked to speech-language abilities. Given the lack of predictors of normalization outcomes, universal monitoring and comprehensive language-based interventions are recommended for preterm children with and without delayed speech sound development at age 3 years.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637237",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preterm children are at considerable risk for persistent speech sound difficulties, which are closely linked to speech-language abilities. Given the lack of predictors of normalization outcomes, universal monitoring and comprehensive language-based interventions are recommended for preterm children ..."
    },
    {
      "title": "The Effect of Evaluating Others' Decision-Making Results on Subsequent Decision-Making",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Effective decision-making is crucial for both individuals and organizations. To improve individual's decision-making, traditional methods involve practicing and providing feedback. While these methods are effective, we propose evaluating others' decision-making as a more efficient training approach, and in this study, we explore its potential through two experiments. In Experiment 1,109 participants completed an initial task and then took part in training under two conditions: evaluating others'...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Taxonomic characterization of <em>Thaumasiovibrio clandestinus</em> sp. nov., isolated from marine mud in Gochang and emended description of the genus <em>Thaumasiovibrio</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "A phylogenetically distinct bacterial strain, designated as DFM-14^(T), was isolated in 2022 from marine mud collected in Gochang, Jeollabuk-do, South Korea, and characterized using a polyphasic taxonomic approach. The isolate is Gram-stain-negative, motile, pale white and coccoid-shaped, typically forming clusters. It is facultatively aerobic, and phylogenetic analysis of the 16S rRNA gene placed it within the genus Thaumasiovibrio (family Vibrionaceae, phylum Pseudomonadota). Strain DFM-14^(T)...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637121",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal Ultrasonographic Features and Predictors of Physical Therapy Outcomes in Infants With Congenital Muscular Torticollis and Sternocleidomastoid Muscle Mass: A Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Greater SCM length involvement (>66%) and higher 2-month thickness ratio independently predict unfavorable outcome, whereas isolated sternal head involvement predicts shorter therapy duration. Early US evaluation at 2 months provides robust prognostic information and may guide individualized PT strategies in infants with CMT.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637113",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Greater SCM length involvement (>66%) and higher 2-month thickness ratio independently predict unfavorable outcome, whereas isolated sternal head involvement predicts shorter therapy duration. Early US evaluation at 2 months provides robust prognostic information and may guide individualized PT stra..."
    },
    {
      "title": "Abelacimab vs Rivaroxaban in Older Individuals With Atrial Fibrillation: A Prespecified Analysis of the Phase 2b AZALEA-TIMI 71 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: This study found that abelacimab consistently reduced bleeding compared with rivaroxaban regardless of age, with the potential for a greater absolute reduction in bleeding with older age. FXI inhibition with abelacimab may become a particularly attractive option in older patients with AF and higher bleeding risk. The results of ongoing phase 3 trials are necessary to establish the efficacy and benefit-to-risk ratio of abelacimab.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41637102",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: This study found that abelacimab consistently reduced bleeding compared with rivaroxaban regardless of age, with the potential for a greater absolute reduction in bleeding with older age. FXI inhibition with abelacimab may become a particularly attractive option in older patients with..."
    },
    {
      "title": "Response to Letter to Editor: Revisiting MASLD-based pregnancy risk stratification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41637009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Level of Posterosuperior Cuff Tear Severity on Joint Contact Mechanics in Reverse Total Shoulder Arthroplasty: A Simulation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636958/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Preserving the middle-inferior infraspinatus can restore joint contact mechanics and mitigate increased muscle-tendon forces in RTSA. These findings can help orthopedic surgeons in deciding whether to repair the rotator cuff during RTSA to mitigate increased muscle-tendon forces and restore the transverse force couple between the anterior and posterior cuffs, thereby improving glenohumeral joint stability.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41636958",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preserving the middle-inferior infraspinatus can restore joint contact mechanics and mitigate increased muscle-tendon forces in RTSA. These findings can help orthopedic surgeons in deciding whether to repair the rotator cuff during RTSA to mitigate increased muscle-tendon forces and restore the tran..."
    },
    {
      "title": "Burixafor, a CXCR4 inhibitor with a differentiated kinetics profile: results of a phase 2 study for rapid cell mobilization in multiple myeloma and lymphoma patients undergoing transplant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636886",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seasonal and Spatiotemporal Dynamics of Plankton Communities Using eDNA Metabarcoding in Singal Reservoir",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Understanding environmental drivers of plankton community assembly is critical for predicting ecosystem responses to environmental change in reservoir systems. This study employed environmental DNA (eDNA) metabarcoding to examine how temperature, dissolved oxygen, and spatial gradients structure plankton communities in Singal Reservoir, South Korea, across seasonal and spatial scales from 2021-2022. Water samples were collected from inflow, middle, and outflow zones during spring and autumn,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41636884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of low muscle mass and obesity with mortality and cardiovascular outcomes in breast cancer: a population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: LMM was independently associated with increased mortality in breast cancer patients, with risk amplified in those with coexisting obesity.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636872",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LMM was independently associated with increased mortality in breast cancer patients, with risk amplified in those with coexisting obesity"
    },
    {
      "title": "Targeting Tumor-Associated Macrophages and Cancer-Associated Fibroblasts to Overcome Therapeutic Resistance in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Hepatocellular carcinoma (HCC) remains a highly lethal malignancy with limited response to current systemic therapies such as tyrosine kinase inhibitors (TKIs) and immune checkpoint inhibitors (ICIs). Accumulating evidence highlights the critical role of the tumor microenvironment (TME), particularly tumor-associated macrophages (TAMs) and cancer-associated fibroblasts (CAFs), in mediating resistance to these treatments. TAMs and CAFs drive immune evasion, extracellular matrix remodeling,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636792",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Oceanimonas aquatica</em> sp. nov. and <em>Arenibacter flavimaris</em> sp. nov., isolated from seawater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636756/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The novel strains CHS3-5^(T) and M-2^(T) were isolated from seawater collected near Suaeda japonica colonies on Seongmodo Island, Republic of Korea. Strain CHS3-5^(T) was Gram-stain-negative, motile with flagella, rod-shaped, strictly aerobic and formed circular, convex, ivory-coloured colonies, while strain M-2^(T) was Gram-stain-negative, motile by gliding, rod-shaped, strictly aerobic and formed circular, raised, dark yellow colonies. Based on 16S rRNA and draft genome analyses, strains...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636756",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Open Face in Frozen War: Lt. John Yancey, the Chosin Reservoir, and the Origins of Modern Maxillofacial Trauma Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The Chosin Reservoir campaign of the Korean War represents one of the most extreme environments in which modern military medicine was tested. Among its casualties was First Lieutenant John Yancey of the US Marine Corps, who sustained a devastating open facial gunshot wound with orbital destruction while defending Hill 1282 in December 1950. Remarkably, Yancey survived the initial injury, remained conscious, retained command, and continued combat operations before eventual evacuation and surgical...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636703",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disruption of Lipid Membrane Integrity by Synthetic Water-Soluble Polymers: Effects of Lipid Headgroup",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Water-soluble polymers (WSPs) represent a key class of polymers widely employed in liquid formulations across diverse industries. We investigated their interactions with synthetic lipid membranes, as well as cytotoxicity triggered by membrane disruption. Zwitterionic 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC) and negatively charged 1,2-dioleoyl-sn-glycero-3-phosphoglycerol (DOPG) liposomes were utilized as lipid membrane models for assessing fluorescence leakage caused by two positively...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41636611",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "their interactions with synthetic lipid membranes, as well as cytotoxicity triggered by membrane disruption",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technological Approaches and Translational Challenges in Bedside External Ventricular Drain Placement: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Assistive technologies for EVD placement show potential to improve accuracy and safety over the freehand technique. These early successes signal potential to improve bedside neurosurgical care. Realizing this promise will require future studies to standardize accuracy metrics, report time, and safety outcomes consistently and validate performance in real-world critical care settings.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41636522",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Assistive technologies for EVD placement show potential to improve accuracy and safety over the freehand technique. These early successes signal potential to improve bedside neurosurgical care"
    },
    {
      "title": "Rebound Phenomenon of Platelet Reactivity After Cessation of Long-Term Clopidogrel Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Midbrain PAG Astrocytes Modulate Mouse Defensive and Panic-Like Behaviors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Defensive behaviors against threatening situations are crucial for survival, and maladaptation of neural functions involved in defensive behavior may result in panic-like behavior. Defensive behaviors must be optimized for animals to efficiently avoid danger and maximize their chance of survival. The midbrain periaqueductal gray (PAG) controls defensive behaviors. However, the substrate of dysregulated panic-like defensive responses remains unknown. Using in vivo calcium imaging and recordings...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41636093",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peri-Stenotic Stagnation Associates With Red Blood Cell-Rich Thrombi, Linked to Stroke Recurrence and Lesion Volume",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Peri-stenotic stagnation was associated with RBC-rich thrombi formation under both clinical and experimental conditions, providing mechanistic insight into stroke recurrence and larger lesion volumes. Identifying peri-stenotic stagnation using ultrafast ultrasound imaging may help stratify high-risk patients; however, its therapeutic implications require validation in prospective randomized studies.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41636030",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "require validation in prospective randomized studies",
      "conclusion": "Peri-stenotic stagnation was associated with RBC-rich thrombi formation under both clinical and experimental conditions, providing mechanistic insight into stroke recurrence and larger lesion volumes. Identifying peri-stenotic stagnation using ultrafast ultrasound imaging may help stratify high-risk..."
    },
    {
      "title": "Single-Port Robotic Retroperitoneal Nephroureterectomy with Bladder Cuff Excision: Comparative Cohort Study with Multi-Port Transperitoneal Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: NUx with bladder cuffing using the SP approach demonstrated feasibility compared with surgery performed using the MP approach. Notably, the ease of access during cuffing contributed significantly to reducing the total operative time.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635986",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NUx with bladder cuffing using the SP approach demonstrated feasibility compared with surgery performed using the MP approach. Notably, the ease of access during cuffing contributed significantly to reducing the total operative time"
    },
    {
      "title": "Development and validation of the suicide risk score: a novel suicide risk prediction tool for patients with end-stage kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The suicide risk score is a significant advancement in suicide risk prediction for ESKD patients. It is based on simple, routinely collected clinical indicators and provides an actionable tool for risk stratification and early intervention in daily practice.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The suicide risk score is a significant advancement in suicide risk prediction for ESKD patients. It is based on simple, routinely collected clinical indicators and provides an actionable tool for risk stratification and early intervention in daily practice"
    },
    {
      "title": "Comparison of nutrients and ultra-processed food consumption between different phenotypes defined by abdominal obesity and sarcopenia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Higher protein and minimally processed food intakes were associated with lower odds of probable sarcopenia, whereas higher ultra-processed food intake was associated with higher odds of abdominal and sarcopenic obesity in middle-aged adults in rural Korea. These observational findings may inform hypothesis generation and public health planning, but prospective studies are needed to confirm these associations and assess causality.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635903",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher protein and minimally processed food intakes were associated with lower odds of probable sarcopenia, whereas higher ultra-processed food intake was associated with higher odds of abdominal and sarcopenic obesity in middle-aged adults in rural Korea. These observational findings may inform hyp..."
    },
    {
      "title": "Predictive modeling of animal-vehicle collisions involving the threatened leopard cat (<em>Prionailurus bengalensis</em>) and Eurasian otter (<em>Lutra lutra</em>), in the Republic of Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Animal-vehicle collisions (AVCs) substantially contribute to wildlife population decline and adversely impact threatened species with already limited numbers. In this study, we aimed to investigate the factors contributing to AVCs involving two threatened species in the Republic of Korea: the leopard cat (Prionailurus bengalensis) and Eurasian otter (Lutra lutra). These two species are the most frequently affected by AVCs among threatened mammals in Korea. To achieve this, we used data from the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the factors contributing to AVCs involving two threatened species in the Republic of Korea: the leopard cat (Prionailurus bengalensis) and Eurasian otter (Lutra lutra)",
      "significance": "threatened species with already limited numbers",
      "conclusion": null
    },
    {
      "title": "Genome-wide detection of fine-scale population stratification and long-distance dispersal of the Chinese mitten crab (<em>Eriocheir sinensis</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Understanding the population genetic structure of marine decapods is essential for their effective conservation and management, particularly for species like the Chinese mitten crab (Eriocheir sinensis), which exhibits a complex life cycle and high invasive potential. In this study, we applied a population genomics approach using SLAF-seq to generate genome-wide SNP data from 120 unrelated individuals collected across six locations in China and Korea. We found a fine-scale but discernible level...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anomalous vertebral artery course causing radiculopathy: A case report and review of relevant literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Cervical radiculopathy typically results from degenerative disc disease, but rarely, an ectatic vertebral artery can cause it. This case report and literature review examine a unique instance of cervical radiculopathy due to an anomalous vertebral artery. Vertebral artery loop formation (VALF) is uncommon but can significantly impact surgical outcomes and poses a risk during cervical spine surgeries if unidentified preoperatively.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "surgical outcomes and poses a risk during cervical spine surgeries if unidentified preoperatively",
      "conclusion": null
    },
    {
      "title": "Injectable hyaluronic acid-based hydrogels with carbon dots and an iron complex for embolization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Although transarterial chemoembolization is a prevalent treatment for hepatocellular carcinoma (HCC), its efficacy is limited by inadequate vascular infiltration, inconsistent embolization, and lack of therapeutic synergy. We developed a multifunctional injectable hydrogel system using strategically combined high- and low-molecular-weight hyaluronic acid and a carbon dot/iron complex (APIO/Fe complex) to overcome these challenges. The dual-molecular-weight approach optimizes both structural...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635271",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction to \"Expanding Horizons in Quantum Chemical Studies: The Versatile Power of MRSF-TDDFT\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical probing of magnons and phonons in Ni<sub>80</sub>Fe<sub>20</sub> nanodot arrays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635219/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Control of collective spin excitations by static or dynamic strain is an emerging phenomenon that requires in-depth understanding for the design of future spin-wave-regulated devices. Here, we explore mutually interacting spin waves and acoustic wave modes in addition to a few non-interactive modes through all optical excitation in ordered arrays of Ni(80)Fe(20) nanomagnets. The acoustic wave originating from elastic deformation resonantly couples to the spin wave via the magnetoelastic effect...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635219",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasmonic Truncated Satellite Octahedral Nanoparticles: Interior Nanocavities and Exterior Nanotrenches Synergistically Maximize Near-Field Focus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "We synthesized a new type of complex nanoparticle: truncated satellite octahedral Au nanoparticles (SONs). The synthesis began with octahedral Au nanoparticles, followed by selective Pt deposition and a mild polyol synthesis to generate triakis-octahedral Ag nanoparticles (TONs). Subsequent Au deposition on the TONs led to the formation of cavities within the shell, and selective growth of truncated satellite structures from each (111) facet resulted in SONs with exposed line-shaped nanotrench...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635161",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developing the Patient Experience Assessment Questionnaire for Hospital Inpatient Care in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The PXA questionnaire, currently being implemented in South Korea, demonstrates robust psychometric properties. This work also exemplifies the process of developing a locally relevant patient experience questionnaire, grounded in global knowledge on patient-centred care.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635123",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PXA questionnaire, currently being implemented in South Korea, demonstrates robust psychometric properties. This work also exemplifies the process of developing a locally relevant patient experience questionnaire, grounded in global knowledge on patient-centred care"
    },
    {
      "title": "Re-sterilization Prior to Implant Insertion in Prosthetic Breast Reconstruction: Is It Necessary?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Residual contamination may persist despite the initial surgical site sterilization. The re-application of antiseptics and re-draping immediately before implant insertion may help reduce post-operative infections and should be considered an adjunct to comprehensive peri-operative protocols. Some infections may be more closely related to post-operative management than pre-implant field contamination, underscoring the need for meticulous post-operative care. Definitive causal...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41635013",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Residual contamination may persist despite the initial surgical site sterilization. The re-application of antiseptics and re-draping immediately before implant insertion may help reduce post-operative infections and should be considered an adjunct to comprehensive peri-operative protocols"
    },
    {
      "title": "Functionally distinct core microbes of Tricholoma matsutake revealed by cross-study analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our cross-study integration of shiro microbial sequences identified core and niche-specific phylotypes with distinct ecological roles. This study lays a foundation for advancing ecological research and cultivation strategies for TM.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41634837",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our cross-study integration of shiro microbial sequences identified core and niche-specific phylotypes with distinct ecological roles. This study lays a foundation for advancing ecological research and cultivation strategies for TM"
    },
    {
      "title": "Automatic liver Couinaud segmentation from computed tomography scans with a gradient-enhanced hierarchical cascade deep learning network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41638851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reinforcement learning via conservative agent for environments with random delays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Real-world reinforcement learning applications are often subject to unavoidable delayed feedback from the environment. Under such conditions, the standard state representation may no longer induce Markovian dynamics unless additional information is incorporated at decision time, which introduces significant challenges for both learning and control. While numerous delay-compensation methods have been proposed for environments with constant delays, those with random delays remain largely...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41638100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential diagnosis of degenerative cervical myelopathy considered in patients spine surgeons referred to neurologists: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639826",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validation of the Japanese version of boredom proneness scale and derivation of its short version among older adults: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41639676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipid alterations in hereditary peripheral neuropathies: common mechanisms in disease heterogeneity?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The evolution of SSRI research: trajectories of knowledge domains across four decades",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639644",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laterality of injectate spread in bilateral ultrasound-guided thoracic paravertebral block: a pilot cadaveric study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639479/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639479",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and intracellular functional characterization of myosin XI and VIII in the lycophyte Selaginella moellendorffii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Selaginella moellendorffii myosins retain conserved intracellular functions of known plant myosins, while lycophytes possess a unique myosin VIII with an extended neck domain. Research on plant myosins has primarily focused on model species, such as green algae, mosses, and seed plants. Here, we identified and cloned the myosin genes in Selaginella moellendorffii for the first time in the lycophytes. S. moellendorffii possessed two myosin XI genes and two myosin VIII genes. The cloned S....",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639435",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigation of dynamic chest radiography exposure parameters using static chest radiography conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "This study aimed to predict optimal imaging conditions for dynamic chest radiography (DCR) using exposure times derived from auto exposure control (AEC) during chest X-ray (CXR) imaging and to validate their effectiveness against conventional body mass index (BMI)-based protocols. A total of 579 datasets from patients who underwent both CXR and DCR on the same day were analyzed. The relationship between exposure time for CXR and tube current-time product (mAs) in DCR was assessed, and linear...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639393",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "predict optimal imaging conditions for dynamic chest radiography (DCR) using exposure times derived from auto exposure control (AEC) during chest X-ray (CXR) imaging and to validate their effectivenes...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Age-related changes in proprioception are of limited size, outcome-dependent and task-dependent",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Our ability to sense the position and movement of our limbs is essential for all activities of daily living. This ability arises from the signal sent by muscle spindles to the brain. While there is clear evidence for age-related changes in the quantity of muscle spindles and in their sensitivity, behavioral assessment of age-related changes in position sense have produced mixed findings even though it is taken as textbook knowledge that proprioception declines with age. Yet, study results are...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639366",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic effect of obesity on hypertensive renal arteriosclerosis in individuals without chronic kidney disease: A zero-hour biopsy-based cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Nephrosclerosis, influenced by aging and elevated blood pressure (BP), including prehypertensive levels, is a major contributor to end-stage kidney disease. However, the relationship between these risk factors and early renal pathological alterations remains insufficiently characterized. This study aimed to examine age- and BP-related renal pathology in individuals without chronic kidney disease (CKD). We analyzed zero-hour biopsies from 520 living kidney donors without CKD at Kyushu University...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639351",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine age- and BP-related renal pathology in individuals without chronic kidney disease (CKD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Delayed emergence with remimazolam after laparoscopic subsegmental hepatectomy including the intermittent pringle maneuver in a patient with preserved liver function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639331",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Marinapyrones A and B, new antioxidative α-pyrones produced by soybean rhizosphere-derived actinomycete strain W21-0103",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Two new α-pyrone compounds designated marinapyrones A (1) and B (2) were isolated along with the known related compound micropyrone B (3) from the culture broth of rhizosphere-derived actinomycete strain W21-0103. The structures of 1 and 2 were elucidated by spectroscopic data analyses, including 1D and 2D NMR. Compounds 1-3 exhibited weak antioxidant activity in a radical scavenging assay.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639327",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative hydrocephalus and the risk of postoperative speech impairment following posterior fossa tumour surgery in children: results from a prospective, multinational cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The presence of pHC was not independently associated with POSI nor did treatment of pHC prior to tumour resection appear to reduce the risk of POSI. These findings highlight the importance of individualizing pHC management in paediatric PF tumour cases, with decisions guided by the clinical context.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41639295",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The presence of pHC was not independently associated with POSI nor did treatment of pHC prior to tumour resection appear to reduce the risk of POSI. These findings highlight the importance of individualizing pHC management in paediatric PF tumour cases, with decisions guided by the clinical context"
    },
    {
      "title": "Accurate plasmid reconstruction from metagenomics data using assembly-alignment graphs and contrastive learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Plasmids are extrachromosomal DNA molecules that enable horizontal gene transfer in bacteria, often conferring advantages such as antibiotic resistance. Despite their importance, plasmids are underrepresented in genomic databases because of challenges in assembling them, caused by mosaicism and microdiversity. Current plasmid assemblers rely on detecting circular paths in single-sample assembly graphs but face limitations because of graph fragmentation, entanglement and low coverage. We...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41639269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic monitoring of an endangered arable weed reveals local maintenance of genetic variation in times of land use and climate change",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine learning for microscopy data analytics targeting real-time optical characterization of semiconductor nanocrystals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Semiconductor nanocrystals with uniform morphology and composition are expected to show consistent responses during light-matter interactions. However, microscopy reveals significant variations in their photoluminescence blinking patterns, even under identical experimental conditions. This discrepancy arises from differences in crystal defects and nonradiative trap states. As a result, heterogeneous blinking patterns serve as valuable indicator of material quality, uncovering several concealed...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41639079",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Who do we talk about when we talk about flexitarians?\" [Appetite 219 (2025), 1-9 108410]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of Marker Compounds in Ziziphi Fructus Using TLC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Ziziphi Fructus (the fruit of Ziziphus jujuba Miller var. inermis Rehder; Japanese name \"Taiso\"), listed in the 18th edition of the Japanese Pharmacopoeia (JP18), is widely used in Kampo (Japanese traditional) medicine. However, a specific identification test for Ziziphi Fructus was not prescribed in JP18. Hence, in this study, we establish a TLC-based identification test for quality assurance of the crude drug Ziziphi Fructus. The HPLC experiments identified 3-O-cis-p-coumaroylalphitolic acid...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Insights into the future applications of Ca. Nitrosoglobus-driven acidic partial nitritation based on its unique characteristics: A critical review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Acid-tolerant ammonium-oxidizing bacteria (AOB) Candidatus (Ca.) Nitrosoglobus challenge the long-standing view that efficient bacterial ammonium oxidation is restricted to neutral pH. Driven by low pH and free nitrous acid (FNA), Ca. Nitrosoglobus mediates an acidic partial nitritation (PN) pathway that achieves stable, high nitrite accumulation while strongly suppressing nitrite-oxidizing bacteria (NOB). This review synthesises current knowledge on its discovery, physiology and kinetics,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638584",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcomes of the 63-μm Gelatin Microstent versus 45-μm Gelatin Microstent: An International Multi-Center Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638527/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The 63-μm gelatin microstent demonstrated superior IOP lowering effectiveness compared to its 45-μm variant in patients requiring more robust IOP targets. The 63-μm gelatin microstent implanted eyes required less medications to achieve their target, but experienced a higher incidence of early postoperative hypotony-related complications such as choroidal detachment, majority of which were transient.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638527",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The 63-μm gelatin microstent demonstrated superior IOP lowering effectiveness compared to its 45-μm variant in patients requiring more robust IOP targets. The 63-μm gelatin microstent implanted eyes required less medications to achieve their target, but experienced a higher incidence of early postop..."
    },
    {
      "title": "Mitochondria-targeted coenzyme Q<sub>10</sub> nanocarriers evaluated by particle size and lipid composition alleviate early acetaminophen-induced liver injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Acetaminophen (APAP) overdose-induced liver damage is a serious clinical issue primarily caused by mitochondrial dysfunction in hepatocytes. Coenzyme Q(10) (CoQ(10)) exhibits mitochondrial protective effects and is considered a promising therapeutic candidate. However, it has difficulty targeting liver mitochondria because of its high hydrophobicity and low bioavailability. To address the therapeutic limitations of CoQ(10) caused by poor mitochondrial bioavailability, this study aimed to...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638489",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-dimensional analysis of shoulder hand-behind-back motion in patients with frozen shoulder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study clarified that limited internal rotation of the glenohumeral joint is the main cause of restricted HBB motion in frozen shoulder, which supports the use of the thumb-to-spinous process as a valid measure of thoracohumeral internal rotation in patients with frozen shoulder.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638396",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study clarified that limited internal rotation of the glenohumeral joint is the main cause of restricted HBB motion in frozen shoulder, which supports the use of the thumb-to-spinous process as a valid measure of thoracohumeral internal rotation in patients with frozen shoulder"
    },
    {
      "title": "Single-cell RNA-seq reveals cellular dynamics and emergency hematopoiesis in banana shrimp Penaeus merguiensis hemocytes upon Yellow Head Virus infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638371/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "As global aquaculture of penaeid shrimp expands, the banana shrimp (Penaeus merguiensis) has gained attention as a promising sustainable alternative to the non-native P. vannamei. However, its cellular immune response to major pathogens like yellow head virus (YHV) remains poorly understood, limiting effective disease management. In this study, we established a comprehensive reference transcriptome for P. merguiensis by integrating data from 13 major tissues and conducted single-cell RNA...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638371",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Vivo Two-Photon Imaging Reveals Stochastic and Synchronized Extracellular Signal-Regulated Kinase Dynamics in Neurons of Awake Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The neocortex is essential for higher-order brain functions such as cognition, perception, language, and motor control. Although extracellular signal-regulated kinase (ERK) activity in neurons has been well studied for its role in memory formation, its activity patterns in the awake mice brain remain unclear. This study aimed to investigate the spatiotemporal dynamics of ERK activity in neocortical neurons of awake mice using in vivo imaging. We used Förster resonance energy transfer...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638362",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "investigate the spatiotemporal dynamics of ERK activity in neocortical neurons of awake mice using in vivo imaging",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Spatiotemporal Analysis of Dengue Epidemics in Vietnam Reveals Key Hotspots and Transmission Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings delineate the critical zones and seasons of dengue transmission in Vietnam, providing essential evidence for optimizing resource allocation and surveillance efforts. These insights are vital for developing preemptive public health interventions in resource-constrained endemic settings.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638350",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings delineate the critical zones and seasons of dengue transmission in Vietnam, providing essential evidence for optimizing resource allocation and surveillance efforts. These insights are vital for developing preemptive public health interventions in resource-constrained endemic settings"
    },
    {
      "title": "Restoring scientific resilience through European collaboration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Recent policies by the current United States (US) administration have had significant repercussions for science and the confidence of researchers to continue their work. In this Editorial, we explore the current and future impact of these political actions, and contrast them with the historical scientific developments underpinning schizophrenia research, both in Europe and the US. Europe has an opportunity to shape a future where science has the resources and security it needs to flourish ….",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638156",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": "of these political actions, and contrast them with the historical scientific developments underpinning schizophrenia research, both in Europe and the US",
      "conclusion": null
    },
    {
      "title": "Resilience capacity of aquaculture farmers in climate vulnerable areas of Bangladesh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Bangladesh is a major contributor to the global prawn export industry; however, its prawn aquaculture sector remains highly vulnerable to climate-related hazards. Therefore, assessing the resilience capacity of prawn farmers is critical for understanding how well they can cope with and recover from such shocks. This study assesses the resilience capacity of climate-exposed prawn aquaculture systems in the Bagerhat district of southwestern Bangladesh by identifying systemic strengths,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638150",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis, structure-activity relationship study and molecular modeling of triazolo[4,5-d]pyrimidines targeting an intracellular allosteric binding site of various chemokine receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41638012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "A previously reported triazolo[4,5-d]pyrimidine analogue displaying dual CCR7/CXCR2 antagonism was subjected to an optimisation campaign aiming at the discovery of potent and selective CCR7 antagonists. A range of substituted thiol groups was introduced at position 5 of the triazolo[4,5-d]pyrimidine core. In addition, a scaffold hopping approach was pursued yielding three novel skeletons. Unfortunately, none of these modifications led to improved CCR7 antagonistic potency or selectivity, when...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41638012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Persistence of autistic symptom differences by severity among individuals at clinical high risk for psychosis and with first-episode psychosis: An 18-month longitudinal follow-up study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Autistic symptoms influence functional outcomes in individuals at high clinical risk for psychosis (CHR-P) and in those with first-episode psychosis (FEP). Our recent findings suggest that these symptoms encompass both enduring trait-like and transient state-like features that improve with treatment over a 12-month period. This study aimed to clarify the long-term course of autistic and non-autistic symptoms by comparing individuals with high and low levels of autistic symptoms at the CHR-P and...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637997",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "clarify the long-term course of autistic and non-autistic symptoms by comparing individuals with high and low levels of autistic symptoms at the CHR-P and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "USP21-mediated SMARCB1 stabilization under hypoxia may influence tumor progression and immune response in HCC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Hepatocellular carcinoma (HCC) remains a highly lethal malignancy despite therapeutic advances. SMARCB1 exhibits context-dependent functions across different cancer types. While it is frequently inactivated as a tumor suppressor in various malignancies, our previous work demonstrated that SMARCB1 acts as an oncogene in HCC by engaging the NUP210-P300 transcriptional axis. However, the upstream mechanisms that regulate SMARCB1 stability in HCC remain unexplored. Because SMARCB1 undergoes...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637985",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Five-year risk of cardiovascular events and falling in Parkinson's disease with orthostatic hypotension: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637898/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this national PD cohort, both OH and its pharmacotherapy increased long-term fall risk but showed no association with major vascular events. These findings indicate distinct outcome profiles of OH, underscoring the need for focused fall-prevention and further evaluation of vascular safety.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637898",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "distinct outcome profiles of OH, underscoring the need for focused fall-prevention and further evaluation of vascular safety",
      "conclusion": "In this national PD cohort, both OH and its pharmacotherapy increased long-term fall risk but showed no association with major vascular events. These findings indicate distinct outcome profiles of OH, underscoring the need for focused fall-prevention and further evaluation of vascular safety"
    },
    {
      "title": "Image quality comparison between low-dose thin-slice deep-learning reconstruction and standard-dose thick-slice hybrid iterative reconstruction in pediatric abdominal CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Low-dose thin-slice DLR improved edge sharpness, small structure visualization, and diagnostic confidence in pediatric abdominal CT without increasing noise compared to standard-dose thick-slice HIR.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low-dose thin-slice DLR improved edge sharpness, small structure visualization, and diagnostic confidence in pediatric abdominal CT without increasing noise compared to standard-dose thick-slice HIR"
    },
    {
      "title": "Dual-model weight selection and self-knowledge distillation for medical image classification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "We propose a novel medical image classification method that integrates dual-model weight selection with self-knowledge distillation (SKD). In real-world medical settings, deploying large-scale models is often limited by computational resource constraints, which pose significant challenges for their practical implementation. Thus, developing lightweight models that achieve comparable performance to large-scale models while maintaining computational efficiency is crucial. To address this, we...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637819",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Deoxy- and <em>epi</em>-Tetrodotoxin Analogues from the Newt <em>Cynops ensicauda popei</em> Suggests Stepwise Oxidation in Terrestrial Tetrodotoxin Biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Tetrodotoxin (TTX, 1) is a potent neurotoxin that selectively blocks voltage-gated sodium channels and occurs in various marine and terrestrial organisms, yet its biosynthetic pathway remains unresolved. In this study, five deoxy-type TTX analogues were identified from the toxic newt Cynops ensicauda popei. The structures of four analogues, 6-epi-11-deoxyTTX (2), 8-epi-6-deoxyTTX (3), 1-hydroxy-8-epi-6,11-dideoxyTTX (4), and 1-hydroxy-4,9-anhydro-8-epi-10-hemiketal-5,6,11-trideoxyTTX (5), were...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637633",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling human visuomotor adaptation with a disturbance observer framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "A fundamental problem of visuomotor adaptation research is to understand how the brain is capable to asymptotically remove a predictable exogenous disturbance from a visual error signal using limited sensor information by re-calibration of hand movement. From a control theory perspective, the most striking aspect of this problem is that it falls squarely in the realm of the internal model principle of control theory. Despite this fact, the relationship between the internal model principle and...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637435",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mindfulness-Based Self-Management Program Using a Mobile App for Patients With Pulmonary Hypertension: Single-Arm Feasibility Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The program appeared to support patients with PH in managing symptoms and emotions and suggested potential improvements in quality of life. These preliminary findings warrant evaluation in a future randomized controlled trial.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637431",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The program appeared to support patients with PH in managing symptoms and emotions and suggested potential improvements in quality of life. These preliminary findings warrant evaluation in a future randomized controlled trial"
    },
    {
      "title": "Concurrent Pressure-Enhanced Magnetic Order and Photoconductivity in Quasi-One-Dimensional Antiferromagnet MnSb<sub>2</sub>S<sub>4</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Low-dimensional van der Waals materials constitute fertile ground for exploring intertwined magnetism, transport, and optoelectronics, yet the structural provenance underlying the interplay among diverse quantum orders remains scarcely elucidated. Here, we report a rare case of simultaneous enhancement of magnetic order and photoconductivity in pressurized quasi-one-dimensional antiferromagnet MnSb(2)S(4). Concomitant with a pressure-induced insulator-to-metal transition, MnSb(2)S(4) exhibits a...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637196",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Brønsted Base-Catalyzed Aminoxylation of Benzylic and Allylic Compounds with TEMPO",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "A Brønsted base-catalyzed aminoxylation of benzylic and allylic compounds was developed. The reaction differs mechanistically from the existing aminoxylation of simple hydrocarbons and involves the catalytic generation of benzyl and allyl radicals via single electron transfer between carbanions and TEMPO. Its synthetic benefits were demonstrated by employing it in various catalytic tandem reaction systems.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility and potential effectiveness of an exergame program for people with moderate to advanced Parkinson's disease: A pilot randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "BackgroundExergaming has shown benefits in Parkinson's disease (PD) rehabilitation; however, its feasibility and potential effectiveness for people with moderate to advanced PD remain unclear.ObjectiveTo assess the feasibility and potential effectiveness of a universally designed exergame program in people with moderate to advanced PD.MethodsThis evaluator-blind, parallel randomized controlled trial was conducted at four specialized PD care facilities in Japan. Fifty-six participants (Hoehn &...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tuning Photocatalytic Activity in Porphyrin-Based Metal-Organic Frameworks by Controlling Charge Recombination Pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Porphyrin-based metal-organic frameworks (MOFs) are promising photocatalysts, but their efficiency is often limited by rapid charge recombination. Herein, we enhance photocatalytic performance by incorporating an electron acceptor, phenyl-C(61)-butyric acid (PCBA), into the porphyrinic framework PCN-222 and its metalated analogues (M = Co, Ni, Cu) via a solvent-assisted ligand incorporation (SALI) method. The free-base composite PCBA@PCN-222(H(2)) exhibited outstanding photocatalytic activity...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637126",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Demographic and Clinicopathologic Factors Associated With Colorectal Adenoma Recurrence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41637071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Both histopathologic features and demographic factors demonstrated distinct time-dependent patterns in adenoma recurrence, underscoring the need for surveillance strategies that account for temporal variation and population-specific risk profiles.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41637071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Both histopathologic features and demographic factors demonstrated distinct time-dependent patterns in adenoma recurrence, underscoring the need for surveillance strategies that account for temporal variation and population-specific risk profiles"
    },
    {
      "title": "Registration accuracy of amyloid/tau-PET to brain MRI using modified SPM method",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636964",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Post-biopsy proteinuria as a universal prognostic marker across diverse clinical courses in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Proteinuria measured 18 months post-biopsy showed the strongest association with long-term kidney outcomes in IgAN, supporting its use as a universal treatment target across heterogeneous post-biopsy clinical courses.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Proteinuria measured 18 months post-biopsy showed the strongest association with long-term kidney outcomes in IgAN, supporting its use as a universal treatment target across heterogeneous post-biopsy clinical courses"
    },
    {
      "title": "Belgian and U.S. Older Adults' Lay Perspectives on 'Tiredness of Life'",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The phenomenon of 'tiredness of life' (ToL) in older adults emerges in societal and political debates on euthanasia and assisted suicide (EAS) as well as in academia. However, the conceptualization of ToL is unclear and seems to be influenced by the socio-political context of studies (i.e., EAS debates). Also, lay perspectives are largely neglected in current conceptualizations, but appear important to assess their usefulness. The current study explored Belgian (n = 512) older adults' lay ideas...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to assess their usefulness",
      "conclusion": null
    },
    {
      "title": "Shifts in the timing of gait muscle synergies in older adults with reduced lower-limb motor function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nocturnal Eye-Inspired Liquid-to-Gas Phase Change Soft Actuator with Laser-Induced Graphene: Enhanced Environmental Light Harvesting and Photothermal Conversion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Robotic systems' mobility is fundamentally constrained by their power sources and wiring requirements. While electrical actuation systems have achieved autonomy through battery power and wireless control, pneumatic actuators remain tethered to air supply sources. Liquid-to-gas phase change actuators utilizing low-boiling-point liquids offer a potential solution, though they typically require substantial thermal input through heating elements that maintain electrical dependencies. External heat...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636651",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Concurrent Pituitary and Thyroid Immune-Related Adverse Events after Immune Checkpoint Inhibitors Associated with HLA-DR15-related Haplotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Some patients undergoing immune checkpoint blockade treatment develop immune-related adverse events (irAEs) affecting multiple organs, but whether pituitary and thyroid dysfunction are prone to co-occur is unclear. A total of 1,014 patients treated at Nagoya University Hospital were prospectively assessed for pituitary and thyroid function, and HLAs were analyzed in patients with pituitary and/or thyroid irAEs. Pituitary irAE and thyroid irAE developed in 68 and 128 patients, respectively. The...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636635",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world characterization of patients with advanced or metastatic liposarcoma, including dedifferentiated liposarcoma, in Japan in the MASTER KEY project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These data investigating DDLPS in Japanese patients highlight the poor outcomes and lack of effective treatment options in the real-world clinical practice setting.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636628",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data investigating DDLPS in Japanese patients highlight the poor outcomes and lack of effective treatment options in the real-world clinical practice setting"
    },
    {
      "title": "Multilayer cryogenic powder filters with low parasitic capacitance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636585/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "We report the development of a cryogenic powder filter that simultaneously offers high attenuation of radio frequency (RF) signals in the gigahertz range and minimized parasitic capacitance to ground. Conventional powder filters, which consist of a signal line passing through a metal powder-filled housing, attenuate high-frequency signals via the skin effect. However, these designs often suffer from significant parasitic capacitance between the signal line and the grounded chassis, which can...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636585",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Positive Digital Experiences: A Spanish Validation of the Digital Flourishing Scale for Adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Spanish DFSA is a promising tool for assessing adolescents' digital flourishing in the Spanish context.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636443",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Spanish DFSA is a promising tool for assessing adolescents' digital flourishing in the Spanish context"
    },
    {
      "title": "Morphology Control in PDVT-10/DTCP Hybrid Films via Meniscus-Guided Cooperative Crystallization for High-Performance OFETs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636384/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The meniscus-guided coating (MGC) method was used to prepare well-aligned films of hybrid systems composed of the conjugated polymer poly{3,6-dithiophen-2-yl-2,5-di(2-decyltetra-decyl)-pyrrolo[3,4-c]pyrrole-1,4-dione-alt-thienylenevinylene-2,5-yl} (PDVT-10) and a photoresponsive small molecule dopant, dithienylperfluorocyclopentene (DTCP), at various concentrations in their open-ring form (DTCP-o) or closed-ring (DTCP-c) form. The structures of the coated films were characterized with polarized...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636384",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibition of Targeted Bacterial Growth Using MazF-Expressing Phagemids: A Novel Therapeutic Approach Based on Endoribonuclease Toxin Molecules",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The extensive and indiscriminate use of antibiotics, which are intended to halt bacterial growth or eliminate them, has unintentionally given rise to antimicrobial resistance (AMR), which is a critical threat to global health. In the pursuit of alternative solutions, researchers have focused on type II toxin-antitoxin systems prevalent within the bacterial domain. One such promising example is the MazF toxin, which has been demonstrated to cleave RNA at specific sequences. MazF toxins are now...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636326",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of combined GABA and L-theanine supplementation on sleep quality: an exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Simultaneous intake of GABA and L-theanine may improve sleep in adults. As this hypothesis is based on an exploratory study, further randomized controlled trials are needed to confirm this finding.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simultaneous intake of GABA and L-theanine may improve sleep in adults. As this hypothesis is based on an exploratory study, further randomized controlled trials are needed to confirm this finding"
    },
    {
      "title": "Dopant distributions and band-edge positions in Sr-doped NaTaO<sub>3</sub>: a first-principles study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41636122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Sr doping is known to enhance the water-splitting activity of NaTaO(3) photocatalysts and is often accompanied by surface segregation of Sr, yet, the electronic-structural origin remains unclear. Here, we employ first-principles calculations with explicit enumeration of all Sr configurations in bulk NaTaO(3) (NTO) and TaO(2)-terminated (001) surfaces. In the bulk, the enumeration shows that shorter Sr-Sr separations are energetically preferred. At surfaces, Sr segregates and accumulates...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41636122",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Design Strategies of Fluorescence Probes with Long-Term Membrane Retention for Plasma Membrane Dynamics Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635997/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "The plasma membrane is central to numerous cellular processes, yet long-term fluorescence imaging has been limited by insufficient probe retention. Here, we report a rational design of naphthalimide-based, phospholipid-mimicking probes that combine hydrophobic alkyl chains with ionic head groups to achieve strong membrane affinity. Among the series, a zwitterionic derivative, Betaine-DNap, exhibited selective and prolonged plasma membrane staining, maintaining localization for extended...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635997",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration and electrical evaluation of WS<sub>2</sub> and MoS<sub>2</sub> fets in a 300 mm pilot line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "2D materials have the potential to extend and augment the CMOS scaling roadmap. However, upscaling from lab-based demonstrators to 300 mm-compatible integration modules presents unique challenges. In this work, we address these challenges through a 2D FET process flow developed within imec's 300 mm Si pilot line. FETs with monolayer 2D transition metal dichalcogenide (TMDC) channels are fabricated, and the flow serves as a research vehicle to advance 300 mm-compatible integration modules,...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635922",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Carbon-iodine atropisomerism on triazole and triazolium frameworks: a breathing axle with divergent adaptivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Atropisomerism around a carbon-iodine(iii) bond represents a rare form of chirality centered on a long, polarizable hypervalent linkage. Embedding this C-I(iii) bond into an inherently asymmetric, diadamantylated triazole scaffold creates a vivid platform that reveals how such a bond responds to steric and electronic perturbations. Neutral triazole- and cationic triazolium-benziodoxoles display similarly high atropostability (racemization half-lives of several years at 25 °C), arising from...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635912",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Zincafluorene complex with an empty C-Zn π orbital that captures visible light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Zinc complexes are attractive candidates for photofunctional materials owing to the low cost and benign nature of Zn, yet directly engaging Zn orbitals in visible-light responses has remained elusive in mononuclear systems. Here, we realize this by engineering an empty C-Zn π orbital as the LUMO in carbene-zincafluorene frameworks, as demonstrated in three newly designed mononuclear Zn complexes. Selective recrystallization of one complex afforded two conformational polymorphs, enabling us to...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635911",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rotational arc treatments with static ports and dynamic collimation reduces cardiopulmonary dose for esophageal cancer patients and diminishes model-based predicted benefit of proton therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: RAD reduced lung and heart dose compared to IMRT in esophageal cancer patients undergoing trimodality treatment, lowering predicted risk for pulmonary complications, which influenced PT-referral decisions.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635672",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RAD reduced lung and heart dose compared to IMRT in esophageal cancer patients undergoing trimodality treatment, lowering predicted risk for pulmonary complications, which influenced PT-referral decisions"
    },
    {
      "title": "Bladder-sparing strategies for non-muscle-invasive bladder cancer after bacillus Calmette-Guérin failure: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This systematic review demonstrated the promising efficacy of novel bladder-sparing strategies for NMIBC after BCG failure. This review is limited by the predominance of early-phase trials and a limited number of comparative studies, offering only limited guidance for clinical decision-making.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635525",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This systematic review demonstrated the promising efficacy of novel bladder-sparing strategies for NMIBC after BCG failure. This review is limited by the predominance of early-phase trials and a limited number of comparative studies, offering only limited guidance for clinical decision-making"
    },
    {
      "title": "Identification of severe hypoglycemia in adults with type 1 diabetes using CGM-based machine learning: evidence from the FGM-Japan study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: XGBoost offers strong overall discrimination; however, simpler models exhibit better F1 performance. Features like 'TBR', '%CV', 'GMI,' and 'GRI' were key features, suggesting their usefulness in identifying individuals at risk for adverse glycemic events.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635446",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "XGBoost offers strong overall discrimination; however, simpler models exhibit better F1 performance. Features like 'TBR', '%CV', 'GMI,' and 'GRI' were key features, suggesting their usefulness in identifying individuals at risk for adverse glycemic events"
    },
    {
      "title": "Base-promoted deacylation of 2-acetyl-2,5-dihydrothiophenes and their oxygen-mediated hydroxylation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Solvent-dependent transformations of polysubstituted 2-acetyl-2,5-dihydrothiophenes to the corresponding 2-hydroxy- or deacetylated derivatives are described. The treatment of a methanolic solution of the dihydrothiophene substrates with sodium methoxide afforded the deacylated products. Conversely, the treatment with sodium ethoxide in an oxygen saturated ethanolic solution produced 2-hydroxy substituted 2,5-dihydrothiophenes.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635434",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of diaryl phosphates using phytic acid as a phosphorus source",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Phytic acid is a phosphorus-rich molecule, which is produced by plants using water-soluble phosphates absorbed from soil. It can potentially serve as a phosphorus source in the syntheses of organic phosphates; however, this approach has not been utilized for the preparation of phosphate esters. In this study, we report the first successful synthesis of phosphate esters using phytic acid as a phosphorus source. Crude products of phosphate diesters were obtained through the reactions of...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Streptoquinolines A and B, new antibacterial meroterpenoids produced by <em>Streptomyces</em> sp. TMPU-A0679",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "In the course of screening vancomycin-resistant enterococci (VRE), two new meroterpenoids, streptoquinolines A (1) and B (2), were isolated from a culture of terrestrial Streptomyces sp. TMPU-A0679. The structures of 1 and 2 were elucidated based on spectroscopic analyses, including NMR and MS, and were found to consist of a drimane-type sesquiterpene fused with a highly substituted quinoline moiety. Further structural comparisons and specific rotation data revealed that 1 and 2 were epimers at...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of Plasma Exchange in Secondary Thrombotic Microangiopathy: A Case Report and Literature Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41635378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "Thrombotic microangiopathy (TMA) is a severe syndrome characterized by thrombocytopenia, microangiopathic hemolytic anemia, and organ damage. It includes primary forms such as thrombotic thrombocytopenic purpura (TTP) and atypical hemolytic uremic syndrome, as well as secondary TMA, which can result from conditions such as autoimmune diseases, infections, and malignancies. While plasma exchange (PE) is a well-established treatment for thrombocytopenic purpura, its effectiveness against secondary...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41635378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of family pharmacist continuity with patient-reported satisfaction in patients with metastatic cancer: a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41634894",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Catastrophic antiphospholipid syndrome with eosinophilia mimicking hypereosinophilic syndromes with disseminated intravascular coagulation: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634880/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our case shows that eosinophilia can accompany catastrophic antiphospholipid syndrome, and this can mimic eosinophil-associated disorders with disseminated intravascular coagulation. Identifying antiphospholipid antibodies is important for differential diagnosis when treating unexplained eosinophilia, thrombocytopenia, and thrombosis.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41634880",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for differential diagnosis when treating unexplained eosinophilia, thrombocytopenia, and thrombosis",
      "conclusion": "Our case shows that eosinophilia can accompany catastrophic antiphospholipid syndrome, and this can mimic eosinophil-associated disorders with disseminated intravascular coagulation. Identifying antiphospholipid antibodies is important for differential diagnosis when treating unexplained eosinophili..."
    },
    {
      "title": "Differences in prevalence arising from reference values for physiological and laboratory measurements used in studies of Tibetan highlanders and differences in study populations between the two studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41634838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "We conducted an epidemiological study of Tibetan highlanders in Tsarang Village, Mustang District, Nepal, and reported the findings in Arima et al. (Journal of Physiological Anthropology, 43:25, 2024). Subsequently, Sienna R. Craig and colleagues, who have conducted long-term research in the same region, published a commentary on our study, providing an opportunity for further scholarly discussion. In their commentary, Craig et al. highlighted differences between our study and theirs in the...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41634838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Journal of",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A personalized home-based exercise training program in children with Marfan and Loeys-Dietz syndromes improves aerobic exercise capacity and health-related quality of life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41639855",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating peer navigation in promoting digital secondary distribution of HIV self-testing among men who have sex with men in China: study protocol for a two-arm randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639850/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: In China, the HIV prevalence among men who have sex with men (MSM) is still rising, with a large proportion of people never tested for HIV in this group. HIV self-testing (HIVST) offers a user-empowered approach in expanding testing coverage. Peer navigation, recognized for its effectiveness in supporting MSM in HIV care, is proposed here as a potential enhancement to HIVST. This study aims to evaluate peer navigation in promoting digital secondary distribution of HIVST among MSM in...",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41639850",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to evaluate peer navigation in promoting digital secondary distribution of HIVST among MSM in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Criminogenic risk and suicidality among justice-involved homeless veterans with comorbid mental health and substance use disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41639846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260205030149&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among CLS-involved homeless veterans with COD, suicidality was associated with elevated criminogenic risk and greater psychiatric burden, particularly PTSD. These findings underscore the need for integrated interventions that address both criminogenic and behavioral health factors to support recovery, reduce suicide risk and mental health symptoms, and mitigate CLS recidivism.",
      "pubDate": "2026-02-04T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41639846",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among CLS-involved homeless veterans with COD, suicidality was associated with elevated criminogenic risk and greater psychiatric burden, particularly PTSD. These findings underscore the need for integrated interventions that address both criminogenic and behavioral health factors to support recover..."
    }
  ]
}