{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-09-02T07:43:33.946Z",
  "totalItems": 150,
  "totalArchived": 3753,
  "newPapersAdded": 187,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 56,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 53,
    "IBS": 50,
    "UNIST": 0,
    "Hanyang University": 3,
    "KIST": 2,
    "GIST": 0,
    "Kyung Hee University": 2,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Biomedical": 42,
    "Multidisciplinary": 66,
    "Cancer Research": 21,
    "Computer Science": 7,
    "Materials Science": 6,
    "Neuroscience": 8
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Effects of recumbent isometric yoga on the orthostatic cardiovascular response of patients with myalgic encephalomyelitis/chronic fatigue syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study found that the patients who manifested POTS and performed recumbent isometric yoga for 12 weeks had a reduced increase in PR after standing up. This pilot study suggests that recumbent isometric yoga would be useful as an adjunctive nonpharmacological intervention for improving POTS in patients with ME/CFS. This finding should be confirmed in a larger number of cases.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890788",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that the patients who manifested POTS and performed recumbent isometric yoga for 12 weeks had a reduced increase in PR after standing up. This pilot study suggests that recumbent isometric yoga would be useful as an adjunctive nonpharmacological intervention for improving POTS in pa..."
    },
    {
      "title": "Exploring the uncharted role of cell senescence in rare diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Exploring the role of senescence in different and less common diseases might promote the understanding of the senescent process as a novel player in rare disorders, for a more comprehensive vision of their complexity and the suggestion of novel possible therapeutical targets.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Exploring the role of senescence in different and less common diseases might promote the understanding of the senescent process as a novel player in rare disorders, for a more comprehensive vision of their complexity and the suggestion of novel possible therapeutical targets"
    },
    {
      "title": "Engineering modification of human umbilical cord mesenchymal stem cell-derived small extracellular vesicles ameliorates polycystic ovary syndrome by enhancing the ovarian environment and regulating follicular development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In this study, we engineered sEVs to deliver the 740Y-P peptide, demonstrating their capacity to mitigate ovarian inflammation, normalize follicular development, and enhance fertility in a PCOS mouse model. These findings propose a novel therapeutic strategy for PCOS, pending further optimization of delivery protocols and clinical validation.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890824",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this study, we engineered sEVs to deliver the 740Y-P peptide, demonstrating their capacity to mitigate ovarian inflammation, normalize follicular development, and enhance fertility in a PCOS mouse model. These findings propose a novel therapeutic strategy for PCOS, pending further optimization of..."
    },
    {
      "title": "Occupants and surface types drive microbial dynamics in controlled indoor environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings highlight the critical role of human-driven microbial accumulation in air-conditioner filters and the distinct microbial profiles associated with dry and wet indoor surfaces. Although small-scale aquaponics demonstrated minimal room-wide microbial impact, its potential localized influence warrants further exploration. These insights offer practical guidance for targeted hygiene protocols, HVAC system maintenance, and building design strategies aimed at improving...",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890817",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the critical role of human-driven microbial accumulation in air-conditioner filters and the distinct microbial profiles associated with dry and wet indoor surfaces. Although small-scale aquaponics demonstrated minimal room-wide microbial impact, its potential localized influ..."
    },
    {
      "title": "Proteomics and metabolomics studies in pigmented villonodular synovitis uncover the regulation of monocyte differentiation by the ADGRE5-NF-κB pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Pigmented villonodular synovitis (PVNS), or tenosynovial giant cell tumor (TGCT), is a locally aggressive soft tissue tumor primarily affecting the synovium of joints, particularly the knee. In PVNS, the synovial tissue thickens and becomes aggressive, leading to joint destruction, a process reminiscent of the tissue remodeling seen in autoimmune diseases. Despite being considered benign, PVNS often leads to severe joint damage and has a high recurrence rate following treatment. The...",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890811",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrated fecal macrogenomic and metabolomic analyses reveal celiac disease flora and metabolic profiles associated with Chinese populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our study revealed specific alterations in the gut microbiome and metabolome of Chinese CeD patients through a multi-omics integration strategy. We found that CeD individuals carrying CeD risk genes may possess a unique intestinal flora composition, and this intestinal flora may, to some extent, explain the pathogenesis of CeD beyond the contributions of genes and gluten intake.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study revealed specific alterations in the gut microbiome and metabolome of Chinese CeD patients through a multi-omics integration strategy. We found that CeD individuals carrying CeD risk genes may possess a unique intestinal flora composition, and this intestinal flora may, to some extent, exp..."
    },
    {
      "title": "Practice of data sharing plans in clinical trial registrations and concordance between registered and published data sharing plans: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Most registered trials do not specify plans to share data. More than half of published trials have data sharing discordance between registration and publication. Efforts are required to improve the reporting and reliability of plans to share clinical trial data.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890807",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most registered trials do not specify plans to share data. More than half of published trials have data sharing discordance between registration and publication"
    },
    {
      "title": "Bougie versus endotracheal tube alone on first-attempt intubation success in prehospital emergency intubation in patients without predictors of difficult intubation: protocol for the BETA randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Prehospital airway management is a critical and high-risk procedure in emergency medicine. First-pass intubation success is essential to reduce complications such as hypoxemia, aspiration, and hemodynamic instability. Although the bougie is commonly used in inhospital settings for difficult intubations, its routine use in first-attempt prehospital intubation in patients without difficult airway predictors has not been evaluated in randomized controlled trials.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890804",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative focused echocardiography on patients with fractured neck of femur. ECHONOF-III trial: study protocol for a multicenter randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Hip fractures are common in older people and are associated with high perioperative mortality. Prompt surgical intervention within the first 48 h of fraction reduces complications; however, surgical urgency often precludes a comprehensive preoperative cardiac evaluation. Preliminary data suggests that performing a focused cardiac ultrasound (FCU) before surgery may reduce postoperative complications. We therefore propose to test the primary hypothesis that FCU reduces a 30-day...",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890796",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment of HPLC Fingerprint of Different Drying Methods of Salvia miltiorrhiza and Study on Spectrum Effect Relationship",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "To study the spectrum-effect relationship between antioxidant activity and HPLC fingerprint of Salvia miltiorrhiza with different drying methods. The fingerprints of 21 batches of S. miltiorrhiza dried by different drying methods were examined by HPLC, and the common peaks were identified by comparison with the control chromatogram. Among the 21 batches of dried S. miltiorrhiza samples, there were 15 common peaks with a similarity greater than 0.971; a total of eight components were identified,...",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890791",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polymerase-based DNA reactions for molecularly computing cancerous diagnostic valences of multiple miRNAs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890787/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Conventional miRNA-based diagnostic methods often treat all biomarkers equally, overlooking the fact that each miRNA contributes differently to disease classification. This differential diagnostic importance is captured by the concept of Cancerous Diagnostic Valence (CDV)-a metric that quantifies both the direction (oncogenic or protective) and magnitude of each miRNA's association with cancer. Here, we introduce a polymerase-based DNA molecular computing system that directly encodes and...",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890787",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Statistical analysis plan for a parallel group randomized clinical trial comparing schema therapy versus treatment as usual for outpatients with difficult-to-treat depression (DEPRE-ST)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: \"Difficult-to-treat\" depression - here operationalized as either chronic or treatment-resistant depression - encompasses about one third of all patients with depression. Despite its considerable size, the patient group is understudied, and evidence-based psychotherapeutic treatment options are currently limited. The DEPRE-ST trial therefore seeks to investigate beneficial and harmful effects of schema therapy for difficult-to-treat depression.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890784",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing short-term antibiotic treatment in patients with acute cholangitis: study protocol for an open-label randomized controlled trial (the BOLT-P3 trial)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BACKGROUND: Acute cholangitis (AC) frequently presents as a community-acquired infection and is associated with a high prevalence of antibiotic use among infectious diseases. The Tokyo Guidelines 2018 (TG18) recommend 4-7 days of antibiotic administration after biliary drainage. However, this recommendation lacks strong evidence of its effectiveness and is primarily based on heterogeneous clinical findings and expert opinions. Recent retrospective studies have advocated a shorter 1- to 3-day...",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890775",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spleen granulopoiesis in psoriasis immune microenvironment aggravates psoriasis via IL-6/P-STAT3 signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The spleen plays a crucial role in the immune microenvironment of psoriasis as a major site of granulopoiesis, influencing neutrophil infiltration in the skin of psoriatic mice. Additionally, IL-6 is a key regulator of neutrophil formation in the spleen of psoriatic mice, likely through P-STAT3-dependent mechanisms.",
      "pubDate": "2025-09-02T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The spleen plays a crucial role in the immune microenvironment of psoriasis as a major site of granulopoiesis, influencing neutrophil infiltration in the skin of psoriatic mice. Additionally, IL-6 is a key regulator of neutrophil formation in the spleen of psoriatic mice, likely through P-STAT3-depe..."
    },
    {
      "title": "Evaluating the utility of data integration with synthetic data and statistical matching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Data integration enhances dataset utility but raises privacy concerns due to increased disclosure risks. Synthetic data offers a potential solution, though its role in data integration has not been thoroughly investigated. This study assesses synthetic data integration by evaluating the impact of varying common variables during statistical matching and exploring synthetic-real dataset combinations in donor-recipient settings. We used data from the Korean Genome and Epidemiology Study (KoGES)...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "40890136",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of varying common variables during statistical matching and exploring synthetic-real dataset combinations in donor-recipient settings",
      "conclusion": null
    },
    {
      "title": "\"Good\" fats, bad news: HDL-delivered vitamin E shields tumors from ferroptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40890110",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tumour-specific delivery of ω-conotoxin MVIIA via engineered salmonella for safe anticancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889703/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These findings demonstrate the potential of MVIIA-secreting Salmonella spp. as a novel drug delivery platform to address the key limitations of conventional therapies. This strategy provides a foundation for advancing bacterial-mediated treatments in oncology, with broad applicability to various solid tumours and the potential for integration into combination therapies.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40889703",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the potential of MVIIA-secreting Salmonella spp",
      "conclusion": "These findings demonstrate the potential of MVIIA-secreting Salmonella spp. as a novel drug delivery platform to address the key limitations of conventional therapies"
    },
    {
      "title": "Label-free, High-Resolution 3D Imaging and Machine Learning Analysis of Intestinal Organoids via Low-Coherence Holotomography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Accurate, label-free imaging of intestinal organoids is crucial for studying their morphology, growth dynamics, and responses to environmental stimuli. Holotomography (HT) provides high-resolution, three-dimensional (3D) visualization of live organoids without the need for fluorescent markers, thereby minimizing phototoxicity and preserving sample integrity. Real-time phase-based imaging allows continuous, label-free tracking of structural and functional changes. By using the refractive index as...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40889262",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interfacial Electronic Synergism in Cobalt-Doped MoS<sub>2</sub>-COF Heterostructures for Energy-Efficient Hydrazine-Assisted Hydrogen Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Hydrazine oxidation (HzOR) assisted hydrogen production offers a promising alternative to energy-intensive and sluggish oxygen evolution reaction (OER), improving its efficiency. However, its practical implementation demands the development of advanced electrocatalysts capable of overcoming intrinsic kinetic and charge transfer limitations. Herein, the study reports a hybrid catalyst by anchoring a β-ketoenamine linked covalent organic framework (TpPa-1) on vertically aligned Co-doped MoS(2)...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40888272",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surface-Resolved Mapping of Structural Disorder in Colloidal Glass-Forming Analogues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888255/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Understanding the microscopic origins of glass formation remains a fundamental challenge in the field of physical chemistry. Despite extensive studies, direct structural indicators that predict glass-forming ability (GFA) are still lacking. Here, we introduce a binary colloidal model system that provides real-space composition-resolved visualization of structural disorder. Bidisperse polystyrene particles, assembled under near-equilibrium conditions, replicate the size ratio of Cu-Zr metallic...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40888255",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unscreened Polaron Ordering Against High Electron Density on Mechanically Cleaved Surfaces of WO<sub>3</sub> (001) Films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The 2D electron gas (2DEG) is a successful testbed for investigating both small and large polarons, governed by enhanced fundamental couplings through dimensional confinement. However, accessible polaronic states are typically limited to low carrier densities, as polarons collapse due to enforced electronic screening at high densities. This has limited exploration into polaron interactions, including bipolaron formation, inter-polaron correlations, and broader collective polaron behaviors. Here,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "40888221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioactive Compounds and Health Benefits of Radish Greens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Radish (Raphanus sativus) greens are mostly discarded but have valuable dietary ingredients that can be used as supplements and functional foods to alleviate metabolic diseases, improve gut health, and offer anticancer properties. Although radish roots have been studied in detail, fewer studies have focused on its leaves. Recent studies have demonstrated that radish greens exhibit elevated concentrations of polyphenols and flavonoids in comparison to those observed in radish roots. Additionally,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40888216",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of Sulfur-Doped PtRuNi Alloy Catalyst for Efficient Hydrogen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Green hydrogen production via electrocatalytic water splitting is a promising strategy for enabling renewable energy technologies. To improve hydrogen generation efficiency, extensive efforts have been devoted to developing electrocatalysts with lower energy requirements and higher stability. Among these, randomly mixed alloy catalysts have attracted significant attention due to their ability to exhibit synergistic effects surpassing those of single-component materials. Here, the synthesis of a...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "40888209",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bio-Resorbable Magnetic Tunnel Junctions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Magnetic tunnel junctions (MTJs) play a crucial role in spintronic applications, particularly data storage and sensors. Especially as a non-volatile memory, MTJs has received substantial attention due to its CMOS compatibility, low power consumption, fast switching speed, and high endurance. In parallel, bio-resorbable electronics have emerged as a promising solution for systems requiring temporary operation and secure data disposal, especially in military, intelligence, and biomedical systems...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40887851",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of severity related mutation hotspots in SARS-CoV-2 using a density-based clustering approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Genes related to the immunological function of NK cells, especially the NK cell receptor and co-activating receptor genes, were significantly dysregulated in the severe patient group in both cytokine and single-cell levels. Collectively, mutation hotspots associated with severity and their related NK cell associated gene expression regulation were identified.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40890768",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Genes related to the immunological function of NK cells, especially the NK cell receptor and co-activating receptor genes, were significantly dysregulated in the severe patient group in both cytokine and single-cell levels. Collectively, mutation hotspots associated with severity and their related N..."
    },
    {
      "title": "Links between Korean baby boomers' physical activity and health outcomes: a community health survey study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: PA is meaningfully associated with health issues and mental well-being among South Korean BBs. These findings underscore the relevance of tailored PA recommendations and community-based strategies that reflect population characteristics. Further research is warranted to explore the effects of different types of physical activities and their impact on health risk factors.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40890726",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on health risk factors",
      "conclusion": "PA is meaningfully associated with health issues and mental well-being among South Korean BBs. These findings underscore the relevance of tailored PA recommendations and community-based strategies that reflect population characteristics"
    },
    {
      "title": "Cancer risk across sex, region, and disease subtype in ANCA-associated vasculitis patients : A meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Patients with AAV face a significantly increased risk of cancer, particularly bladder, hematologic, kidney, and skin cancers. These findings support the need for tailored cancer surveillance strategies in AAV management.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40890556",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with AAV face a significantly increased risk of cancer, particularly bladder, hematologic, kidney, and skin cancers. These findings support the need for tailored cancer surveillance strategies in AAV management"
    },
    {
      "title": "Hominin glacial-stage occupation 712,000 to 424,000 years ago at Fordwich Pit, Old Park (Canterbury, UK)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Few high-latitude archaeological contexts are older than marine isotope stage (MIS) 15 and even fewer provide evidence of early human occupation during a glacial period. New discoveries at Old Park, Canterbury (UK), provide evidence of both the oldest accessible artefact-bearing sediment in northern Europe and cold-stage adaptation. Radiometric and palaeomagnetic dating places the earliest suggested occupation of this site between 773 thousand years ago (ka) and 607 ka, with hominin presence...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "40890442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A hybrid q-rung linear diophantine fuzzy WASPAS approach for artificial intelligence algorithm selection in physical education",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The growing use of artificial intelligence (AI) in physical education (PE) has led to an urgent need to develop robust methodologies that can be used to choose the most suitable algorithms in uncertain and vague environments. This paper introduces a new hybrid decision-making (DM) model that incorporates the weighted aggregated sum product assessment (WASPAS) technique into the q-rung linear Diophantine fuzzy set (q-RLDFS) framework. The primary objective is to address the gap in the lack of...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40890403",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "is to address the gap in the lack of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical outcomes of minimally invasive microscopic debridement in thoracolumbar pyogenic spondylodiscitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Thoracolumbar infectious spondylodiscitis is a serious condition that often requires surgical intervention if conservative treatment fails. Debridement and drainage are crucial in removing infected tissues and achieving adequate control of the source of infection. In this study, we aimed to evaluate the surgical outcomes of microscopic debridement in patients with thoracolumbar spondylodiscitis. We retrospectively reviewed the data of 128 patients treated for thoracolumbar spinal infections...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40890351",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the surgical outcomes of microscopic debridement in patients with thoracolumbar spondylodiscitis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated rating of Fazekas scale in fluid-attenuated inversion recovery MRI for ischemic stroke or transient ischemic attack using machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "White matter hyperintensities (WMH) are commonly assessed using the Fazekas scale, a subjective visual grading system. Despite the emergence of deep learning models for automatic WMH grading, their application in stroke patients remains limited. This study aimed to develop and validate an automatic segmentation and grading model for WMH in stroke patients, utilizing spatial-probabilistic methods. We developed a two-step deep learning pipeline to predict Fazekas scale scores from T2-weighted...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40890345",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop and validate an automatic segmentation and grading model for WMH in stroke patients, utilizing spatial-probabilistic methods",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of segmentation performance of cnns, vision transformers, and hybrid networks for paranasal sinuses with sinusitis on CT images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Accurate segmentation of the paranasal sinuses, including the frontal sinus (FS), ethmoid sinus (ES), sphenoid sinus (SS), and maxillary sinus (MS), plays an important role in supporting image-guided surgery (IGS) for sinusitis, facilitating safer intraoperative navigation by identifying anatomical variations and delineating surgical landmarks on CT imaging. To the best of our knowledge, no comparative studies of convolutional neural networks (CNNs), vision transformers (ViTs), and hybrid...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40890292",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role in supporting image-guided surgery (IGS) for sinusitis, facilitating safer intraoperative navigation by identifying anatomical variations and delineating surgical landmarks on CT imaging",
      "conclusion": null
    },
    {
      "title": "A field experiment to improve initial patient engagement for hypertension prevention in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Effective patient outreach is critical in preventive healthcare, particularly for managing high-risk populations susceptible to chronic conditions such as hypertension. This study evaluates the effectiveness of alternative communication strategies for improving the initial patient contact process at the Gimhae Public Health Center in South Korea. The current telephone-based outreach approach yields a low response rate (2%), underscoring the need for a more efficient engagement framework. Through...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40890225",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Outcome Analysis and Early Concept Development to Identify the Most Suitable Woven EndoBridge Size Based on Various Shapes of Cerebral Aneurysms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890026/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Outcome of WEB embolization depended on aneurysm configuration (shape types) and the measurement of aneurysm volume (WEB index).",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40890026",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Outcome of WEB embolization depended on aneurysm configuration (shape types) and the measurement of aneurysm volume (WEB index)"
    },
    {
      "title": "Pathological tau propagation from the brain to the colon via the vagal efferent pathway in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study demonstrates that tau pathology can propagate from the brain to the colon via the vagus nerve, providing evidence supporting the brain-to-gut axis in AD.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40890024",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that tau pathology can propagate from the brain to the colon via the vagus nerve, providing evidence supporting the brain-to-gut axis in AD",
      "conclusion": "This study demonstrates that tau pathology can propagate from the brain to the colon via the vagus nerve, providing evidence supporting the brain-to-gut axis in AD"
    },
    {
      "title": "Comparison of single-point insulin sensitivity estimator and other markers to predict metabolic syndrome in children and adolescents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings highlight the potential of SPISE and METS-IR for early identification and intervention of MS in children and adolescents.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889960",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the potential of SPISE and METS-IR for early identification and intervention of MS in children and adolescents"
    },
    {
      "title": "Re-fracture after Osteosynthesis of Femoral Shaft Fracture in Osteopetrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "This study presents a case report of a 54-year-old female patient with osteopetrosis who experienced re-fracture after undergoing osteosynthesis for a femoral shaft fracture. The patient visited our emergency department for a right distal femur fracture. The patient had undergone surgery for a right femoral shaft fracture six years prior to this visit, at which time osteopetrosis was diagnosed at another medical facility. Following three years of postoperative care, successful osteosynthesis was...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889945",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Outcomes of Dual Mobility Cup versus Bipolar Hemiarthroplasty in Patients with Neurological Disorder with Femoral Neck Fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: DMC-THA was not superior to BHA in preventing dislocation and was associated with a higher risk of periprosthetic fracture and late dislocation in neurologically impaired patients. Surgeons should recognize the risks of using DMC-THA implants as a sole strategy to prevent instability in this high-risk population.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40889942",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DMC-THA was not superior to BHA in preventing dislocation and was associated with a higher risk of periprosthetic fracture and late dislocation in neurologically impaired patients. Surgeons should recognize the risks of using DMC-THA implants as a sole strategy to prevent instability in this high-ri..."
    },
    {
      "title": "Outcomes of Reduction and Fixation versus <em>In-situ</em> Fixation for Valgus-impacted Femoral Neck Fractures: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Due to the presumed inherent stability of valgus-impacted femoral neck fractures (VIFNF), in-situ fixation has traditionally been the preferred surgical treatment. However, regarding the particular need for reduction before fixation, the optimal surgical strategy for this type of injury remains controversial. A comprehensive literature search was performed using PubMed, Embase, and Cochrane Library databases. Studies comparing outcomes between in-situ fixation and reduction with fixation for...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889938",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adhesive Capsulitis of the Hip: Clinical Features, Diagnosis, and Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Commonly referred to as frozen shoulder, adhesive capsulitis is an extensively studied and well-documented condition in the glenohumeral joint. However, adhesive capsulitis of the hip (ACH) remains a clinical enigma with limited research and understanding. Characterized by pain and a significant restriction in the range of motion, ACH, severely impacts patient quality of life. The current literature on ACH is sparse, with few studies addressing its pathophysiology, clinical presentation,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889937",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of food-derived Staphylococcus equorum, Staphylococcus succinus and Staphylococcus xylosus on volatile compounds production during soybean fermentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "To investigate differences in volatile compound production among Staphylococcus species during soybean fermentation, Staphylococcus equorum, S. succinus, and S. xylosus isolated from fermented food were inoculated as starter cultures. Soybeans without starter cultures were used as a control group. Three Staphylococcus species collectively produced 15 additional volatile compounds compared to the control group, with 10 compounds being common to all species and 5 being species-specific. Through...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correspondence to the letter titled \"Beyond Diagnostic Accuracy: Economic and Clinical Considerations for NC-MRI in Late HCC Recurrence Surveillance\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889807",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Timing for the Resumption of Anticoagulants after Intracranial Hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The findings suggest that approximately 3 weeks after sICH is the optimal time to resume anticoagulants, minimizing the risk of rebleeding or thromboembolic events. These findings may inform clinical decision-making in a broad patient population, though individualized assessment remains essential.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889786",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest that approximately 3 weeks after sICH is the optimal time to resume anticoagulants, minimizing the risk of rebleeding or thromboembolic events. These findings may inform clinical decision-making in a broad patient population, though individualized assessment remains essential"
    },
    {
      "title": "Recommendations for Quality Assurance Guidelines for Gamma Knife Radiosurgery in Republic of Korea : A Multi-institutional Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We succeeded in making recommendations for Gamma Knife QA standardization in Korea. Continuous QA updates are essential to ensure treatment safety, particularly with the introduction of new LGK models. These findings may contribute to the development of unified national QA guidelines for GKRS.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "40889785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We succeeded in making recommendations for Gamma Knife QA standardization in Korea. Continuous QA updates are essential to ensure treatment safety, particularly with the introduction of new LGK models"
    },
    {
      "title": "Decoding Genomic Rearrangements in Cancer: Path to Novel Driver Discovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Somatically acquired genomic rearrangements are common genomic alterations that contribute to malignancy by altering the expression or activity of cancer-related genes in human cancer. Genomic rearrangements play a crucial role in tumor development by contributing to driver events in approximately 25% of cancer patients. Most rearrangements are non-recurrent and lack functional impact. However, some rearrangements produce functional transcripts and act as cancer drivers that may be therapeutic...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889641",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prediction of graft patency during the year following coronary artery bypass grafting: preoperative computed tomography-derived fractional flow reserve versus intraoperative transit-time flow measurement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Diagnostic accuracy of CT-FFR values for predicting competitive graft flow during the year following CABG using an in-situ ITA-based composite graft was high and superior to TTFM values.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889552",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Diagnostic accuracy of CT-FFR values for predicting competitive graft flow during the year following CABG using an in-situ ITA-based composite graft was high and superior to TTFM values"
    },
    {
      "title": "Laser-assisted retrieval of cement-retained implant-supported restorations from implant abutments: A systematic review of related factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings from this systematic review of in vitro studies indicate that laser-assisted retrieval of cement-retained implant restorations is influenced by multiple factors, including the type and thickness of restorative materials, cement characteristics, and laser power settings. Both erbium-doped yttrium aluminum garnet (Er:YAG) and erbium, chromium-doped yttrium scandium gallium garnet (Er,Cr:YSGG) lasers effectively retrieved restorations without causing structural damage due...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889544",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings from this systematic review of in vitro studies indicate that laser-assisted retrieval of cement-retained implant restorations is influenced by multiple factors, including the type and thickness of restorative materials, cement characteristics, and laser power settings. Both erbium-dope..."
    },
    {
      "title": "Microfluidic tesla valve sweat patch integrated smartwatch for optical continuous monitoring of glucose, oxygen, and heart rate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Noninvasive continuous glucose monitoring (CGM) offers a promising alternative to conventional blood-based approaches for diabetes management. Among various body fluids, sweat is an attractive medium to reflect the blood glucose levels in the body. However, technical challenges for the sweat analysis persist due to the low analyte concentrations, potential contamination, and inefficient sampling. Here, we develop a microfluidic Tesla valve sweat patch integrated smartwatch for real-time optical...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40889468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Photochemical Generation of Peroxynitrite: Concurrent Inhibition of Glycolysis and Glutamine Metabolism for Enhanced Metabolic Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Disrupting homeostasis within tumor cells by interfering with their diverse metabolic pathways is an attractive tumor treatment method. However, current methods generally focus on one pathway within tumor cells, such as glycolysis or the glutamine (Gln) metabolic pathway, overlooking potential strong correlations between different cellular pathways and preventing a comprehensive blockade of the tumor energy supply, thereby compromising therapeutic efficacy. Herein, a photochemistry-activated...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889351",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "International Trends in Opioid Prescribing by Age and Sex from 2001 to 2019: An Observational Study Using Population-Based Databases from 18 Countries and One Special Administrative Region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Opioid prescribing remains unbalanced across geographical regions; however, results suggest a tendency to convergence across countries/regions. Differences in opioid prescribing by sex and age were identified.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40889082",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Opioid prescribing remains unbalanced across geographical regions; however, results suggest a tendency to convergence across countries/regions. Differences in opioid prescribing by sex and age were identified"
    },
    {
      "title": "Probability of Intervention Benefit in the Early Start Denver Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Early intervention has the potential to improve the outcomes of children with autism. As more evidence-based early intervention approaches become available, data generated from studies testing their efficacy provide the unique opportunity to examine whether specific interventions differentially benefit children based on their demographic and behavioral characteristics. In this study, we retrospectively applied a probability-of-intervention-benefit framework to data from a randomized controlled...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40889034",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progression of carotid plaque burden in patients with polycythemia vera and essential thrombocythemia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: We confirmed that the carotid plaque burden persisted during follow-up in patients with PV/ET. A CHR may prevent an increase in carotid plaque burden.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888968",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We confirmed that the carotid plaque burden persisted during follow-up in patients with PV/ET. A CHR may prevent an increase in carotid plaque burden"
    },
    {
      "title": "Comparison of Extended Cryoballoon, Standard Cryoballoon, and Radiofrequency Catheter Ablation in Patients With Persistent AF",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888774/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: In patients with persistent AF, CB ablation was found to be as effective as RF ablation. The addition of posterior wall isolation using CB ablation did not improve the rhythm outcomes compared with standard CB ablation. These findings do not support the routine use of posterior wall isolation with CB in patients with persistent AF. (Comparison Between Extended Cryoablation, Standard Cryoablation, and Radiofrequency Ablation [EXCAPE-AF]; NCT07034378; Comparison of Extended...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888774",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with persistent AF, CB ablation was found to be as effective as RF ablation. The addition of posterior wall isolation using CB ablation did not improve the rhythm outcomes compared with standard CB ablation"
    },
    {
      "title": "Safety of Factor XI Inhibition With Abelacimab in Atrial Fibrillation by Kidney Function: A Prespecified Analysis of the AZALEA-TIMI 71 Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND RELEVANCE: In this secondary analysis of the AZALEA-TIMI 71 randomized clinical trial, abelacimab consistently reduced the risk of bleeding relative to rivaroxaban irrespective of kidney function. These findings suggest that abelacimab may offer a particularly favorable safety profile among those with chronic kidney disease; however, larger studies are necessary to characterize the efficacy of abelacimab for stroke prevention in AF.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888686",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that abelacimab may offer a particularly favorable safety profile among those with chronic kidney disease; however, larger studies are necessary to characterize the efficacy of abelacimab for stroke p...",
      "conclusion": "AND RELEVANCE: In this secondary analysis of the AZALEA-TIMI 71 randomized clinical trial, abelacimab consistently reduced the risk of bleeding relative to rivaroxaban irrespective of kidney function. These findings suggest that abelacimab may offer a particularly favorable safety profile among thos..."
    },
    {
      "title": "Artificial intelligence-based identification of thin-cap fibroatheroma: a new paradigm for risk stratification?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40888679",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atomic Layer Deposition of ZrO<sub>2</sub> Films at High Temperatures (&gt;350 °C) Using a Modified Cyclopentadienyl Zr Precursor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "With tris(dimethylamino)cyclopentadienyl metal (CpX(NMe(2))(3)) precursors, the optimum process temperature of atomic layer deposition (ALD) is higher for HfO(2) films (∼350 °C) than ZrO(2) films (∼320 °C). Since simultaneous ALD of the two films is required in Hf(x)Zr(1-x)O(2) film processes, the optimum ALD temperatures of the two films need to be adjusted equally. The cyclopentadienyl Zr precursor (MCPZr) introduced in this study exhibits better thermal stability than that of CpZr(NMe(2))(3)....",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40888675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional Performance Tests to Predict Limited Community Ambulation in Stroke Survivors with Supervised Indoor Walking: Discriminative and Predictive Validity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BackgroundAchieving community ambulation is a critical milestone in post-stroke rehabilitation, particularly for patients who can ambulate indoors with supervision (Functional Ambulation Category [FAC] 3). However, objective criteria to predict the transition to limited community ambulation (FAC 4) during the subacute phase remain inadequately defined.ObjectiveTo examine the discriminative and predictive validity of selected functional performance tests for identifying the potential to achieve...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "criteria to predict the transition to limited community ambulation (FAC 4) during the subacute phase remain inadequately defined",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Log Data From an International Online Educational Assessment System: A Multi-State Survival Modeling Approach to Reaction Time Between and Across Action Sequence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "With increasingly available computer-based or online assessments, researchers have shown keen interest in analyzing log data to improve our understanding of test takers' problem-solving processes. In this article, we propose a multi-state survival model (MSM) to action sequence data from log files, focusing on modeling test takers' reaction times between actions, in order to investigate which factors and how they influence test takers' transition speed between actions. We specifically identify...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of a School-Based Health Education Using Social Networking Media to Promote Health Behaviors in Elementary School Students: A Quasi-Experimental Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "This study examined the effectiveness of an 8-week \"Health Education using Social Networking Service (HE-SNS)\" intervention, led by school health teachers, on perceived social support and health behaviors among elementary school students in South Korea. Using a quasi-experimental design with class-level random assignment, 90 students from six classes were assigned to the HE-SNS group, health education (HE) group, or control group. The HE-SNS intervention, led by a school nurse, integrated...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40888572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effectiveness of an 8-week \"Health Education using Social Networking Service (HE-SNS)\" intervention, led by school health teachers, on perceived social support and health behaviors among elementar...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exposure to ambient carbon monoxide and cognitive decrease in a memory clinic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "BackgroundAmbient air pollution is a known global health risk, but its short-term impact on cognitive function, particularly in people with neurodegenerative diseases like Alzheimer's disease (AD) or mild cognitive impairment (MCI), is not well understood.ObjectiveThis study examined the association between short-term carbon monoxide (CO) exposure and cognitive changes in older adults with MCI or AD.MethodsData were obtained from 717 patients diagnosed with MCI or AD at a South Korean medical...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888524",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the association between short-term carbon monoxide (CO) exposure and cognitive changes in older adults with MCI or AD",
      "significance": "on cognitive function, particularly in people with neurodegenerative diseases like Alzheimer's disease (AD) or mild cognitive impairment (MCI), is not well understood",
      "conclusion": null
    },
    {
      "title": "Linear and Symmetric Artificial Synapses Driven by Hydrogen Bonding for Accurate and Reliable Neuromorphic Computing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Neuromorphic computing addresses the von Neumann bottleneck by integrating memory and processing to emulate synaptic behavior. Artificial synapses enable this functionality through analog conductance modulation, low-power operation, and nanoscale integration. Halide perovskites with high ionic mobilities and solution processabilities have emerged as promising materials for such devices; however, inherent stochastic ion migration and thermal instability lead to asymmetric and nonlinear...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "40888448",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neoadjuvant palbociclib in women with operable, hormone receptor-positive breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The addition of a cyclin-dependent kinase 4/6 (CDK4/6) inhibitor to endocrine therapy augments biological response in breast cancer. This phase III randomized, double-blind study evaluated the efficacy of adding palbociclib to neoadjuvant endocrine therapy (NET) for operable, hormone receptor-positive human epidermal growth factor receptor-2 (HER2)-negative breast cancer. Patients randomly received 16 weeks of endocrine therapy (letrozole for post-menopausal and tamoxifen plus ovarian function...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888443",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microfluidic Generation of Exosome-Mimetic Nanoparticles for Scalable Production and Enhanced Therapeutic Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Exosomes are nanoscale lipid-bilayer vesicles that mediate intercellular communication by delivering bioactive molecules such as nucleic acids and proteins. Among them, exosomes derived from salivary gland epithelial stem cells (sgESC-Exos) exhibit antifibrotic effects in salivary gland models through the delivery of antifibrotic microRNAs, such as miR-1290 and miR-3162. However, their clinical translation is hindered by low production yield and particle heterogeneity. To address these...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888439",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond BMI: The role of diabetes and central obesity in fracture risk-Insights from the UK biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Although a higher BMI appears protective, central obesity and diabetes are important contributors to increased fracture risk in individuals with obesity. These findings emphasize that, beyond maintaining a healthy weight, clinicians should assess central obesity and diabetes to better identify those at high fracture risk.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "contributors to increased fracture risk in individuals with obesity",
      "conclusion": "Although a higher BMI appears protective, central obesity and diabetes are important contributors to increased fracture risk in individuals with obesity. These findings emphasize that, beyond maintaining a healthy weight, clinicians should assess central obesity and diabetes to better identify those..."
    },
    {
      "title": "Relationship of intra-pancreatic fat deposition with low-density lipoprotein subfractions and hepatic lipase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888293/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The lack of a significant association between IPFD and LDL subfractions suggests that the link between IPFD and cardiovascular disease is likely mediated through mechanisms other than alterations in LDL particle distribution.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888293",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The lack of a significant association between IPFD and LDL subfractions suggests that the link between IPFD and cardiovascular disease is likely mediated through mechanisms other than alterations in LDL particle distribution"
    },
    {
      "title": "Co-Delivery of Ca-MOF and Mg-MOF Using Nanoengineered Hydrogels to Promote In Situ Mineralization and Bone Defect Repair: In Vitro and In Vivo Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888230/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Severe bone defects resulting from traumatic injuries or infections are severe skeletal deficiencies that are unable to regenerate on their own. Despite their effectiveness, current treatments including allografts and artificial bone substitutes, have several drawbacks. This includes poor osseointegration, low biocompatibility and biodegradability, limited cell infiltration, and adverse side effects arising from drug-loaded substitutes. To overcome these challenges, mineral-based metal-organic...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "40888230",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Performance Validation of a Comprehensive Liquid Biopsy Genotyping Panel for Pan-cancer Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The PAN100 panel is a robust tool for detecting clinically significant variants with high concordance with tissue NGS. Its sensitivity for low-frequency variants enables real-time treatment adaptation, supporting precision oncology. Its comprehensive design is particularly valuable for challenging diagnoses and clonal evolution monitoring.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888113",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PAN100 panel is a robust tool for detecting clinically significant variants with high concordance with tissue NGS. Its sensitivity for low-frequency variants enables real-time treatment adaptation, supporting precision oncology"
    },
    {
      "title": "PET-leveraged ALDH probe toward cancer stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888075/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Developing novel aldehyde dehydrogenase (ALDH) probes is essential for enhancing the localization and visualization of cancer stem cells (CSCs) by improving specificity and signal-to-noise ratios. This study introduces four new ALDH fluorescent probes (AldeCou1-4), designed using a coumarin-linker-benzaldehyde scaffold. Among them, AldeCou-1 exhibits a significant Stokes shift of 125 nm (λ(ex)/λ(em) = 380/505 nm), which enhances the signal-to-noise ratio and minimizes inner-filter effects....",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40888075",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification and confirmation of SUMOylation-modified proteins in Giardia trophozoites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Posttranslational modification by the small ubiquitin-related modifier (SUMO) is one of the crucial cellular processes in Giardia lamblia, a protozoan pathogen. In this study, 5 candidate SUMO substrate proteins of G. lamblia trophozoites were chosen based on their enrichment through affinity chromatography using a SUMO-interaction motif: never in mitosis A-related kinase (NEK), aminoacyl-histidine dipeptidase (AHD), protein disulfide isomerase 2 (PDI2), alcohol dehydrogenase 3, and ornithine...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of trichomonads in induced sputum from asthma patients in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Trichomonads are flagellated protozoa that have occasionally been detected in the human respiratory tract, although detection rates have often been underestimated. We applied a nested PCR assay targeting the 18S rRNA gene of trichomonads to induced sputum from asthma patients to determine the prevalence of Trichomonas. Induced sputum was collected from 41 adults with asthma and analyzed through nested PCR using broad-range trichomonad primers and DNA sequencing for species identification. Nested...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40888019",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Welcome to the Teal Journal: A New Look, A Greater Vision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887998",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intrathecal Antibody Synthesis in Autoimmune Nodopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: AN exhibits distinct immunopathogenesis compared to CIDP and GBS. Intrathecal synthesis of total IgG is associated with cranial nerve or central nervous system involvement, while that of AN-specific autoantibodies relates to cranial nerve onset diseases.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AN exhibits distinct immunopathogenesis compared to CIDP and GBS. Intrathecal synthesis of total IgG is associated with cranial nerve or central nervous system involvement, while that of AN-specific autoantibodies relates to cranial nerve onset diseases"
    },
    {
      "title": "Immune Landscape Changes in MASLD and the Effects of 11β-HSD1 Inhibition Revealed by Single-Cell Mass Cytometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: These results offer a high-resolution view of immune alterations in MASLD and suggest that 11β-HSD1 inhibition may represent a promising immunomodulatory therapeutic strategy.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "40887739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These results offer a high-resolution view of immune alterations in MASLD and suggest that 11β-HSD1 inhibition may represent a promising immunomodulatory therapeutic strategy"
    },
    {
      "title": "Research on the Emotional Stress of Pregnancy-Associated Breast Cancer Patients and Its Effects on Child developmenT: The RESPECT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "PURPOSE: Breast cancer (BC) is the most common cancer occurring during pregnancy. With delayed childbirth, pregnancy-associated breast cancer (PABC) incidence is expected to increase. It can be challenging for mothers undergoing cancer treatment and coping with disease progression to focus on parenting. The child may be affected by the mother's ongoing treatment both prenatally and postnatally. This study aims to investigate the biopsychosocial development of children born to patients with PABC,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887729",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Breast cancer (BC) is the most common cancer occurring during pregnancy",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD39 and CD73 Expression in Breast Cancer: CD73 as a Favorable Prognostic Factor in HER2-Positive Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In conclusion, the expression ratio of CD39 and CD73 in breast cancer subgroups differed according to hormone receptor status and HER2 status, and CD73 expression in TILs associated with a trend toward favorable prognosis in HER2 positive breast cancer.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40887727",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, the expression ratio of CD39 and CD73 in breast cancer subgroups differed according to hormone receptor status and HER2 status, and CD73 expression in TILs associated with a trend toward favorable prognosis in HER2 positive breast cancer"
    },
    {
      "title": "Performance of ChatGPT, Gemini and DeepSeek for non-critical triage support using real-world conversations in emergency department",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890624/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: LLMs can accurately triage ED patient urgency using real-world clinical conversations. Several models demonstrated both high sensitivity and acceptable response times, supporting the feasibility of LLM in non-critical triage support tools in diverse clinical environments. These findings apply to non-critical patients (KTAS 3-5), and further research should address integration with objective clinical data and real-time workflow.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890624",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "clinical data and real-time workflow",
      "significance": null,
      "conclusion": "LLMs can accurately triage ED patient urgency using real-world clinical conversations. Several models demonstrated both high sensitivity and acceptable response times, supporting the feasibility of LLM in non-critical triage support tools in diverse clinical environments"
    },
    {
      "title": "Reduction of supervision for biomedical knowledge discovery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Our approach tackles a central issue in knowledge discovery: balancing performance with minimal supervision which is crucial to adapting models to varied and changing domains. This study also investigates the use of pointwise binary classification techniques within a weakly supervised framework for knowledge discovery. By gradually decreasing supervision, we assess the robustness of these techniques in handling noisy labels, revealing their capability to shift from weakly supervised...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890616",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our approach tackles a central issue in knowledge discovery: balancing performance with minimal supervision which is crucial to adapting models to varied and changing domains. This study also investigates the use of pointwise binary classification techniques within a weakly supervised framework for ..."
    },
    {
      "title": "Ligand triplet energy escape in lanthanide complexes for developing luminescent molecular thermometers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Luminescent lanthanide complexes can exhibit temperature-sensitive metal-centered emission due to energy transfer quenching from the lanthanide to the ligand triplet states, which have been promising application in emission lifetime-based thermometers. However, the long-lived ligand triplet state limits the temperature sensitivity of lanthanide emission. This study demonstrates an enhancement in the temperature sensitivity of Tb(III) emission by introducing an energy escape pathway from the...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890469",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "an enhancement in the temperature sensitivity of Tb(III) emission by introducing an energy escape pathway from the",
      "conclusion": null
    },
    {
      "title": "Polydoctoring and health outcomes among the very old population with multimorbidity: a retrospective cohort study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890452/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "To assess the relationship between polydoctoring and patient outcomes, we conducted a retrospective cohort study using a Japanese population-based dataset from April 2014 to December 2022. Overall, 2,338,965 patients aged 75-89 years with at least two chronic conditions were included. Polydoctoring was assessed by the number of regularly visited facilities (RVFs). The primary outcome was all-cause mortality, with secondary outcomes being all-cause hospitalizations, hospitalizations for...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40890452",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Proteomics-based monitoring of heatstroke recovery identifies molecular signatures of organ stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The findings suggest that these proteins may serve as blood biomarkers to assess heatstroke severity and monitor recovery. Their clinical application could improve early detection of organ damage and guide intervention strategies.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890430",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings suggest that these proteins may serve as blood biomarkers to assess heatstroke severity and monitor recovery. Their clinical application could improve early detection of organ damage and guide intervention strategies"
    },
    {
      "title": "Myoepithelial carcinoma of the uterine corpus with EWSR1::ZNF444 fusion: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Myoepithelial carcinoma (MECA) is a rare malignant tumor showing myoepithelial differentiation, most commonly found in the salivary glands and soft tissue, with only isolated reports in the female genital tract. We report the first documented case of uterine MECA harboring an EWSR1::ZNF444 fusion. A 55-year-old woman with a history of breast cancer presented with abnormal uterine bleeding. Imaging suggested a benign lesion, but hysteroscopic resection raised suspicion for uterine sarcoma....",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890356",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive factors for the development of macular neovascularization in chronic central serous chorioretinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "This single-center, retrospective study analyzed the development of macular neovascularization (MNV) in patients with chronic central serous chorioretinopathy (CSCR) during a treatment-free follow-up period and the factors associated with its development. In total, 236 patients (280 eyes, 149 males and 87 females, mean age 55.3 ± 13.9 years) with treatment-naïve CSCR with no MNV detected on multimodal imaging who were observed for > 6 months were assessed. The association between age, sex, the...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890324",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of hydrodynamics and mass transfer processes on biomass production of Synechococcus HS-9 cultivated using rectangular airlift photobioreactors with baffles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Synechococcus HS-9 is being recognized as one of the potential strains for biodiesel production due to its high levels of fatty acid methyl ester (FAME), which are around 70-78%. The first stage in producing microalgae biodiesel involves the biomass production process through a photobioreactor cultivation process. In addition to microalgae strains, the optimization of the photobioreactor's performance is essential for producing high biomass. In this case, biotic factors (microalgae inoculum) and...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40890306",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subtalar joint kinematics defined by a rotational axis translating along the posterior talocalcaneal facet",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890286/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The subtalar joint is essential for the normal function of the human foot during bipedal walking, with its kinematics being pivotal for understanding foot biomechanics, disorders, and evolution. Traditionally, the helical axis representation has been used to assess subtalar joint movement, assuming translational motion along the rotational axis. However, recent observations challenge this assumption, revealing predominantly mediolateral translation during walking. To address this discrepancy, we...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890286",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved optical characteristics of PEO polymer integrated with graphene oxide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "In this study, graphene oxide (GO) was synthesized via a modified low-temperature Hummer's method and incorporated into a poly (ethylene oxide) (PEO) matrix to fabricate PEO/GO nanocomposite thin films using a casting technique. This work explores how GO incorporation affects the structural and optical properties of PEO, with emphasis on its suitability for optical switching and other optoelectronic applications. The films were prepared with varying GO concentrations and characterized using XRD,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Enterococcus faecium 129 BIO 3B-R on Helicobacter pylori eradication therapy side effects in adult patients: a randomized, double-blind, placebo-controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Managing the side effects of diarrhea, which is associated with intestinal microbial dysbiosis, is a crucial challenge in Helicobacter pylori eradication therapy. The aim of this study is to explore whether administration of a probiotic strain Enterococcus faecium 129 BIO 3B-R, a multi-antibiotic resistant lactic acid bacterium, influences the side effects of Helicobacter pylori eradication therapy in adults. Seventy-six adults undergoing this therapy were randomized to receive either...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890215",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study is to explore whether administration of a probiotic strain Enterococcus faecium 129 BIO 3B-R, a multi-antibiotic resistant lactic acid bacterium, influences the side effects of Helicobac...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal transcriptional regulation of mitochondrial morphology primes activity-dependent circuit connectivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Synaptic connectivity during development is known to require rapid local regulation of axonal organelles. Whether this fundamental and conserved aspect of neuronal cell biology is orchestrated by a dedicated developmental program is unknown. We hypothesized that developmental transcription factors regulate critical parameters of organelle structure and function which contribute to circuit wiring. We combined cell type-specific transcriptomics with a genetic screen to discover such factors. We...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890095",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Discovery and Clinical Validation of C1M and C4M as Soluble Biomarkers for Diagnosis, Prognosis, and Symptom Prediction in Psoriatic Disease and Other Inflammatory Arthropathies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890000/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Psoriatic disease (PsD) is a complex, heterogeneous disease with unmet medical needs in terms of its diagnosis, management, and prognosis. The identification of biomarkers could improve the implementation of precision medicine in PsD, but to date, none of these biomarkers have been clinically validated. Biomarkers can support clinical trials in several ways, including (1) diagnostics, (2) drug pharmacodynamics, (3) prognostics for patient selection and monitoring of drug efficacy, and (4)...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40890000",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Storage stability of purple glutinous rice: Kinetic modeling of Penicillium citrinum growth and citrinin production under variable temperature and water activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The objective of this study was to determine the kinetics of growth and citrinin production by Penicillium citrinum RC582 in purple glutinous rice grains ('Leum Pua' glutinous rice). A full factorial design was applied, examining four water activity (aw) levels (0.80, 0.85, 0.90, or 0.95) and three storage temperatures (20 °C, 30 °C, or 37 °C) over 21 days. Fungal growth was estimated based on the ergosterol content, with primary and secondary models applied to describe the growth and toxin...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to determine the kinetics of growth and citrinin production by Penicillium citrinum RC582 in purple glutinous rice grains ('Leum Pua' glutinous rice)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short Middle Overlap Anastomosis Reinforced with Toupet-like Fundoplication (SMART): A Novel Anti-Reflux Technique for Lower Mediastinal Esophagogastrostomy after Esophagogastric Junction Cancer Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The SMART method appears to be a safe, feasible, and anti-reflux reconstruction technique for lower mediastinal esophagogastrostomy following EGJ cancer surgery. Although preliminary, our findings suggest it may offer a promising option, warranting further investigation.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889632",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SMART method appears to be a safe, feasible, and anti-reflux reconstruction technique for lower mediastinal esophagogastrostomy following EGJ cancer surgery. Although preliminary, our findings suggest it may offer a promising option, warranting further investigation"
    },
    {
      "title": "Constructing a bridge between functioning of oscillatory neuronal networks and quantum-like cognition along with quantum-inspired computation and AI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Quantum-like (QL) modeling, one of the outcomes of the quantum information revolution, extends quantum theory methods beyond physics to decision theory and cognitive psychology. While effective in explaining paradoxes in decision making and effects in cognitive psychology, such as conjunction, disjunction, order, and response replicability, it lacks a direct link to neural information processing in the brain. This study bridges neurophysiology, neuropsychology, and cognitive psychology,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889614",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of endogenous vasohibin 1 and vasohibin 2 gene expression on ferroptosis in a mouse cerebral infarction model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The vasohibin 1 (Vash1) and vasohibin 2 (Vash2) genes, known for their role in regulating angiogenesis, are also implicated in various cellular processes, including ferroptosis, a form of programmed cell death. However, the relationship between the endogenous Vash1 and Vash2 gene and ferroptosis in ischemic stroke was unknown. In this study, we investigated the function of the endogenous vasohibin genes in ferroptosis in a transient middle cerebral artery occlusion mice model. Motor function,...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the function of the endogenous vasohibin genes in ferroptosis in a transient middle cerebral artery occlusion mice model",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Postoperative Outcomes of Open, Laparoscopic, and Robotic Surgery for Pediatric Choledochal Cyst Excision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RS demonstrated superior short-term outcomes, including reduced blood loss, faster recovery, and shorter hospitalization, suggesting lower invasiveness. Further studies with larger cohorts and extended follow-up are needed to evaluate long-term prognosis.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RS demonstrated superior short-term outcomes, including reduced blood loss, faster recovery, and shorter hospitalization, suggesting lower invasiveness. Further studies with larger cohorts and extended follow-up are needed to evaluate long-term prognosis"
    },
    {
      "title": "Spatially-offset Raman spectroscopy for the non-invasive, real-time characterization of in situ skin implant formation and drug release kinetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889530/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "In situ forming implants (ISFIs) present a promising approach for sustained parenteral drug delivery, offering reduced first pass metabolism, fewer systemic side effects, and improved patient compliance. This study investigates defocused spatially-offset Raman spectroscopy (SORS) as a real-time, non-invasive, and label-free method for monitoring implant formation and drug release from ISFIs loaded with the model drugs 4-cyanophenol (4-CP) or all-trans retinoic acid (RA). A custom-designed...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889530",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Formation of a Mn<sup>III</sup>-O-Ce<sup>IV</sup> species from a Mn<sup>III</sup>-hydroxo complex and ceric ammonium nitrate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The addition of 1.0 equiv. ceric ammonium nitrate (CAN) to the Mn^(III)-hydroxo complex [Mn^(III)(OH)(PaPy(2)Q)]^(+) (1) yields a new species (2) that contains a Mn^(III)-O-Ce^(IV) core. The Mn^(III) oxidation state in 2 is supported by ¹H NMR data, which reveal hyperfine-shifted protons from the PaPy(2)Q ligand, and a solution magnetic moment of 4.87μ(B), consistent with an S = 2 Mn^(III) ion. Analysis of Mn K-edge EXAFS data for 2 shows a Ce ion 3.8 Å from the Mn center, supportive of the...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889217",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interstitial pneumonia caused by Photoimmunotherapy with cetuximab-IR700 conjugate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Photoimmunotherapy (PIT) is a newly developed cancer therapy that uses the tumor-targeted monoclonal antibody cetuximab conjugated to the photoabsorbing dye IR700. It is currently approved for the treatment of unresectable, locally advanced, or locoregionally recurrent head and neck cancers in Japan. However, data regarding the clinical safety of PIT are currently limited in the literature. Herein, we report the case of a 70-year-old man with nasopharyngeal squamous cell carcinoma who developed...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889202",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From implementation to sustainability? A 5-year follow-up on a physical activity counseling program in Uganda for people with HIV and mental health conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889160/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Physical activity (PA) interventions benefit people living with HIV and co-morbid mental health conditions, but sustaining them in low-resource settings remains difficult. This study explored the long-term sustainability of a multi-stakeholder PA counseling program in a rural Ugandan fishing community, five years post-implementation. The program integrated a PA counseling into routine HIV care, combining motivational interviewing and self-determination theory. It began with sessions led by...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889160",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coral anthozoan-specific opsins employ a novel chloride counterion for spectral tuning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Animal opsins are G protein-coupled receptors that have evolved to sense light by covalently binding a retinal chromophore via a protonated (positively charged) Schiff base. A negatively charged amino acid in the opsin, acting as a counterion, stabilizes the proton on the Schiff base, which is essential for sensitivity to visible light. In this study, we investigate the spectroscopic properties of a unique class of opsins from a reef-building coral belonging to the anthozoan-specific opsin II...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889130",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inhibitory control in response to alcohol-promoting commercials in individuals with alcohol use disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Alcohol use disorder (AUD) is characterized by impaired inhibitory control, which plays a role in the continued consumption of alcohol and relapse despite harmful consequences. External environmental cues, such as alcohol-related advertisements, can aggravate cravings and influence drinking behavior; however, their impact on cognitive processes, including inhibitory control, remains unclear. This study investigated the effect of alcohol-related digital video commercials on inhibitory control in...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889120",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the effect of alcohol-related digital video commercials on inhibitory control in",
      "significance": "on cognitive processes, including inhibitory control, remains unclear",
      "conclusion": null
    },
    {
      "title": "Circulating Tumor DNA Profiling Reveals Genomic Evolution in Recurrent Gastric or Gastroesophageal Junction Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889068/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A circulating tumor DNA analysis effectively captured genomic evolution at recurrence, identifying clinically relevant alterations not found in primary tumor tissue. These findings support the integration of a liquid biopsy into clinical practice to guide treatment for recurrent gastric or gastroesophageal junction cancer.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889068",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A circulating tumor DNA analysis effectively captured genomic evolution at recurrence, identifying clinically relevant alterations not found in primary tumor tissue. These findings support the integration of a liquid biopsy into clinical practice to guide treatment for recurrent gastric or gastroeso..."
    },
    {
      "title": "Successful kidney transplantation using eltrombopag in a patient with MYH9-related disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40889065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "MYH9-related disease is an autosomal dominant genetic disease characterized by congenital macrothrombocytopenia, sensorineural hearing loss, and progressive kidney failure. Severe cases require kidney replacement therapy in the patient's second decade of life, and thrombocytopenia constitutes a major risk factor for hemorrhagic complications during dialysis initiation or kidney transplantation. Serious bleeding complications have been reported to occur in the perioperative period despite...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40889065",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidermal growth factor receptor inhibitor-related skin toxicities: a review of management and possible preventive and therapeutic approaches for Asian patients by the Japanese Pharmacist-led Oncodermatology Study Team",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888993/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Epidermal growth factor receptor antibodies and tyrosine kinase inhibitors cause various skin toxicities. Acneiform rash, paronychia, and pruritus are the major side effects, and their incidence is high, especially in Asian patients. These skin disorders greatly reduce the patients' quality of life and can affect treatment intensity. As the incidence and severity of these skin toxicities correlate with treatment effects, adequate management during the treatment period is essential. Guidelines...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888993",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of an age estimation method for the coxal bone and lumbar vertebrae obtained from post-mortem computed tomography images using a convolutional neural network",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "OBJECTIVES: Age estimation plays a major role in the identification of unknown dead bodies, including skeletal remains. We present a novel age estimation method developed by applying a deep-learning network to the coxal bone and lumbar vertebrae on post-mortem computed tomography (PMCT) images.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888872",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Age estimation plays a major role in the identification of unknown dead bodies, including skeletal remains",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author's reply to \"Multicenter phase II trial of trastuzumab and docetaxel for HER2-positive salivary gland cancer\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888807",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Good pharmacy practice in community pharmacies in the Lao People's Democratic Republic-a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study elucidated that community pharmacies located outside of the city and male pharmacists might be the target of focused administrative inspection, guidance, or support to refine community pharmacy practice in the Lao PDR.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study elucidated that community pharmacies located outside of the city and male pharmacists might be the target of focused administrative inspection, guidance, or support to refine community pharmacy practice in the Lao PDR"
    },
    {
      "title": "A propensity score-adjusted retrospective analysis of after-hours and daytime surgery for Gartland type III pediatric supracondylar humeral fracture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The optimal surgical timing for pediatric supracondylar humeral fractures has been deliberated. Although the recent trend is to postpone surgery until the daytime, the effect of after-hours surgery on outcomes requires further elucidation. Thus, we aimed to evaluate whether the timing of surgery for pediatric supracondylar humeral fractures affects the outcomes. The data of 135 pediatric patients who underwent surgery for Gartland type III supracondylar humeral fractures at a single trauma...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888794",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate whether the timing of surgery for pediatric supracondylar humeral fractures affects the outcomes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "α-Ketoglutaric acid as a promising platform chemical for sustainable bio-based industries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888755/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "The chemical industry is gradually shifting from fossil-derived resources to more sustainable bio-based processes. Natural bio-molecules such as succinic, lactic, and itaconic acid are promising platform chemicals for this green chemistry transition because they can be produced from biomass and converted into various products that are currently produced through fossil-based processes, or they can replace these fossil-based products. One specific bio-molecule, α-ketoglutaric acid (α-KGA), is...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888755",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of a PCNA-binding motif in human translesion DNA polymerase REV1 and structural basis of its interaction with PCNA",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "REV1 is a eukaryotic error-prone DNA polymerase belonging to the Y-family, with a central role in translesion DNA synthesis (TLS) to continue DNA replication even in the presence of DNA damage in the template strand. TLS is stimulated by mono-ubiquitination of proliferating cell nuclear antigen (PCNA), a toroidal-shaped protein functioning as a scaffold for DNA polymerases and repair enzymes. Mammals possess four types of Y-family DNA polymerases: Pol η, Pol κ, Pol ι, and REV1. Among those, Pol...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Activities of ISO Working Group 18: Biological and Physical Retrospective Dosimetry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Biological and physical retrospective dosimetry for ionizing radiation exposure is a rapidly growing field, and several methods for performing biological and physical retrospective dosimetry have been developed to provide absorbed dose estimates for individuals after occupational, accidental, intentional, and incidental exposures to ionizing radiation. In large-scale radiological/nuclear incidents, multiple retrospective dosimetry laboratories from several countries may be involved in providing...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888327",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between women's weight gain during their infancy and being overweight or underweight in adulthood: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "This study aimed to explore the associations between weight gain during infancy with pre-pregnant body mass index (BMI) later in life, focusing on risks of being overweight or underweight. A retrospective cohort study was conducted using data from women (n = 1082) who visited the National Center for Child Health and Development between 2017 and 2021. The participants provided their Maternal and Child Health Handbook, which included records of their own birthweight and weight gain from birth to...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore the associations between weight gain during infancy with pre-pregnant body mass index (BMI) later in life, focusing on risks of being overweight or underweight",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bipartite Genetically Encoded Biosensors to Sense Calcium Ion Dynamics at Membrane-Membrane Contact Sites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Self-complementing bipartite fluorescent proteins (FPs) are useful tools for the detection of protein-protein proximity and for localizing fluorophores to membrane-membrane contact sites. Here, we report versions of circularly permuted green FP (GFP), red FP (RFP), and mNeonGreen (NG), which are split into a large fragment composed of nine β-strands and a small fragment composed of two β-strands. In each case, the large and small fragments can associate in live cells to form the complete...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Barriers to adoption of biosimilar insulins in Europe: A mixed-methods study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888284/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study highlights interrelated factors contributing to the limited adoption of biosimilar insulin in Europe. Addressing these barriers through targeted policy interventions may support more informed decision making and facilitate biosimilar insulin adoption in the future.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888284",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights interrelated factors contributing to the limited adoption of biosimilar insulin in Europe. Addressing these barriers through targeted policy interventions may support more informed decision making and facilitate biosimilar insulin adoption in the future"
    },
    {
      "title": "Tunable Mechanical and Dynamic Properties via Cross-Linker Length in Bis(hindered amino)Disulfide-Based Covalent Adaptable Networks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40888061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Conventional cross-linked polymers are not recyclable or reprocessable due to the formation of permanent cross-links. Covalent adaptable networks (CANs) based on dynamic covalent chemistry attract great attention as materials that exhibit excellent stress relaxation, recyclability, reprocessability, and self-healing properties. Controlling the dynamic properties of CANs is important for both fundamental science and practical applications. Here, we report the relationship between the dynamic...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40888061",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "for both fundamental science and practical applications",
      "conclusion": null
    },
    {
      "title": "Role of Themis in peripheral CD8 T cells in hapten-induced allergic skin inflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Themis is a T-cell-specific protein that is critically required for positive selection in the thymus. However, its function in T-cell receptor (TCR) responses during allergic skin inflammation remains unclear. To investigate the function of Themis in peripheral T cells, we generated tamoxifen-induced Themis conditional knockout (cKO) mice. The deletion of Themis by tamoxifen treatment significantly reduced ear swelling and CD8 T cell infiltration induced by hapten 2,4-dinitrofluorobenzene (DNFB)...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of Chronic Rhinosinusitis Patients Based on Markers of Type 2 Inflammation: Findings From the European CRS Outcome Registry (CHRINOSOR)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887890/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A significant proportion of CRS patients exhibit a type 2 endotype, characterized by blood eosinophilia (78%), increased serum total IgE (40%) and/or concomitant asthma (59%). Our results underline the usefulness of eosinophils as a marker of type 2 inflammation and severity but challenge the utility of serum total IgE since it does not correlate with any of the markers of severity.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887890",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A significant proportion of CRS patients exhibit a type 2 endotype, characterized by blood eosinophilia (78%), increased serum total IgE (40%) and/or concomitant asthma (59%). Our results underline the usefulness of eosinophils as a marker of type 2 inflammation and severity but challenge the utilit..."
    },
    {
      "title": "Tuning Surface Concentrations of Building Units to Enable the Cathodic Deposition of Metastable ZIF-L Films for Gas Separations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Cathodic deposition is an emerging technique for the preparation of metal-organic framework (MOF) films. However, monitoring and controlling the concentrations of MOF building units (i.e., metal nodes and ligands) on the electrode surface remains challenging and has yet to be reported. This limitation greatly hinders the application of this technique to the synthesis of MOFs sensitive to building unit concentrations, such as the well-known metastable ZIF-L. Here, using the cathodic deposition of...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Acceptance, Commitment and COgnitive RemeDiation (ACCORD) Study: Can a Brief Online Cognitive Intervention Improve Outcomes in Patients With Esophageal Disease?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40887804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS AND INFERENCES: A novel, four-session BGBT targeting cognitive and psychological flexibility in patients with esophageal disease was feasible, acceptable, and shows potential to improve symptom severity, symptom anxiety, and HRQoL. ACCORD's use of telemedicine may mitigate access issues related to BGBTs. Further study is warranted.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40887804",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND INFERENCES: A novel, four-session BGBT targeting cognitive and psychological flexibility in patients with esophageal disease was feasible, acceptable, and shows potential to improve symptom severity, symptom anxiety, and HRQoL. ACCORD's use of telemedicine may mitigate access issues related to B..."
    },
    {
      "title": "Synaptic accumulation of GluN2B-containing NMDA receptors mediates the effects of BDNF-TrkB signalling on synaptic plasticity and in hyperexcitability during status epilepticus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Together, these results show that the synaptic accumulation of GluN2B-containing NMDA receptors mediate the effects of BDNF in the plasticity of glutamatergic synapses in the hippocampus.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the synaptic accumulation of GluN2B-containing NMDA receptors mediate the effects of BDNF in the plasticity of glutamatergic synapses in the hippocampus",
      "conclusion": "Together, these results show that the synaptic accumulation of GluN2B-containing NMDA receptors mediate the effects of BDNF in the plasticity of glutamatergic synapses in the hippocampus"
    },
    {
      "title": "Factors associated with socioeconomic inequalities in the use of dental services among Brazilian older adults: an Oaxaca-Blinder decomposition analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Socioeconomic inequalities in recent and preventive use of dental services among older adults are mainly explained by the number of remaining teeth, but other demographic, oral health, and health service factors play a role.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890760",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Socioeconomic inequalities in recent and preventive use of dental services among older adults are mainly explained by the number of remaining teeth, but other demographic, oral health, and health service factors play a role"
    },
    {
      "title": "Sodium tanshinone IIA sulfonate alleviates osteoarthritis through targeting SIRT1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890747/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: STS ameliorated OA by activating SIRT1 and inhibiting NF-κB p65-driven inflammation and ferroptosis, indicating its potential therapeutic application in OA patients.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890747",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "STS ameliorated OA by activating SIRT1 and inhibiting NF-κB p65-driven inflammation and ferroptosis, indicating its potential therapeutic application in OA patients"
    },
    {
      "title": "Fecal microbiota transplantation improves bile acid malabsorption in patients with inflammatory bowel disease: results of microbiota and metabolites from two cohort studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890737/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Serum C4 and a minimal gut microbiota may identify IBD patients with BAM who are most likely to achieve durable remission after FMT. These translatable biomarkers can guide precision use of microbiota-directed therapy.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890737",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum C4 and a minimal gut microbiota may identify IBD patients with BAM who are most likely to achieve durable remission after FMT. These translatable biomarkers can guide precision use of microbiota-directed therapy"
    },
    {
      "title": "Effectiveness of an educational intervention in modifying ageism among nurses in caring for older adults: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Intensity pulsed ultrasound enhances paracrine secretion of IGF and VEGF by bmscs, promoting osteogenesis and angiogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: LIPUS promotes osteogenic differentiation of BMSCs and angiogenesis in RAOECs through the paracrine signaling of BMSCs, at least by increasing IGF-1 and VEGF secretion. This suggests that LIPUS can regulate the secretome of BMSCs and may serve as a key mechanism in promoting bone tissue regeneration.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LIPUS promotes osteogenic differentiation of BMSCs and angiogenesis in RAOECs through the paracrine signaling of BMSCs, at least by increasing IGF-1 and VEGF secretion. This suggests that LIPUS can regulate the secretome of BMSCs and may serve as a key mechanism in promoting bone tissue regeneration"
    },
    {
      "title": "Prevalence and correlates of depression and anxiety among nursing staff in the post-COVID-19 era: a cross-sectional study from southern Iran",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890702/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The prevalence and severity of anxiety and depression among nursing staff in this post-COVID-19 setting appear elevated compared to pre-pandemic levels/national averages. These findings highlight the need for specific organizational and policy interventions. However, interpretation should consider the crosssectional design, sampling bias, and absence of prepandemic baseline data.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890702",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The prevalence and severity of anxiety and depression among nursing staff in this post-COVID-19 setting appear elevated compared to pre-pandemic levels/national averages. These findings highlight the need for specific organizational and policy interventions"
    },
    {
      "title": "Assessing the impact of childhood pneumococcal vaccination on pneumonia mortality in Colombia: a 14-year analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A review of the United States global surgery program landscape by website analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Global surgery is a nascent field, and as predicted, the majority of medical institutions do not have a global surgery program. Furthermore, institutions with programs and well-defined missions did meet a majority of the five domains. Contrary to the team's prediction, most existing programs demonstrated equal or greater output than their expressed goals.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890697",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Global surgery is a nascent field, and as predicted, the majority of medical institutions do not have a global surgery program. Furthermore, institutions with programs and well-defined missions did meet a majority of the five domains"
    },
    {
      "title": "The effect of debate-based nursing ethics education on the moral sensitivity and judgment of nursing students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890696/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "INTRODUCTION: Moral sensitivity and the ability to make ethical judgments are foundational competencies for ethical performance among nursing students. These two moral capabilities are not innate; rather, they must be cultivated through education. The effectiveness of teaching ethical concepts and employing suitable educational methods remains a topic of debate. This study aimed to assess the impact of debate-based nursing ethics training on the moral sensitivity and moral judgment of nursing...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890696",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "assess the impact of debate-based nursing ethics training on the moral sensitivity and moral judgment of nursing",
      "significance": "of debate-based nursing ethics training on the moral sensitivity and moral judgment of nursing",
      "conclusion": null
    },
    {
      "title": "Age, comorbidity, race and gender differences in referral to a pulmonologist among patients with sarcoidosis at a large academic medical center",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In our cohort of patients with an incident ICD diagnosis of sarcoidosis, Black males, White females, older adults, and adults with more comorbidities were less likely to be referred to pulmonary medicine. Referrals were associated with receiving recommended screening tests for cardiopulmonary disease. Given that pulmonary medicine manages the sarcoidosis clinic at our institution, our findings highlight the importance of considering the impact of sociodemographic factors on referral...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890688",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of sociodemographic factors on referral",
      "conclusion": "In our cohort of patients with an incident ICD diagnosis of sarcoidosis, Black males, White females, older adults, and adults with more comorbidities were less likely to be referred to pulmonary medicine. Referrals were associated with receiving recommended screening tests for cardiopulmonary diseas..."
    },
    {
      "title": "Defining region and duration-specific substantial clinical benefit values for the simplified Chinese lower extremity functional scale",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890685/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study determined specific SCB values for the SC-LEFS after four weeks of physical therapy based on region of injury and symptom duration. These unique values may better allow clinicians to distinguish those \"improved\" from \"not improved\" in Chinese-speaking patients with non-arthritic musculoskeletal knee, ankle, or foot injuries.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890685",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study determined specific SCB values for the SC-LEFS after four weeks of physical therapy based on region of injury and symptom duration. These unique values may better allow clinicians to distinguish those \"improved\" from \"not improved\" in Chinese-speaking patients with non-arthritic musculosk..."
    },
    {
      "title": "Decoding the adolescent non-suicidal self-injury: understanding with interpretable machine learning insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Leveraging multiple machine learning algorithms for a holistic item analysis, this research identifies critical risk and protective factors for non-suicidal self-injury, thus refining the Integrated Theoretical Model.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890657",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Leveraging multiple machine learning algorithms for a holistic item analysis, this research identifies critical risk and protective factors for non-suicidal self-injury, thus refining the Integrated Theoretical Model"
    },
    {
      "title": "Epidemiological characteristics of influenza after COVID-19 pandemic in Zhejiang province, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prenatal diagnosis and pregnancy outcomes of mosaicism detected by CMA-seq",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890635",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-read sequencing identifies ATXN3 repeat expansions, and transcriptomics reveals disease progression biomarkers and druggable targets for spinocerebellar ataxia type 3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This study genetically confirms SCA3 in a Chinese pedigree using LR-WGS, overcoming the diagnostic limitations of short-read sequencing. Comprehensive analyses revealed conserved SCA3 progression signatures with potential biomarkers for future non-invasive monitoring. Mechanistically, this study identified dysregulation in ECM-receptor interaction/focal adhesion, immune response, and RNA splicing as key pathogenic contributors. These findings provide both actionable therapeutic...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "This study genetically confirms SCA3 in a Chinese pedigree using LR-WGS, overcoming the diagnostic limitations of short-read sequencing. Comprehensive analyses revealed conserved SCA3 progression signatures with potential biomarkers for future non-invasive monitoring"
    },
    {
      "title": "Epidemiological analysis of human brucellosis in North Khorasan province, Iran (2018-2023): a six-year multicenter retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection and natural history of HPV infection of oral cavity and tonsils - a systematic literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890626/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Oral HPV-DNA can be found in 1-12% of the general population, more frequently in men than in women. PLWH have an increased oral HPV prevalence compared to the general population. Since prophylactic HPV vaccination is associated with a significant reduction in vaccine-type oral HPV prevalence, high vaccination rates in children and adolescents are important to counteract the rising incidence rates of HPV-associated OPC in the future. Comprehensive research on oral HPV clearance and...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890626",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to counteract the rising incidence rates of HPV-associated OPC in the future",
      "conclusion": "Oral HPV-DNA can be found in 1-12% of the general population, more frequently in men than in women. PLWH have an increased oral HPV prevalence compared to the general population"
    },
    {
      "title": "Reading ability in children with intermittent exotropia and its association with binocular visual function and visual information processing capability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890623/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Children with intermittent exotropia exhibit reduced reading performance, with visual-motor integration possibly as a key factor. Clinical interventions may benefit from focusing on enhancing visual-motor integration.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890623",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Children with intermittent exotropia exhibit reduced reading performance, with visual-motor integration possibly as a key factor. Clinical interventions may benefit from focusing on enhancing visual-motor integration"
    },
    {
      "title": "Pervasive non-random mitochondrial DNA heteroplasmy in the hybrid water frog Pelophylax esculentus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The distribution of haplotypes between males and females, the difference of heteroplasmy levels between mothers and their eggs, and results from simulations suggest that drift alone is not sufficient to explain the observed patterns of heteroplasmy.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The distribution of haplotypes between males and females, the difference of heteroplasmy levels between mothers and their eggs, and results from simulations suggest that drift alone is not sufficient to explain the observed patterns of heteroplasmy"
    },
    {
      "title": "Adverse events during pregnancy, circulating metabolites, and congenital malformations: a Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: MR was employed to elucidate the mediating role of circulating metabolites in the impact of these adverse events on congenital malformations, providing new insights into their causal relationships. However, the underlying mechanisms remain unclear, necessitating further research and clinical trials to elucidate these relationships.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890614",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of these adverse events on congenital malformations, providing new insights into their causal relationships",
      "conclusion": "MR was employed to elucidate the mediating role of circulating metabolites in the impact of these adverse events on congenital malformations, providing new insights into their causal relationships. However, the underlying mechanisms remain unclear, necessitating further research and clinical trials ..."
    },
    {
      "title": "A harbor seal (Phoca vitulina) shows extensive respiratory control in sound production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890609/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890609",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive analysis of RNA-seq data reveals novel insight in the formation of bamboo embryogenic callus in Bambusa changningensis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Bamboo usually undergoes a prolonged vegetative growth period for several decades. Additionally, not all bamboo species produce seeds, and the regulatory mechanisms governing embryogenic callus formation remain unclear, which constrains molecular breeding progress in bamboo. Here, we used buds of Bambusa changningensis Yi et B. X. Li as explants for callus induction. The results revealed that bamboo embryogenic callus (EC) on media added coconut powder, 2,4-D and proline increased faster than...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890574",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a low-cost and high-throughput LC-MS method for newborn screening of thalassemia and abnormal hemoglobin disorders",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: We have developed a low-cost, high-throughput method for reliable screening of thalassemia and abnormal Hb disorders in newborns. This could be deployed as a first-line screening test.",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890560",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We have developed a low-cost, high-throughput method for reliable screening of thalassemia and abnormal Hb disorders in newborns. This could be deployed as a first-line screening test"
    },
    {
      "title": "Single-cell profiling of H3K4me1-H3K27me3 revealed bivalent regulation of abnormal neuronal development caused by prenatal e-cigarette vaporing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Histone H3K4me1 and H3K27me3 modifications play a crucial role in regulating neuronal development by maintaining the balance between active and inactive genes during neurogenesis. Prenatal exposure to electronic-cigarette (e-cig) aerosol has been shown to alter neuronal differentiation in a neuron type-specific manner. However, it remains unclear whether e-cig aerosol exposure affects gene expression by altering H3K4me1 and H3K27me3 modifications. Using single-nucleus joint profiling of...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890554",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional phenotyping of genomic variants using joint multiomic single-cell DNA-RNA sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890552/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Genetic variants (both coding and noncoding) can impact gene function and expression, driving disease mechanisms such as cancer progression. The systematic study of endogenous genetic variants is hindered by inefficient precision editing tools, combined with technical limitations in confidently linking genotypes to gene expression at single-cell resolution. We developed single-cell DNA-RNA sequencing (SDR-seq) to simultaneously profile up to 480 genomic DNA loci and genes in thousands of single...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890552",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "gene function and expression, driving disease mechanisms such as cancer progression",
      "conclusion": null
    },
    {
      "title": "Translon: a single term for translated regions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890551",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Visual Abstract: Evaluating Variation in Lymph Node Sampling During Sentinel Lymph Node Biopsy for Melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890547/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890547",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ASO Visual Abstract: Staging Laparoscopy in Patients with Gastric Cancer Treated with Curative Intent-A European GASTRODATA Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890543",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RACK1 attenuates pancreatic tumorigenesis by suppressing acinar-to-ductal metaplasia through inflammatory signaling modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RACK1 serves as a gatekeeper restraining inflammation-driven ADM transformation, with its downregulation constituting an early molecular event in PDA pathogenesis. The RACK1-MAP2K3 axis orchestrates malignant transition through simultaneous NF-κB activation (inflammatory priming) and MAPK hyperactivation (proliferative drive). Our findings nominate RACK1 as both a stratification biomarker for high-risk pancreatic lesions and a druggable node for intercepting preneoplastic...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890537",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RACK1 serves as a gatekeeper restraining inflammation-driven ADM transformation, with its downregulation constituting an early molecular event in PDA pathogenesis. The RACK1-MAP2K3 axis orchestrates malignant transition through simultaneous NF-κB activation (inflammatory priming) and MAPK hyperactiv..."
    },
    {
      "title": "Enhancing water security through integrated decision-making and selective withdrawal for sustainable reservoir management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Effective management of water quantity and quality in reservoir systems is vital for strengthening regional water security. Selective Withdrawal Systems (SWSs) contribute to this goal by allowing the precise extraction of water from specific layers in stratified reservoirs, where water quality and other properties differ across depths. Climate change and management policies further influence the hydrodynamics of SWSs, significantly impacting reservoir water quantity and quality. This study...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890519",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "by allowing the precise extraction of water from specific layers in stratified reservoirs, where water quality and other properties differ across depths",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anatomical insights into the superior longitudinal system from integrative in- vivo and ex-vivo mapping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "Charting the organization of white matter (WM) pathways is essential for understanding the functioning of the human brain. This study provides a comprehensive, anatomically enhanced characterization of the superior longitudinal system (SLS) by integrating in-vivo tractography with ex-vivo dissection within the same radiological space. Using a data-driven cortex-to-cortex pairing approach leveraging gyral-sulcal macroanatomical landmarks, we reconstructed the dorsal associative connectivity of...",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890509",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Author Correction: Histone tyrosine sulfation by SULT1B1 regulates H4R3me2a and gene transcription",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40890508/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250902034325&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-09-01T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40890508",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}