{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-23T08:05:22.890Z",
  "totalItems": 150,
  "totalArchived": 57246,
  "newPapersAdded": 139,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 28,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 26,
    "IBS": 100,
    "UNIST": 1,
    "Hanyang University": 6,
    "KIST": 0,
    "GIST": 3,
    "Kyung Hee University": 7,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 87,
    "Cancer Research": 24,
    "Biomedical": 26,
    "Materials Science": 5,
    "Neuroscience": 7,
    "Computer Science": 1
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Parathyroid hormone-related protein is a therapeutic target in idiopathic pulmonary fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724741/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The crosstalk between immune or alveolar epithelial cells and fibroblasts mediated by paracrine signaling molecules is associated with the pathogenesis of idiopathic pulmonary fibrosis (IPF). However, studies investigating the active involvement of soluble mediators derived from bronchial epithelial cells in fibroblast activation and the development of pulmonary fibrosis are limited. Reanalysis of bulk and single-cell RNA-sequencing data from human bronchus and IPF lung tissue revealed marked...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41724741",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regional cerebellar volumetrics in obsessive-compulsive disorder: An ENIGMA-OCD study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We report novel findings implicating specific cerebellar sub-regions across developmental stages of OCD, and the key impact of medication status. Further research on the functional significance of these findings may offer new translational leads.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41724351",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of medication status",
      "conclusion": "We report novel findings implicating specific cerebellar sub-regions across developmental stages of OCD, and the key impact of medication status. Further research on the functional significance of these findings may offer new translational leads"
    },
    {
      "title": "3D laser-induced graphene nanostructures embedded with cerium bismuth oxide for electrochemical sensing of furazolidone in milk and water samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724159/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Excessive use of furazolidone (FRZ) in livestock increases the likelihood of FRZ residues in food products, posing a significant risk to human health. Therefore, monitoring FRZ levels in food is crucial. Although electrochemical detection is feasible and economically viable, conventional electrodes encounter fouling and poor selectivity issues. Here, we developed an efficient sensing electrode using a novel nanocomposite comprising a cerium bismuth oxide (CeO(0.65)BiO(0.35)) nanostructure...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41724159",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methyl jasmonate promotes host defense by activating autophagy during Mycobacterium tuberculosis infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Together, our results provide valuable insights into the potential of MeJA for developing novel, plant-derived strategies to combat mycobacterial infections, highlighting its role in enhancing host defense mechanisms by ameliorating pathological inflammation and activating autophagy.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41724103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together, our results provide valuable insights into the potential of MeJA for developing novel, plant-derived strategies to combat mycobacterial infections, highlighting its role in enhancing host defense mechanisms by ameliorating pathological inflammation and activating autophagy"
    },
    {
      "title": "Rapid activity-based colorimetric CoFi blot for screening of engineered FAD-dependent oxidoreductases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The rapid expansion of protein variant libraries, facilitated by advanced computational design, has created an urgent need for efficient functional validation, as experimental screening of catalytic activity remains a major bottleneck compared to binding-based assays. Conventional high-throughput methods often rely on tedious purification or activity-blind antibody detection, which fail to assess actual enzymatic performance. Here, we report an ultra-fast, tag-free, activity-based colorimetric...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41723980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-Port Robot-Assisted Nipple-Sparing Mastectomy: Main Analysis of a Retrospective Multicenter Study (SPROUT, KoREa-BSG 09)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The SP-RNSM is a feasible and safe approach for breast cancer surgery with favorable surgical outcomes and minimal complications.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41724918",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SP-RNSM is a feasible and safe approach for breast cancer surgery with favorable surgical outcomes and minimal complications"
    },
    {
      "title": "Long-Term Mortality Following Hepatitis C Cure in a Real-World Multinational Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724904/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study showed significant age, sex, fibrosis stage and DM differences in mortality and causes among DAA-SVR patients. It provided granular subgroup data for precision medicine to support individualised care, future modelling studies and public health planning.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41724904",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study showed significant age, sex, fibrosis stage and DM differences in mortality and causes among DAA-SVR patients. It provided granular subgroup data for precision medicine to support individualised care, future modelling studies and public health planning"
    },
    {
      "title": "Lactilactobacillus curvatus TH19-7: a broad-spectrum antimicrobial probiotic targeting skin pathogens and mitigating infection-associated dermal damage in vitro",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724834/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Effective management of skin infections requires antimicrobial agents that can eradicate pathogens and mitigate associated tissue damage. This in vitro study evaluates the potential of Lactilactobacillus curvatus TH19-7, isolated from kimchi, as a safe and broad-spectrum antimicrobial probiotic. The selected lactic acid bacterium was identified by 16S rRNA sequencing and biochemical profiling, followed by in vitro evaluation of antimicrobial activity (MIC/MBC), cellular morphology (SEM), safety...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41724834",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bisphosphonate use is associated with reduced fracture rates in a cohort of patients with Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In the regression analysis with landmark model with 5806 patients, higher age, heavy alcohol consumption, smoking, and history of solid tumor were significant risk factors of osteoporotic fractures. Higher weight was a significant preventative factor.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41724829",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In the regression analysis with landmark model with 5806 patients, higher age, heavy alcohol consumption, smoking, and history of solid tumor were significant risk factors of osteoporotic fractures. Higher weight was a significant preventative factor"
    },
    {
      "title": "GCIPL color coding on OCT predicts glaucoma conversion in normal-tension glaucoma suspects, including a high myopia subgroup",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724771/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "This retrospective study investigated the predictive value of OCT-derived color coding in assessing the risk of glaucoma conversion among normal-tension glaucoma (NTG) suspects, with a particular focus on highly myopic eyes. A total of 307 eyes underwent baseline spectral-domain OCT imaging, with RNFL and GCIPL thicknesses categorized by device-generated color codes (green: normal, yellow: borderline, red: abnormal). Glaucoma conversion was defined by the emergence of reproducible visual field...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41724771",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical meaningfulness of anti-amyloid therapies in early Alzheimer's disease: Perspectives from the East and Southeast Asia region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is a neurodegenerative disease characterized by progressive accumulation of toxic amyloid species. The rising prevalence of AD in Asia has made it an increasing public health concern, placing a substantial burden on the economy and healthcare systems. Anti-amyloid therapies (AATs) have demonstrated statistically significant slowing of disease progression at the group level in pivotal trials in early symptomatic AD. We explore the clinical meaningfulness of AATs and...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41724687",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Entropy of Muscle Fiber Histology Predicts Mobility in Older Adults: The Study of Muscle, Mobility, and Aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724675/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Entropy may play an underappreciated role in human aging, such as in skeletal muscle functional declines. Histologically, muscle appears increasingly disorganized with aging, with greater fiber size variability and fiber-type grouping. We tested the hypothesis that entropy is associated with reduced physical performance and muscle function, independent of muscle mass. We quantified a homeostatic dysregulation index of muscle (HDI(M)) as a proxy for entropy of muscle fiber disorganization based...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41724675",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dimensional accuracy and internal fit of anterior 3-unit fixed dental prostheses fabricated by additive and subtractive manufacturing using polymer-based and ceramic restorative materials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AM-UA exhibited significantly higher dimensional accuracy at the internal and marginal regions of the anterior 3-unit FDPs compared with SM-GP. Although SM-HP showed the best internal fit and AM-UA exhibited the poorest, the internal fit of all tested FDPs was close to or below clinically acceptable thresholds.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41724643",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AM-UA exhibited significantly higher dimensional accuracy at the internal and marginal regions of the anterior 3-unit FDPs compared with SM-GP. Although SM-HP showed the best internal fit and AM-UA exhibited the poorest, the internal fit of all tested FDPs was close to or below clinically acceptable..."
    },
    {
      "title": "Photothermal effect of invasive laser acupuncture: A computational study with experimental validation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Invasive laser acupuncture (ILA) is an innovative integration of traditional acupuncture with precise laser stimulation delivered directly into acupoints, yet it is not widely used in clinical practice and lacks extensive clinical studies. In the era of digital healthcare and patient-specific treatment, computational predictive models have become essential tools for optimizing medical procedures and ensuring treatment safety. However, existing computational models for laser-based therapies...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41724606",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Flow Bypass with Vertebral Artery (V3) to Middle Cerebral Artery (M2) Bypass Using Radial Artery Graft for Common Carotid Artery Occlusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Common carotid artery (CCA) occlusion is a rare condition that can result in diverse neurological symptoms due to insufficient cerebral blood flow. We present a case of CCA occlusion treated with high-flow vertebral artery (VA) to middle cerebral artery (MCA) bypass using a radial artery (RA) graft. A 68-year-old man experienced recurrent ischemic events in the months preceding surgery. Preoperative diffusion-weighted imaging showed left anterior border zone infarction, and single-photon...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41724589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative risk of the neurodegenerative outcomes between sodium-glucose co-transporter 2 (SGLT2) inhibitors and thiazolidinediones in type 2 diabetes: a multicentre cohort study using the Korean healthcare database (2014-2025)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SGLT2 inhibitors are associated with a reduced risk of dementia and AD compared with TZDs in patients aged 40 years or older with type 2 diabetes and have neutral effects on stroke risk. These findings confirm the potential selective neuroprotective benefits of SGLT2 inhibitors for neurodegenerative outcomes, which may inform therapeutic decision-making for diabetic patients at risk of cognitive decline.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41724502",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SGLT2 inhibitors are associated with a reduced risk of dementia and AD compared with TZDs in patients aged 40 years or older with type 2 diabetes and have neutral effects on stroke risk. These findings confirm the potential selective neuroprotective benefits of SGLT2 inhibitors for neurodegenerative..."
    },
    {
      "title": "Retinoic acid signaling regulates astrocyte reactivity by modulating MAPK/NF-κB pathways and mitochondrial integrity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Astrocytes respond to inflammatory stimuli by adopting a reactive state characterized by morphological, molecular, and functional changes that affect tissue repair and disease progression. A key feature of this transformation is the metabolic shift that supports inflammatory signaling and cytokine production. Retinoic acid (RA) modulates immune responses in the peripheral system; however, its role in astrocyte reactivity remains poorly understood. In this study, we investigated alterations in RA...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41724387",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "alterations in RA",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between vestibulo-ocular reflex and cognitive function in de novo Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Vestibulo-ocular reflex (VOR) impairment has been reported in Parkinson's disease (PD). However, the clinical implications, particularly for cognition remains unclear. We investigated canal-specific VOR changes and their associations with cognitive function, motor symptoms, gaits, and dopamine transporter (DAT) uptake in de-novo PD.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41724172",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Vestibulo-ocular reflex (VOR) impairment has been reported in Parkinson's disease (PD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differentiating large-duct pancreatic ductal adenocarcinoma from malignant intraductal papillary mucinous neoplasm: MRI characteristics and diagnostic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MRI may aid in differentiating LD-PDAC from malignant IPMN by integrating tumor morphology and accompanying imaging features, including pancreatic ductal dilatation patterns and peripancreatic infiltration; however, substantial imaging overlap persists, resulting in a clinically meaningful misdiagnosis rate.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41724060",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MRI may aid in differentiating LD-PDAC from malignant IPMN by integrating tumor morphology and accompanying imaging features, including pancreatic ductal dilatation patterns and peripancreatic infiltration; however, substantial imaging overlap persists, resulting in a clinically meaningful misdiagno..."
    },
    {
      "title": "HDAC6 regulates the protein stability and tumor suppressor function of HIPK2 independently of its deacetylase activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "HIPK2 is a tumor suppressor and a key regulator of cellular stress responses. In the present study we present evidence that HDAC6 regulates HIPK2 protein stability via its ubiquitin-binding domain. HDAC6 increased the protein stability of HIPK2 independently of its deacetylase activity. Interestingly, ubiquitin-binding domain of HDAC6 was sufficient for this regulation on HIPK2. HDAC6 decreased the polyubiquitination of HIPK2, suggesting that HDAC6 may promote deubiquitination or inhibit...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41723985",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chitosan-Loaded Lead-Free Sodium Bismuth Titanate Composite Flexible Triboelectric Nanogenerator for Energy Harvesting, Biomechanical Sensing, and Smart-Path Touch-Lighting for Safe Walking Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Due to the limited availability of fossil fuels and skyrocketing carbon emissions, there is a growing need for the generation of energy from sustainable sources. A significant place in the energy harvesting system has been occupied by triboelectric nanogenerators (TENGs), which are among the technologies under consideration. Increasing demand for sustainable, self-sufficient energy solutions has driven the advancement of flexible and environmentally friendly TENG devices. Nevertheless, there...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41723824",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Study of the Magnetic Dipole Transition of J/ψ→γη_{c} via η_{c}→pp[over ¯]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Using (10.087±0.044)×10^{9} J/ψ events collected with the BESIII detector at the e^{+}e^{-} BEPCII collider, we present the first amplitude analysis of J/ψ→γpp[over ¯] with the pp[over ¯] invariant mass in the η_{c} mass region [2.70,3.05] GeV/c^{2}. The product branching fraction B(J/ψ→γη_{c})×B(η_{c}→pp[over ¯]) is determined to be (2.11±0.02_{stat}±0.07_{syst})×10^{-5} with precision improved by 1 order of magnitude. Combining with the product branching fractions B(η_{c}→pp[over...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41723692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Transverse Electron Transport via Disordered Composite Formation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723682/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Transverse electron transport in magnetic materials such as the anomalous Hall and Nernst effects holds promise for spintronic and thermoelectric applications. Efforts to enhance transverse transport have focused on finding quantum materials with large Berry curvature, skew scattering, or side jump. Here, we report a distinct approach based on composite formation. Using both theoretical modeling and experiments, we show that disordered composites of two ferromagnetic materials can exhibit...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41723682",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cellular Senescence in Human Periodontal Tissue: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION(S): Senescence is a key biological feature of periodontal tissues with distinct cell-type-specific dynamics. These findings suggest that aging and inflammation contribute to the accumulation of senescent cells, which may influence periodontal health and disease progression.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41725043",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that aging and inflammation contribute to the accumulation of senescent cells, which may influence periodontal health and disease progression",
      "conclusion": null
    },
    {
      "title": "Incidentally detected abnormal findings on contrast-enhanced computed tomography scan during thrombosis screening after hip surgery: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724968/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724968",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Klebsiella pneumoniae sequence type 11 but not other virulence factors with patient mortality: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ST11 is a marker associated with increased mortality in K. pneumoniae infections, likely due to its strong link with carbapenem resistance. Antimicrobial resistance appears to influence patient outcomes more than intrinsic virulence factors. Integrating sequence typing and resistance profiles into molecular epidemiology may improve risk assessment and infection control strategies.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41724867",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ST11 is a marker associated with increased mortality in K. pneumoniae infections, likely due to its strong link with carbapenem resistance"
    },
    {
      "title": "AI-enabled drones for date palm pollination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Pollination is a critical determinant of date palm productivity across tropical and subtropical regions. However, manual pollination remains labor-intensive, costly, and challenging to scale during staggered flowering periods that require multiple interventions. This study introduces a prototype and simulation-based framework for AI-enabled, drone-assisted pollination of date palms, developed to improve precision, scalability, and sustainability in agricultural operations. The system integrates...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724751",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcatheter four-dimensional versus three-dimensional computed tomography angiography to guide selective renal artery embolization: a comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: 4D-CTA showed higher AFD success and enabled time-resolved vascular mapping, with fewer DSA runs and lower contrast volume during pre-ablation RCC embolization.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41724465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "4D-CTA showed higher AFD success and enabled time-resolved vascular mapping, with fewer DSA runs and lower contrast volume during pre-ablation RCC embolization"
    },
    {
      "title": "Association of premenstrual syndrome and premenstrual dysphoric disorder with suicidal ideation and violence toward family members in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Clinically significant PMS and PMDD were associated with increased risk of suicidal ideation and violence toward family members. Further studies should assess whether treatment of PMS/PMDD can reduce these outcomes.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724397",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Clinically significant PMS and PMDD were associated with increased risk of suicidal ideation and violence toward family members. Further studies should assess whether treatment of PMS/PMDD can reduce these outcomes"
    },
    {
      "title": "Risk Factors for Intraoperative Hypotension Associated with the Use of Oral 5-Aminolevulinic Acid as a Photodynamic Diagnostic Agent in Transurethral Resection of Bladder Tumors: A Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724311/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This meta-analysis elucidated the risk factors for severe hypotension during TURBT. Consequently, when oral 5-ALA is used in TURBT, the patient background should be assessed, and modifiable risk factors should be addressed to prevent the development of severe hypotension.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41724311",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This meta-analysis elucidated the risk factors for severe hypotension during TURBT. Consequently, when oral 5-ALA is used in TURBT, the patient background should be assessed, and modifiable risk factors should be addressed to prevent the development of severe hypotension"
    },
    {
      "title": "Epigenetic regulation of intestinal innate immunity during differentiation of Caco-2 cells under inflammatory stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The intestinal epithelium supports antimicrobial programs and epithelial barrier function; while epigenetic mechanisms are increasingly implicated in these processes, how the differentiation stage shapes epigenetic regulation of key innate immune genes under inflammatory stress remains unclear. We investigated differentiation-stage-dependent epigenetic modulation of intestinal innate immunity-associated genes, focusing on α-defensin 5 (DEFA5) and SRY-box transcription factor 9 (SOX9), in a...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "differentiation-stage-dependent epigenetic modulation of intestinal innate immunity-associated genes, focusing on α-defensin 5 (DEFA5) and SRY-box transcription factor 9 (SOX9), in a",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Superficial temporal artery-middle cerebral artery double bypass for vertebrobasilar insufficiency due to multivessel intracranial stenosis: A report of two cases with a network-based hemodynamic concept",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Vertebrobasilar insufficiency (VBI) caused by multivessel intracranial stenosis is associated with a high risk of recurrent ischemia and poor outcomes, and its optimal treatment remains controversial. We report two cases of VBI associated with complex intracranial arterial stenosis that were successfully treated with superficial temporal artery (STA)-middle cerebral artery (MCA) double bypass. In both patients, severe stenosis or occlusion of the vertebral and internal carotid arteries was...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724091",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The comet assay as a tool in human biomonitoring exposure to anaesthetic gases - A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Anaesthetic gases are agents used to induce and maintain general anaesthesia during surgical procedures. Common examples include sevoflurane, isoflurane, and desflurane, which act by depressing the central nervous system to produce unconsciousness and analgesia. These gases are administered through a vaporiser and inhaled via a mask or endotracheal tube. While effective, they can contribute to environmental pollution and increase the risk of occupational exposure. Medical personnel working in...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Limited-Stage Small-Cell Lung Cancer With Severe Paraneoplastic Limbic Encephalitis Successfully Treated With Chemoradiotherapy Followed by Immune Checkpoint Inhibitor Maintenance Therapy: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41724012",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of dietary Bacillus subtilis on basic chemical composition, free amino acids, fatty acids and volatile organic compounds in broiler meat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The aim of this study was to investigate the effect of dietary supplementation with Bacillus subtilis (BS, DSM32324-32325) on the nutritional quality of broiler meat, with emphasis on the content and profile of various chemical components. A total of 144 Arbor Acres male broilers were divided into three dietary treatment groups (CON, control; LBS, 300 mg/kg BS; HBS, 500 mg/kg BS) and fed for 35 days. The results showed that the LBS treatment significantly increased the crude protein content of...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the effect of dietary supplementation with Bacillus subtilis (BS, DSM32324-32325) on the nutritional quality of broiler meat, with emphasis on the content and profile ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of non-decontamination human activities on the reduction of ambient dose equivalent rates in residential areas near the Fukushima Daiichi Nuclear Power Plant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723945/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "In this study, both field measurements and simulation analyses were conducted to quantitatively assess the influence of human activities, such as traffic, excluding decontamination on the reduction of ambient dose equivalent rates in residential areas near the Fukushima Daiichi Nuclear Power Plant (FDNPP). In the field survey, data on radioactive cesium deposition, and road traffic volume (as a proxy for human activity) were collected to investigate correlations between human activity and...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723945",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct associations between body mass index and polyunsaturated fatty acids in dementia with Lewy Bodies and Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BMI in DLB patients was positively associated with elevated downstream omega-6 metabolites and desaturase and elongase activity, compatible with higher fatty‑acid turnover and systemic inflammatory state hypothesized in DLB. These findings highlight the distinct metabolic alterations across dementia subtypes that are relevant for personalized nutritional strategies in dementia care.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723910",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BMI in DLB patients was positively associated with elevated downstream omega-6 metabolites and desaturase and elongase activity, compatible with higher fatty‑acid turnover and systemic inflammatory state hypothesized in DLB. These findings highlight the distinct metabolic alterations across dementia..."
    },
    {
      "title": "ZnSnO<sub>3-</sub>Ecoflex/LDH-PU Based Triboelectric Nanogenerator for Motion-Activated Battery-Free Smart Street Lighting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The development of efficient and durable energy harvesting systems is essential for next-generation smart infrastructure. Conventional polymer-based triboelectric nanogenerators (TENGs) suffer from low dielectric constants and limited polarization, restricting output and lifespan. Here, we present a ZnSnO(3)-doped Ecoflex and layered double hydroxide (LDH)-reinforced polyurethane (PU) nanofiber-based TENG, forming a synergistic triboelectric interface. ZnSnO(3) enhances dielectric response and...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723822",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced image reconstruction algorithms for high-resolution digital time-of-flight PET/CT enhance visualization of sub-clinical internal mammary lymph node metastases in breast cancer: a phantom and a clinical, retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723750/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Internal mammary lymph node (IMLN) metastases play an important role in breast cancer staging and treatment planning but is often difficult to detect because of their small size and anatomical location. Recent advances in digital time-of-flight (TOF) positron emission tomography (PET)/CT and advanced image reconstruction techniques may improve the visualization of such small lesions. This study aimed to evaluate the performance of advanced reconstruction methods (HYPER Iterative and...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723750",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the performance of advanced reconstruction methods (HYPER Iterative and",
      "significance": "role in breast cancer staging and treatment planning but is often difficult to detect because of their small size and anatomical location",
      "conclusion": null
    },
    {
      "title": "Expanded Gene Targeting in RNA Hacking With G-Tract-Supply Staple Oligomers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "RNA hacking (RNAh) is a gene regulation technology that employs a short oligonucleotide, termed a Staple oligomer, to induce the formation of RNA G-quadruplex structures on target mRNAs. While RNAh has the potential to target approximately 65% of human mRNAs, its applicability to the remaining genes is restricted by the sequence constraints. Herein, we present the G-tract-supply Staple oligomer (Gs-Staple oligomer), designed to expand the range of targetable mRNAs within the RNAh framework....",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Precision Measurement of D(γ,n)p Photodisintegration Reaction and Implications for Big Bang Nucleosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "We report on a high-precision measurement of the D(γ,n)p photodisintegration reaction at the newly commissioned Shanghai Laser Electron Gamma Source, employing a quasimonochromatic γ-ray beam from Laser Compton Scattering. The cross sections were determined over E_{γ}=2.327-7.089 MeV, achieving up to a factor of 2.2 improvement in precision near the neutron separation threshold. Combined with previous data in a global Markov chain Monte Carlo analysis using dibaryon effective field theory, we...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723699",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient Benchmarking of Logical Magic State",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "High-fidelity logical magic states are a critical resource for fault-tolerant quantum computation, enabling non-Clifford logical operations through state injection. However, benchmarking these states presents significant challenges: one must estimate the infidelity ε with multiplicative precision, while many quantum error-correcting codes only permit Clifford operations to be implemented fault-tolerantly. Consequently, conventional state tomography requires ∼1/ε^{2} samples, making benchmarking...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Catalytic Channels Are the Only Noise-Robust Catalytic Processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Catalysis refers to the possibility of enabling otherwise inaccessible quantum state transitions by supplying an auxiliary system, provided that the auxiliary is returned to its initial state at the end of the protocol. We show that previous studies on catalysis are largely impractical, because even small errors in the system's initial state can irreversibly degrade the catalyst. To overcome this limitation, we introduce \"robust catalytic transformations\" and explore the fundamental extent of...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "UNIST"
      ],
      "pmid": "41723677",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tower of Structured Excited States from Measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Preparing highly entangled quantum states on quantum platforms remains a central challenge in quantum information science and condensed matter physics. While previous studies have primarily focused on measurement-based preparation using local observables, we introduce a novel approach that leverages global observables to efficiently generate entanglement across an entire quantum system. Specifically, our log-depth protocol employs quantum phase estimation to measure global observables such as...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41723647",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heavy drinking antecedents among bisexual+ and heterosexual women with sexual assault histories: A qualitative inquiry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Bisexual+ women have unique experiences related to heavy drinking antecedents that are distinct from those experienced by heterosexual women. Findings highlight the importance of understanding risk factors for heavy drinking among bisexual+ women with histories of sexual assault.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Bisexual+ women have unique experiences related to heavy drinking antecedents that are distinct from those experienced by heterosexual women. Findings highlight the importance of understanding risk factors for heavy drinking among bisexual+ women with histories of sexual assault"
    },
    {
      "title": "Decoding Class III Phosphatidylinositol 3-Kinase (PtdIns3K) Regulation: Mechanistic Insights and Therapeutic Opportunities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725047/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Class III phosphatidylinositol 3-kinase (PtdIns3K) occupies the nexus of autophagy and endomembrane trafficking. Within its core complex, the VPS34 catalytic subunit partners with VPS15, Beclin-1, and ATG14L or UVRAG to convert phosphatidylinositol into PtdIns3P-the lipid cue that seeds phagophore nucleation and endosome-lysosome maturation. By tuning this single signaling node, cells safeguard proteostasis and orchestrate rapid stress responses; when this regulatory network is disrupted,...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725047",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alcohol-cancer risk communication on social media: A content analysis of alcohol-related Instagram and TikTok posts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cancer risk communication is largely absent among Instagram and TikTok posts, which often portray alcohol use in a positive light. Social media represents a critical, yet underutilized, channel for disseminating public health information about the alcohol-cancer link. Content analyses can inform strategic, audience-tailored messaging for improving public awareness.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725046",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cancer risk communication is largely absent among Instagram and TikTok posts, which often portray alcohol use in a positive light. Social media represents a critical, yet underutilized, channel for disseminating public health information about the alcohol-cancer link"
    },
    {
      "title": "Variants in Genes Encoding Innate Lymphoid Cells Type 2 Surface Markers Affecting Asthma and Atopy Pathologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methods for skin load reduction of Candida auris: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725023/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Candida auris (Candidozyma auris, C. auris) is a fungal pathogen with multiple drug resistance, belonging to a species of yeast, known for its ability to sustain growth in the host. This organism can colonize human skin and spread through physical contact or contaminated surfaces and equipment. Given the limited reviews on skin load reduction methods of C. auris, this review aims to summarize and evaluate the current load reduction methods involving reducing skin load, and the risk of...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725023",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to summarize and evaluate the current load reduction methods involving reducing skin load, and the risk of",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gingival Swelling and Multiple Tooth Mobility in a 2.5-Year-Old Child",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725021/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725021",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Safety and feasibility of intravenous fresh adipose-derived mesenchymal stem cells in secondary progressive multiple sclerosis: phase I/IIa clinical results",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: High-dose fresh AT-MSCs appear safe and well-tolerated in SPMS patients, with promising exploratory clinical benefits. These findings support AT-MSCs as a potential multiple sclerosis therapy. Trial registration Registered with the Iranian Registry of Clinical Trials (Reference: IRCT20091127002778N1 at 2018-01-10).",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725020",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High-dose fresh AT-MSCs appear safe and well-tolerated in SPMS patients, with promising exploratory clinical benefits. These findings support AT-MSCs as a potential multiple sclerosis therapy"
    },
    {
      "title": "Metagenomic analysis of the human gut virome reveals functional signatures and viral stability across hospitalized and non-hospitalized diarrheal and non-diarrheal individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725012/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Together, our findings indicate that hospitalization and diarrhea do not markedly alter the taxonomic structure of the gut virome but are associated with modest shifts in viral functional potential. The maintenance of a stable viral community alongside variable AMG repertoires suggests that phages may modulate host-microbiome interactions primarily through functional fine-tuning rather than large-scale community restructuring. Our study provides evidence for the ecological resilience...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725012",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together, our findings indicate that hospitalization and diarrhea do not markedly alter the taxonomic structure of the gut virome but are associated with modest shifts in viral functional potential. The maintenance of a stable viral community alongside variable AMG repertoires suggests that phages m..."
    },
    {
      "title": "Gram-negative gut colonization in children newly diagnosed with malignancy: microbiology, antimicrobial resistance pattern, and clinical implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41725006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The high incidence of CP-CRE colonization underscores the urgent need to monitor and control the spread of these highly resistant bacteria among newly diagnosed pediatric cancer patients in oncology settings.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41725006",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The high incidence of CP-CRE colonization underscores the urgent need to monitor and control the spread of these highly resistant bacteria among newly diagnosed pediatric cancer patients in oncology settings"
    },
    {
      "title": "Confirmation of a Useful Dark-Room Resting-State Procedure: Periodic and Aperiodic MEG Activity in Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "In a previous paper, we showed in children 6-12 years old that a resting-state (RS) eyes-open dark room (DR) task provides RS parietal-occipital alpha measures similar to those obtained using the standard RS eyes-closed (EC) exam. Results provided initial evidence that the RS DR procedure is feasible and useful with populations often excluded from electrophysiology RS studies, such as participants who cannot remain awake with their eyes closed or cannot remain still for an extended period. The...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soil antibiotic resistome in farmland exhibits higher diversity and horizontal transfer potential than adjacent pastureland in agro-pastoral ecotone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Together, this study elucidates the shared and distinguished soil antibiotic resistome pattern between farmland and pastureland, extending our understanding of driving factors in agricultural soil ARG contamination.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724983",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Together, this study elucidates the shared and distinguished soil antibiotic resistome pattern between farmland and pastureland, extending our understanding of driving factors in agricultural soil ARG contamination"
    },
    {
      "title": "Integrating scRNA-seq and snRNA-seq with spatial transcriptomics to unlock the xylem puzzle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings demonstrate the high compatibility and complementarity of scRNA-seq and snRNA-seq platforms. This integrated approach not only overcomes key limitations of individual technologies but also provides a practical and scalable framework for resolving complex developmental trajectories in plants. It successfully reconstructs the full continuum of xylem development, from cambial progenitors through secondary cell wall formation and to programmed cell death.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings demonstrate the high compatibility and complementarity of scRNA-seq and snRNA-seq platforms. This integrated approach not only overcomes key limitations of individual technologies but also provides a practical and scalable framework for resolving complex developmental trajectories in pl..."
    },
    {
      "title": "Bioengineered probiotics derived bacterial extracellular vesicle as bioactive nanocarrier for the local VEGF expression to accelerate wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinically Feasible White Matter Fiber Tractography in Peritumoral Zones With Cerebral Vasogenic Edema",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724923/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: ODF-FP proves effective on research and clinical quality dMRI, which offers an opportunity for application in neurosurgery.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724923",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ODF-FP proves effective on research and clinical quality dMRI, which offers an opportunity for application in neurosurgery"
    },
    {
      "title": "Electrical Impedance Myography Detects Disease Progression over 12 to 24 Months in Facioscapulohumeral Muscular Dystrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Targeted therapies for facioscapulohumeral muscular dystrophy (FSHD) are progressing through clinical trials. Electrical impedance myography (EIM) provides a noninvasive biomarker of muscle composition that may be valuable especially in early phase trials. This study evaluated EIM data from a multicenter FSHD cohort over 24 months.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724900",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Targeted therapies for facioscapulohumeral muscular dystrophy (FSHD) are progressing through clinical trials",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hepatitis B Virus Infection and the Risk of Cardiovascular Disease: Findings From the China Kadoorie Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The existing evidence on the association of hepatitis B virus (HBV) infection with the risk of cardiovascular disease (CVD) is limited and mixed. Moreover, no epidemiological studies have been conducted to comprehensively investigate this association in China. Hence, we performed a nationwide prospective cohort study to address these issues. Our study included 477,126 adults without a history of CVD. Participants were recruited from 10 diverse areas in China during 2004-2008, and followed up...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Symptom burden in patients with hematologic malignancies and its influencing factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients experience a significant burden of physical symptoms during hospitalization, and the burden of psychological symptoms in patients may be underestimated. Therefore, it is crucial to construct and apply a more accurate assessment system of psychological symptom burden. Additionally, establishing a standardized symptom burden screening mechanism is recommended to effectively identify high-risk patients and enable immediate interventions for high-burden symptoms.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724859",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients experience a significant burden of physical symptoms during hospitalization, and the burden of psychological symptoms in patients may be underestimated. Therefore, it is crucial to construct and apply a more accurate assessment system of psychological symptom burden"
    },
    {
      "title": "Structural landscape of bacterial urease: implications for catalyst and adaptation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A hybrid actor-critic and BERT framework for intelligent course recommendation in IoT-aware e-learning systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The necessity for recommendation models that can capture both semantic information and device-mediated learner interactions has increased due to the rapid growth of IoT-aware e-learning environments. IoT-enhanced learning in this context refers to intelligent learning platforms that continuously create and log heterogeneous interaction data, including session dynamics, access patterns across linked devices, and engagement behaviors. This work introduces a coherent hybrid framework that combines...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724820",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase 1 Study of INBRX-105, a TNFRSF9 (4-1BB) and PD-L1 Bispecific Antibody, in Patients with Select Solid Tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The low response rates and hepatic safety signals observed do not support further clinical development of INBRX-105.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724817",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The low response rates and hepatic safety signals observed do not support further clinical development of INBRX-105"
    },
    {
      "title": "Prevalence and molecular characterization of Theileria sp. from endangered Arabian gazelles in Saudi Arabia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724808/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Wildlife conservation in Saudi Arabia is gaining much attention from the authorities. Habitat destruction, climate change, and human encroachment, as well as disease outbreaks, negatively impact conservation efforts. Hemoparasites among endangered Saudi wildlife have not been studied before. This study aims to investigate the prevalence of hemoparasites among two endangered gazelle species, Gazella marica (Reem) and Gazella arabica (Idmi), raised at King Khalid Wildlife Research Center (KKWRC)...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724808",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to investigate the prevalence of hemoparasites among two endangered gazelle species, Gazella marica (Reem) and Gazella arabica (Idmi), raised at King Khalid Wildlife Research Center (KKWRC)",
      "significance": "conservation efforts",
      "conclusion": null
    },
    {
      "title": "Selecting suitable moss indicators for routine bioindication of roadside air pollution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methamphetamine induces long-lasting dysbiosis of the gut microbiota",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "As a highly addictive and neurotoxic stimulant, methamphetamine poses a severe threat to public psychological well-being and social security. Dysbiosis of gut flora is presumed to be a potential mechanism for methamphetamine habituation. To test this hypothesis, we conducted a cross-species study to analyze the enduring effects of methamphetamine administration on the gut microbiome. Either in an abstinent cohort or sensitized mice, the microbial community remained distinct from controls even...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ANGPTL8 accelerates bone loss in diabetic mice by promoting osteoclastic differentiation and inhibiting osteoblastic differentiation through AMPK pathway-mediated metabolic reprogramming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Marginal zone B cells mediate humoral immunity in vaccine-induced versus naturally acquired immunity against SARS-CoV-2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724792",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Editors' and Readers' Choice Awards 2026: sustained recognition of outstanding articles in the Journal of Comparative Physiology A",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "In recognition of outstanding articles published in the Journal of Comparative Physiology A, Editors' and Readers' Choice Awards are conferred annually to the top papers in the categories Original Research Paper and Review/Review-History Article. The recipients of the 2026 Editors' Choice Awards were selected based on votes cast by the Editorial Board on articles published in 2025. In the category Original Research Paper, this distinction goes to 'Monoamine neurochemistry, behavior, and...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724779",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "the Journal of Comparative Physiology A, Editors' and Readers' Choice Awards are conferred annually ",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and biological evaluation of 6-hydroxychromone based thiosemicarbazones as potential antidiabetic and antioxidant agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunomediator expression in human periodontal ligament MSCs varies depending on surface CD146 expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Isolating mesenchymal stromal cell (MSC) subpopulations with improved quality based on specific surface markers, such as CD146, is one approach to enhance their therapeutic potential. However, there is limited information on the cytokine-boosted immunomodulatory mechanisms between CD146-expressing and non-expressing MSCs across various inflammatory conditions. This study seeks to address this gap. MSCs from the human periodontal ligament (hPDL-MSCs) were treated with interleukin-(IL)-1β,...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724770",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Immunoinformatics based designing of a broad-spectrum multi-epitope vaccine against co-infection of human metapneumovirus, respiratory syncytial virus, and influenza A virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the impact of cultural opportunities and cultural perception on spatial equity of pocket parks in Guangzhou Liwan old town",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Social equity and environmental justice are essential for achieving sustainable urbanisation in developing countries. In densely populated and land-scarce areas, pocket parks provide a practical solution for increasing green space supply. This research establishes an opportunity measurement method based on cultural coefficients and a cultural perception evaluation system combining the Semantic Differential Method (SD) and the integration of Analytic Hierarchy Process (AHP) with the entropy...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverse regulation of functional dimerization of a sugar transporter by different interfacial lipids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Endogenous lipids play essential roles in modulating membrane protein structure and function, yet the molecular mechanisms governing lipid-specific regulation remain elusive. Here, we combine solid-state NMR spectroscopy and molecular dynamics simulations to elucidate how distinct lipids regulate the structure and activity of a membrane protein in a native-like membrane environment. Using VsSemiSWEET as a model system, we determine its high-resolution structure with bound lipids, identifying...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "International Society of Urological Pathology (ISUP) Consensus Conference on Precursor Lesions: Working Group 4 Precursor Lesions of Testis Results of a Premeeting Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "According to the current WHO classification, noninvasive germ cell neoplasia of the testis comprises germ cell neoplasia in situ (GCNIS), specific forms of intratubular germ cell neoplasia, and gonadoblastoma. Because type II germ cell tumors (GCT, type II) arise from GCNIS, accurate detection of precursor lesions is diagnostically important. In preparation for the 2024 International Society of Urological Pathology (ISUP) Consensus Conference on genitourinary precursor lesions, which took place...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724745",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Longitudinal and cross-sectional associations of myocardial stress markers with kidney function and chronic kidney disease in the BiomarCaRE project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724744/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Given the complex relationship between cardiovascular disease (CVD) and chronic kidney disease (CKD), CVD-related markers may serve as CKD biomarkers. We examined associations of three major CVD-markers [mid-regional pro-adrenomedullin (MR-proADM), MR-pro-atrial natriuretic peptide (MR-proANP), and N-terminal pro-B-type natriuretic peptide (NT-proBNP)] with CKD. Cross-sectional analyses included up to 61,830 participants, and longitudinal analyses (NT-proBNP only) 4205 individuals. Kidney...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724744",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "associations of three major CVD-markers [mid-regional pro-adrenomedullin (MR-proADM), MR-pro-atrial natriuretic peptide (MR-proANP), and N-terminal pro-B-type natriuretic peptide (NT-proBNP)] with CKD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HPV vaccination willingness and its determinants among male university students post-approval of male-specific HPV vaccines in China: a large-scale cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724739/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724739",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of Medicare Skilled Home Health for People Living With Dementia in the US: National Patterns and Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight variability in receipt of high-quality home health care among people living with dementia nationally and suggest a need for further investigation as to what constitutes high-quality home health care in this population. To ensure home health meets the unique care needs of people living with dementia, policy makers should work to ensure quality measures are better aligned with the needs of people living with dementia, incentivize access to high-quality home...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight variability in receipt of high-quality home health care among people living with dementia nationally and suggest a need for further investigation as to what constitutes high-quality home health care in this population. To ensure home health meets the unique care needs of peo..."
    },
    {
      "title": "Caregiver and Patient Input for Quality and Safety (C-PIQS) Pilot Study: Patient-Initiated Safety Observations Using an m-Health Tool",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The tool feasibly gathered relevant patient-reported safety observations from admitted patients from marginalized populations. Our study found lower reporting rates among Spanish-preferring, Latinx, and Black/African American patients, despite known higher rates of adverse events for these groups. Tracking minoritized patient participation and addressing differential engagement in patient engagement safety initiatives can improve racial and ethnic equity in reporting rates and,...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724734",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The tool feasibly gathered relevant patient-reported safety observations from admitted patients from marginalized populations. Our study found lower reporting rates among Spanish-preferring, Latinx, and Black/African American patients, despite known higher rates of adverse events for these groups"
    },
    {
      "title": "Filamin C Modulates Cellular Mechanoresponse Through Focal Adhesion Turnover and Actin Stabilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The study aimed to elucidate the mechanistic basis of impaired mechanosensitive pathways-YAP/TAZ and β-catenin signaling-in filamin C-deficient cells through investigation of transcriptomic profiles, actin cytoskeleton organization and focal adhesion structure. By using FlncKO-C2C12 cells and testing a number of inhibitors, we identified that mechanosensitive processes depend on filamin C function. We detected that filamin C deficiency leads to increased F/G-actin ratio and expansion of focal...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-Cause Mortality in Persons With HIV-HBV Co-Infection Treated for HBV in Rwanda: A Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Chronic hepatitis B virus (HBV) infection increases the risk of cirrhosis, hepatocellular carcinoma and non-liver complications. HIV co-infection accelerates disease progression and increases mortality risk compared to HBV mono-infection, but its impact among treated individuals is not well documented in Sub-Saharan Africa. We evaluated all-cause mortality among people with chronic HBV on treatment and assessed the effect of HIV/HBV co-infection. A retrospective cohort study using data from...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "among treated individuals is not well documented in Sub-Saharan Africa",
      "conclusion": null
    },
    {
      "title": "Alternative Translation Initiation in PRKN Delays the Onset of Parkinson's Disease and Offers a Therapeutic Target",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724727/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Biallelic variants in PRKN cause autosomal recessive Parkinson's disease (PD) with a median age at onset of 31 years. When evaluating the 16 previously published carriers of a homozygous deletion of Exon 2 from the International Parkinson's Disease and Movement Disorder Society Gene Database (MDSGene) database, the median age at onset is later (39.5 years) than in carriers of other PRKN pathogenic variants. We investigated whether these carriers show delayed disease onset compared...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724727",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Biallelic variants in PRKN cause autosomal recessive Parkinson's disease (PD) with a median age at onset of 31 years",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Landscape of diabetic kidney disease drug clinical trials in China (2013-2023): global implications for innovation and policy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "With the increasing prevalence of diabetes, the incidence rate of diabetic kidney disease (DKD) has risen yearly in China. While traditional therapies like renin-angiotensin system blockers remain foundational, the treatment paradigm is rapidly evolving with the emergence of novel agents, including SGLT2 inhibitors, mineralocorticoid antagonists, endothelin receptor antagonists, and GLP-1 receptor agonists. This study aims to provide an overview of the changing landscape of drug clinical trials...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724716",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to provide an overview of the changing landscape of drug clinical trials",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The annotated blueprint: integrated functional genomic resources for a model tetraploid wheat Triticum turgidum cv Kronos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Triticum turgidum cv Kronos is a tetraploid wheat cultivar that underpins one of the most widely used community platforms for functional genomics. Over the past decade, researchers have generated c. 3000 exome-capture (EC) and promoter-capture (PC) datasets linked to mutagenized seed stocks, along with extensive transcriptomic and phenotypic resources. However, the absence of a reference genome has constrained their full utility. We assembled a chromosome-scale reference genome for Kronos, with...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Preoperative Blood Pressure With 30-Day Mortality in Patients Undergoing Craniotomy for Brain Tumor Excision: A Retrospective Database Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Both low and high preoperative blood pressure were associated with increased 30-day mortality, demonstrating U-shaped relationships across all blood pressure parameters. Prospective studies are needed to test whether modification of preoperative blood pressure changes risk.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724711",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both low and high preoperative blood pressure were associated with increased 30-day mortality, demonstrating U-shaped relationships across all blood pressure parameters. Prospective studies are needed to test whether modification of preoperative blood pressure changes risk"
    },
    {
      "title": "RBFOX1 association with age at onset of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Genetic contributors to early onset Alzheimer's disease (AD) beyond APP and PSEN1/2 remain unknown. Identifying novel loci may reveal disease mechanisms and therapeutic targets. We investigated genetic variants influencing age at onset in early onset families from the Long-Life Family Study (LLFS).",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724706",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "genetic variants influencing age at onset in early onset families from the Long-Life Family Study (LLFS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole blood gene expression moderates associations between AD biomarkers and cognitive decline in cognitively unimpaired older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Early biological pathways explaining the risk for Alzheimer's disease (AD)-related cognitive decline remain poorly understood.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724695",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of Breast Cancer Screening Variability Among National Breast and Cervical Cancer Early Detection Program Awardees: Provider Shortages and Nurse Practitioner Autonomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NBCCEDP awardees can encourage their clinical partners to reach women in PC-HPSAs and encourage strategic partnerships with nurse practitioners to address differences in screening.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724668",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NBCCEDP awardees can encourage their clinical partners to reach women in PC-HPSAs and encourage strategic partnerships with nurse practitioners to address differences in screening"
    },
    {
      "title": "Prevalence of Nonfatal Opioid Overdoses and Interactions With the Health Care System Prior to Death Among Opioid Overdose Decedents, Rhode Island, 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings have important implications for overdose prevention efforts focused on connecting people experiencing nonfatal opioid overdoses to care, as these efforts would miss up to 71% of overdose decedents.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "implications for overdose prevention efforts focused on connecting people experiencing nonfatal opioid overdoses to care, as these efforts would miss up to 71% of overdose decedents",
      "conclusion": "Our findings have important implications for overdose prevention efforts focused on connecting people experiencing nonfatal opioid overdoses to care, as these efforts would miss up to 71% of overdose decedents"
    },
    {
      "title": "Diffusion Relaxation-Correlated Spectroscopic MR Imaging for In Vivo Tumor Heterogeneity and Lymph Node Metastasis Prediction in Oral Tongue Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: In oral tongue squamous cell carcinoma (OTSCC), cervical lymph node metastasis (CLNM) reduces predicted survival by 50%. However, MRI sensitivity for occult nodal disease is only 35.7%, reflecting limited microstructural specificity.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724657",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Banning sleep disparities research: A mentor's viewpoint",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724649",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Gas diffusion-mediated single-sided in situ gradient mineralized silk fibroin membrane for enhanced guided bone regeneration\" [Dent Mater 42, 1 (2026) 157-167]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Etiological identification of Orientia tsutsugamushi by metagenomic next-generation sequencing in an adult with septic shock in Taiwan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724632/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724632",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Eudragit-coated chitosan-tripterygium glycoside conjugate microspheres alleviate DSS-induced experimental colitis by inhibiting the TLR4/NF-B signaling pathway\" [Biomed. Pharmacother. 158 (2023) 114194]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"MDSCs promote pathological angiogenesis in ocular neovascular disease\" [Biomed. Pharmacother. 178 (2024) 117222]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk of kidney failure and death associated with target-dose (vs. below-target-dose) RAS inhibitors in HFrEF, HFmrEF and HFpEF: Spline-based reassessment of subgroup findings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724615/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724615",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond the chaos: How architecture structures tumour biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Cancer is increasingly recognised as a complex and heterogeneous disease, shaped not only by genetic mutations but also by the physical and biochemical context in which tumours develop. The spatial position of a cell, including its physical, cellular and molecular surroundings, shapes its fate, phenotypic plasticity and potential to transform and drive tumour progression and evolution. Tissue architecture provides a powerful framework for understanding the complex dynamics of cancer. It...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724590",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing the institutional provision of maternal nutrition services in antenatal clinics in Beijing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724577/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This city-wide institutional survey suggests that maternal nutrition services in Beijing antenatal clinics are broadly available but heterogeneous in delivery, staffing, and resources. Observed contrasts across facility types should be interpreted as descriptive patters rather than confirmed group differences. Future work should evaluate whether standardization, workforce development, infrastructure strengthening, and digital support improve service quality and equity, using...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724577",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This city-wide institutional survey suggests that maternal nutrition services in Beijing antenatal clinics are broadly available but heterogeneous in delivery, staffing, and resources. Observed contrasts across facility types should be interpreted as descriptive patters rather than confirmed group d..."
    },
    {
      "title": "Induction of allergic dermatitis with dinitrofluorobenzene in Yama mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Allergic dermatitis (AD) is a skin disease characterized by chronic inflammation. In the early stage, swollen, rush, hyperemia, and so on, are observed and moreover thickening and lichenification of the skin can occur at chronic stage. Most case of ADs are type Ⅰ allergy and immunoglobulin E and chemical such as histamine are involved. Type Ⅰ allergy is considered to be Th2 immunoreaction. Furthermore, lesions of AD contain eosinophil that play a role in Th2 immunoreaction. Clinically,...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724568",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metastasis mouse model of breast cancer derived from circulating tumor cells (CTCs) after primary orthotopic tumor resection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Breast cancer remains one of the most prevalent and deadly malignancies in women. Metastasis remains an unmet clinical need specially in some subtypes such as triple negative breast cancer. Among non-metastatic patients, more than 40 % fail to achieve a complete pathological response during the course of treatment, facing high rates of local failure post-resection and distant metastases. Recent studies suggest an association between the presence of circulating tumor cells (CTCs) and the...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724564",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation of regulatory T cells from healthy murine mammary glands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Regulatory T (Treg) cells are a subset of CD4^(+) lymphocytes broadly recognized for their critical role in maintaining peripheral tolerance. More recent findings have highlighted their growing importance in maintaining homeostasis in several non-lymphoid tissues. These functions have been characterized in a number of tissues, but Treg cell physiologic function in mammary glands remains unexplored. Due to their low abundance in this tissue, Treg cells can be challenging to isolate for study;...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724562",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Definitive Airway Management in the Critical Care Transport Medicine Environment: An Exploratory Convenience Survey-Based Analysis of Retrieval Experts on the Profound Shock State Patient",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study concluded that further investigation is needed to develop evidence-based guidelines for intubating patients in profound shock. The findings suggest that reduced sedation dosing and consideration of using paralytic-only intubation may mitigate the risks of cardiovascular collapse and improve patient outcomes in this critically ill patient population.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724549",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study concluded that further investigation is needed to develop evidence-based guidelines for intubating patients in profound shock. The findings suggest that reduced sedation dosing and consideration of using paralytic-only intubation may mitigate the risks of cardiovascular collapse and improv..."
    },
    {
      "title": "Global impact of COVID-19 on organized CRC screening programs: lessons learned",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Using a standardized data template, this study retrospectively collected data about colorectal cancer (CRC) screening activity in 2020 and 2021 to estimate the impact of the COVID-19 pandemic compared to the pre-pandemic period (2018 or 2019). Data were collected from 17 programs in 14 countries of which 15 were population-based programs. Invitation coverage was decreased by up to 53.7 % in 2020. Participation among those invited was similar in both periods for all programs. The maximum backlog...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724540",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of the COVID-19 pandemic compared to the pre-pandemic period (2018 or 2019)",
      "conclusion": null
    },
    {
      "title": "Evidence-based decision analysis guiding clinical guidelines for an organized population-based screening for colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our decision analysis shows benefit-harm and cost-effectiveness trade-offs. In the consensus meeting of the ANCCS, colonoscopy- and FIT-based screening starting at age 45 were selected as suggested screening strategies, accounting for benefit-harm balance, evidence level, and implementation aspects.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724538",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our decision analysis shows benefit-harm and cost-effectiveness trade-offs. In the consensus meeting of the ANCCS, colonoscopy- and FIT-based screening starting at age 45 were selected as suggested screening strategies, accounting for benefit-harm balance, evidence level, and implementation aspects"
    },
    {
      "title": "Gastrointestinal Stromal Tumors: Molecular Mechanisms of Drug Resistance and Advances in Therapeutic Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Gastrointestinal stromal tumors (GISTs), the most common mesenchymal neoplasms of the digestive tract, are primarily driven by gain-of-function mutations in the receptor tyrosine kinases KIT or PDGFRA. The introduction of imatinib, a selective tyrosine kinase inhibitor (TKI), revolutionized the management of advanced GIST. However, the emergence of drug resistance remains a major clinical challenge, limiting long-term efficacy. Resistance mechanisms are multifactorial, predominantly involving...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724491",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trace-level ultra-high-performance liquid chromatography-tandem mass spectrometry detection of organophosphorus pesticides in camel milk: Safeguarding public health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Camel milk is renowned for its nutritional and medicinal properties, yet its potential contamination remains a growing public concern. Despite this, the organophosphorus pesticide (OPP) content of camel milk has not been comprehensively analyzed worldwide. Using liquid chromatography-tandem mass spectrometry, we analyzed 12 important OPP in 40 camel milk samples over a widespread distribution in the United Arab Emirates. Both raw and pasteurized milk samples were analyzed, and the method was...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "12 important OPP in 40 camel milk samples over a widespread distribution in the United Arab Emirates",
      "significance": "OPP in 40 camel milk samples over a widespread distribution in the United Arab Emirates",
      "conclusion": null
    },
    {
      "title": "Frozen storage is detrimental to the functionality of cream cheese and mascarpone even in high-pressure-treated samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724476/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Cream cheese and mascarpone are 2 popular types of fresh cheeses. In the United States, these cheeses have recently experienced growth in their exports due to their popularity in baking and dessert applications (e.g., cheesecake and tiramisu). Historically, these products were consumed quickly, but the introduction of processing methods like hot packing (where the hot product is filled directly into the final containers) has facilitated a much longer shelf life. Freezing is a widely used...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724476",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aberrant brain activity during sad-happy emotional switching in adolescents with bipolar disorder: a functional MRI study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724447/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Adolescents with BD showed aberrant brain activity patterns for regulating emotions, shifting attention, and maintaining cognitive control during emotional switching. These network alterations may serve as potential neuroimaging biomarkers for adolescent with BD, assisting individualized treatment strategies targeting emotion-cognition dysfunctions.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724447",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adolescents with BD showed aberrant brain activity patterns for regulating emotions, shifting attention, and maintaining cognitive control during emotional switching. These network alterations may serve as potential neuroimaging biomarkers for adolescent with BD, assisting individualized treatment s..."
    },
    {
      "title": "High-Yield and Simple Production of a Ferritin-tagged Urate oxidase with Enhanced Catalytic Stability and Yield",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Urate oxidase (Uox) has great potential in biotechnology. However, the exploration of Uox with superior stability and its simple preparation with high yield remains challenging. By fusing human ferritin with the Uox from the extremophile Deinococcus radiodurans, a novel 24-polymeric Uox (DrUox-F) with excellent properties was achieved. The DrUox-F with 98% purity was obtained through low-speed centrifugation with the yield of 890mg/L, representing the highest yield currently reported....",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724444",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All-cause mortality and risk factors for death in patients with Clostridioides difficile infections: a prospective multicentre cohort study in six German university hospitals, 2016-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study provides a comprehensive assessment of all-cause in-hospital mortality among CDI patients in Germany. By identifying robust and easily accessible risk factors for death, our findings support improved risk stratification and may inform targeted management strategies for high-risk patient populations.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724443",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study provides a comprehensive assessment of all-cause in-hospital mortality among CDI patients in Germany. By identifying robust and easily accessible risk factors for death, our findings support improved risk stratification and may inform targeted management strategies for high-risk patient po..."
    },
    {
      "title": "Associations between quantitative sensory tests and measures of pain and function in persons over 45 with meniscal tear",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this cross-sectional assessment of individuals with meniscal tear and OA, associations between QST measures and measures of pain, strength and performance were generally weak, suggesting pain sensitization makes minor contributions to these objective and subjective outcomes.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "and subjective outcomes",
      "significance": null,
      "conclusion": "In this cross-sectional assessment of individuals with meniscal tear and OA, associations between QST measures and measures of pain, strength and performance were generally weak, suggesting pain sensitization makes minor contributions to these objective and subjective outcomes"
    },
    {
      "title": "Chemical Profiling and Toxicological Assessment of Refined Idesia polycarpa Maxim Oil: Acute and Genotoxicity Evaluations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Collectively, these findings support the safety of refined IPMO as a linoleic acid-rich edible oil, indicating its potential for use in food applications.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, these findings support the safety of refined IPMO as a linoleic acid-rich edible oil, indicating its potential for use in food applications"
    },
    {
      "title": "Patterns of subthalamic synchronized oscillatory neurons are characteristics of motor subtypes of Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Synchronized tremor frequency and β frequency oscillatory neurons seem to associate with the TD and PIGD subtypes of PD respectively. The low β frequency of 13-20 Hz oscillatory neurons is more implicated for rigidity/bradykinesia. Synchronized oscillatory neurons in the dorsal STN support the idea that the neurons can be used to guide optimal electrode placement.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724419",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Synchronized tremor frequency and β frequency oscillatory neurons seem to associate with the TD and PIGD subtypes of PD respectively. The low β frequency of 13-20 Hz oscillatory neurons is more implicated for rigidity/bradykinesia"
    },
    {
      "title": "Brain Stimulation Prevents Neural Downregulation and Optimizes Learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Non-invasive brain stimulation, such as transcranial random noise stimulation (tRNS), has been shown to enhance cortical excitability and facilitate perceptual learning. However, the neural mechanisms underlying these effects remain poorly understood. Here, we demonstrate that tRNS over the bilateral intraparietal sulcus (IPS) optimizes learning by preventing the decline in neural activity that occurs during short, high-load attentional training, thereby sustaining excitability and enhancing...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724411",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soluble FcεRI is increased in advanced-mastocytosis and acts as negative-regulator of mast cell-expansion and activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724406/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: sFcεRI is often elevated in patients with advanced SM and acts as negative-regulator of growth and activation of neoplastic mast cells.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724406",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "sFcεRI is often elevated in patients with advanced SM and acts as negative-regulator of growth and activation of neoplastic mast cells"
    },
    {
      "title": "Meta-analysis of genome-wide association studies of food allergy and IgE-sensitization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified 37 SNPs suggestively associated with FA and demonstrated genetic differences across phenotypes. It highlights the need for a unified FA definition and sheds light on its shared genetic architecture with allergies.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified 37 SNPs suggestively associated with FA and demonstrated genetic differences across phenotypes. It highlights the need for a unified FA definition and sheds light on its shared genetic architecture with allergies"
    },
    {
      "title": "Task-aware multiple instance learning for stress detection from facial video data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Stress is a prevalent condition linked to a wide range of mental and physical health disorders. Timely detection of stress is critical for enabling early interventions and promoting long-term well-being. Traditional detection methods based on physiological signals, can be effective, but intrusive or unsuitable for continuous or large-scale deployment. In this study, we propose a video-based stress detection method using top-k Multiple Instance Learning. Our approach is based on the assumption...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differentiating bipolar disorder and schizophrenia using sleep EEG power and coherence features: A machine learning approach based on polysomnography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724396/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Differentiating between bipolar disorder (BD) and schizophrenia (SZ) is challenging due to overlapping clinical symptoms and shared genetic risks, resulting in frequent misdiagnoses and ineffective treatments. This study investigates whether overnight polysomnography (PSG), particularly EEG-derived power spectral and coherence features, can robustly distinguish BD from SZ. We collected PSG data from 196 BD and 154 SZ patients and selected a propensity-score matched cohort of 137 patients per...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724396",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ganglioside GM2 induces epithelial-mesenchymal transition (EMT) in cancer cells in a MEK/ERK/Egr1-dependent transcriptional program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Ganglioside GM2 plays a critical role in cancer cell migration and invasion, although the intricate molecular mechanism remains elusive. This study provides a novel insight on the underlying signaling pathways and their crosstalk involved in GM2-mediated tumorigenesis. Transcriptome sequencing displayed differential expression of ERK (extracellular signal regulated kinase) target genes in GM2-treated HeLa cells. Results further showed significant upregulation of the ERK target gene expression in...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724381",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between the gut microbiota and estimated glomerular filtration rate in two Swedish population-based cohorts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Gut microbial diversity and 44 reproducible species are independently linked to kidney function in community dwelling adults. Enrichment of histidine and carnitine pathways, and their circulating metabolites implicates microbial metabolism as a contributor to eGFR variability, suggesting tractable targets for early kidney protection.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724378",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Gut microbial diversity and 44 reproducible species are independently linked to kidney function in community dwelling adults. Enrichment of histidine and carnitine pathways, and their circulating metabolites implicates microbial metabolism as a contributor to eGFR variability, suggesting tractable t..."
    },
    {
      "title": "The splenic norepinephrine-β2-adrenergic receptor axis aggravates sepsis-associated acute kidney injury via neutrophil-mediated immunosuppression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings clarify the role of splenic NE/β2-AR signaling in modulating neutrophil-mediated immunosuppression, thereby driving sepsis progression and aggravating kidney damage.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724376",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings clarify the role of splenic NE/β2-AR signaling in modulating neutrophil-mediated immunosuppression, thereby driving sepsis progression and aggravating kidney damage"
    },
    {
      "title": "Single-cell RNA and ATAC sequencing reveals cell subsets characteristics in adipose-derived stem cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The inherent heterogeneity of adipose-derived stem cells (ADSCs) complicates their characterization, as aggregated data obscure the nuanced states of individual cells and are skewed by dominant functional subpopulations affecting genetic and biological profiles. This heterogeneity presents a significant challenge for the effective deployment of ADSCs in clinical and research settings, highlighting the necessity for precise identification and isolation of specific subsets according to stringent...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724372",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Reading Brain - Transforming Vision into Language",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Reading is built upon transformations that map representations of written words to their pronunciations, names, and meanings. However, unlike many other visual skills, literacy is unique to humans and has only become widespread in the past few hundred years, therefore neural circuits that underly reading cannot have evolved for reading. Thus, scientists have long debated the nature of the neural re-tuning of visual networks that must occur to support these transformations in a highly skilled...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724370",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fatty acid oxidase Ehhadh mediates stem cell fate remodeling via mitophagy activation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Orchestrated cellular fate remodeling is integral to tissue repair/replenishment. Extrinsic cues can trigger a switch from self-renewal priming to differentiation initiation in stem cells. However, cell fate remodeling-based therapy and/or transplanting stem cells suffer from limitations of retention and/or low efficiency. The study found reprogramming fatty acid metabolic flux facilitated cell fate remodeling. Knockdown of Ehhadh, a bi-functional fatty acid oxidase, promotes somatic cell...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724368",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex specific genomic insights into type 1 diabetes through GWAS and single cell transcriptome analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Sex-stratified GWAS reveal novel T1D risk loci influenced by sex. Incorporating sex-specific effect sizes into PRS enhances risk discrimination, underscoring the value of sex-aware genetic analyses for precise prediction of T1D.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724362",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sex-stratified GWAS reveal novel T1D risk loci influenced by sex. Incorporating sex-specific effect sizes into PRS enhances risk discrimination, underscoring the value of sex-aware genetic analyses for precise prediction of T1D"
    },
    {
      "title": "The Immunomodulatory Effects of Intratumoral Microbiota on Tumor Initiation, Progression, and Metastasis: From Understanding to Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The human body harbors a diverse array of microbial communities, including bacteria, viruses, and fungi. Recent advancements in high-throughput sequencing technology have revealed the presence of bacterial DNA within tumor cells, challenging the long-held belief that tumor tissues are sterile. The tumor immune microenvironment (TIME) is a complex and dynamic system comprising tumor cells, immune cells, and cytokines. These components interact intricately, playing crucial roles in tumor...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724340",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social Disconnection and Residual Cardiovascular Risk: From Pathophysiology to Social Prescribing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724337",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergence of a novel cefotaxime- and ciprofloxacin-resistant strain of serogroup Y Neisseria meningitidis sequence type 23 clonal complex in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A novel cefotaxime- and ciprofloxacin-resistant MenY cc23 clone has emerged in China, with an enhanced transmissibility and a higher level of cefotaxime-resistance, potentially challenging the current IMD treatment and chemoprophylaxis strategies across broader geographic regions. Continuous surveillance for this dual-resistant clone is warranted, utilizing molecular markers including ST-18108, NEIS1753_5058 allele, and the 175 SNPs identified in this study.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A novel cefotaxime- and ciprofloxacin-resistant MenY cc23 clone has emerged in China, with an enhanced transmissibility and a higher level of cefotaxime-resistance, potentially challenging the current IMD treatment and chemoprophylaxis strategies across broader geographic regions. Continuous surveil..."
    },
    {
      "title": "Posttraumatic stress disorder after second trimester medical termination of pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Nearly half of women undergoing medically indicated second-trimester TOP were at risk of PTSD and more than one-third of severe PTSD. The absence of risk factors underlines the potential benefits of systematic psychological evaluation after TOP for all women.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Nearly half of women undergoing medically indicated second-trimester TOP were at risk of PTSD and more than one-third of severe PTSD. The absence of risk factors underlines the potential benefits of systematic psychological evaluation after TOP for all women"
    },
    {
      "title": "Secukinumab: A new Hope for precision treatment of Acute kidney injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724274/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Acute kidney injury (AKI) is a common clinical syndrome for which specific therapeutic measures are still lacking. This study reveals that activated Th17 cells are the primary source of the pro-inflammatory cytokine interleukin-17A (IL-17A) within the AKI immune microenvironment, and demonstrates that IL-17A likely serves as a key inflammatory mediator contributing to AKI injury. In several classic murine AKI models, IL-17A expression was significantly upregulated in renal tissues. Moreover,...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724274",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multimodal framework for early developability assessment to accelerate protein and antibody development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Protein and antibody therapeutics, distinguished by exceptional activity, specificity, and precise biological functions, are crucial in modern pharmaceuticals. Their clinical success depends on developability, encompassing physicochemical properties to ensure stability and safety and are governed by protein characteristics and formulation composition. However, formulation development of biopharmaceutical drugs remains hindered by inefficient and expensive trial-and-error experiments. In this...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724260",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of parasitic load, breed, age, housing and season on skin and hair coat condition in horses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Parasite load was significantly associated with hair luster in this study, and there was no association between parasite load and any other outcome.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Parasite load was significantly associated with hair luster in this study, and there was no association between parasite load and any other outcome"
    },
    {
      "title": "Social media support groups for youth nicotine vaping cessation: a randomized clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Social media support groups were acceptable to diverse young people and improved abstinence rates on average over 6 months compared to quitline referral.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724253",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Social media support groups were acceptable to diverse young people and improved abstinence rates on average over 6 months compared to quitline referral"
    },
    {
      "title": "Dual mechanism of electrochemical regulation to reduce soil Nitrous Oxide emissions-microbial recruitment and electron transfer pathway optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Greenhouse gas emissions from agricultural nitrogen cycling, primarily Nitrous Oxide (N(2)O), are intrinsically linked to fertilizer dynamics. Conventional mitigation strategies emphasize synthetic fertilizer reduction, yet suffer from inefficiency and lack of sustainability. This study introduces an electrochemical regulation approach and, through comparative analysis of two fertilizers (ammonium sulfate vs. urea), elucidates dual mechanisms (redox modulation and microbial community...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "P2Y<sub>14</sub> receptor in the nervous system: Pharmacology, mechanisms, and therapeutic potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The P2Y(14) receptor, a nucleotide sugar-sensing G protein-coupled receptor activated primarily by UDP-glucose (UDP-G), has emerged as an important regulator of purinergic signaling in both peripheral and central tissues. Distinct from other P2Y receptors, P2Y(14) links extracellular metabolic cues to immune activation, chemotaxis, and inflammatory gene expression. Recent evidence demonstrates that P2Y(14) is widely expressed in the nervous system and contributes to neuroinflammatory responses,...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "regulator of purinergic signaling in both peripheral and central tissues",
      "conclusion": null
    },
    {
      "title": "Can cord blood unit selection improve outcomes after single-unit unrelated cord blood transplantation for non-remission acute myeloid leukemia?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724241/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Among adults with non-remission AML undergoing single-unit CBT, CD34⁺ cell dose, CFU-GM count, and donor-recipient sex compatibility were independent predictors of survival and engraftment. Furthermore, the degree of HLA mismatch exhibited a complex relationship with relapse and NRM, highlighting the need for balanced graft selection strategies that optimize both engraftment and disease control in CBT for non-remission AML.",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41724241",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Among adults with non-remission AML undergoing single-unit CBT, CD34⁺ cell dose, CFU-GM count, and donor-recipient sex compatibility were independent predictors of survival and engraftment. Furthermore, the degree of HLA mismatch exhibited a complex relationship with relapse and NRM, highlighting th..."
    },
    {
      "title": "RESEARCH NOTE: Effect of inhibition of bone morphogenetic protein signaling pathway by dorsomorphin on the establishment of embryo polarity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723954/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12Ak-Eek5aCiXtpXt5nPotfAmzuqq2n4KV7PFY26W42gL0Wk4G&fc=20250824201017&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Bone morphogenetic proteins (BMPs) play a crucial and conserved role in establishing embryo polarity across the animal kingdom. However, it is not known how different levels of BMP activity affect embryo polarization in amniote species. To address this question, here we treat dorsomorphin, a selective inhibitor of the BMP signaling, at various concentrations, on early chick embryos and observe the effect on primitive streak formation. In our results, dorsomorphin affects primitive streak...",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "GIST"
      ],
      "pmid": "41723954",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predefined-time tracking control for underwater robots",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41724769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=14wpWf7MA3AKQSRGSBGZnJWuy_XngRdzPRoKvgHBVI3A4IsM3D&fc=20250824201035&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-22T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University"
      ],
      "pmid": "41724769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI-based imputation of anti-Müllerian hormone enables robust prediction of oocyte retrieval during controlled ovarian stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AI-based imputation offers a practical solution for clinical infertility care, where missing data is caused by documentation issues or repeat-cycle workflows. This approach bridges the gap between ideal laboratory records and realistic data limitations, ensuring that data-driven decision support remains accessible even in the presence of incomplete records.",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41723323",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AI-based imputation offers a practical solution for clinical infertility care, where missing data is caused by documentation issues or repeat-cycle workflows. This approach bridges the gap between ideal laboratory records and realistic data limitations, ensuring that data-driven decision support rem..."
    },
    {
      "title": "Small heterodimer partner protects against osteoarthritis by inhibiting IKKβ/NF-κB-mediated matrix-degrading enzymes in chondrocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723166/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Osteoarthritis (OA), characterised by cartilage destruction, is the most common degenerative joint disease. However, no effective disease-modifying OA therapy is currently available. Herein, we report orphan nuclear receptor small heterodimer partner (SHP, NR0B2) as a novel catabolic regulator of OA pathogenesis. NR0B2 expression was markedly downregulated in cartilage from patients with OA. Global or chondrocyte-specific Nr0b2 deletion in male mice exacerbated OA-related pain and structural...",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41723166",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A scalable microbead-based cell culture platform presenting curvature cues for the enrichment of cancer stem cell-like phenotypes beyond 3D spheroid models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41722283/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "Cancer stem cells (CSCs) have been implicated as potential contributors to tumor recurrence, therapeutic resistance, and metastatic behavior. While traditional 3D spheroid models have advanced CSC research, their multilayered architecture introduces cellular heterogeneity and limits reproducibility. Here, we present a 3D microbead-based culture platform that enables spatially uniform induction of CSC-like phenotypes in cancer cells and scalable expansion of malignancy-enriched cells. By...",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41722283",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Scalable Hygroscopic Moisture-Electric Generator With Long-Term Stability for Self-Powered Wound-Healing Stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41721541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "The growing demand for sustainable energy solutions has increased interest in ambient energy harvesters capable of continuous operation under diverse environmental conditions. Here, we report a hygroscopic moisture-electric generator (HMEG) that achieves long-term, self-sustained power generation through an asymmetric architecture composed of montmorillonite and calcium chloride. The integration of hygroscopic materials within a perforated coin-cell structure enables directional moisture...",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41721541",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing social isolation in schools: a social network analysis of the HOPE bullying prevention program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41723509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrocardiogram-based deep learning score for coronary artery calcification reclassifies cardiovascular risk and identifies screening candidates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723484/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41723484",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between nutritional status and clinical characteristics in nontuberculous mycobacterial pulmonary disease: preliminary results from the NTM-KOREA cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Baseline nutritional status was closely associated with disease severity and HRQOL in NTM-PD. Preliminary longitudinal data suggested that malnutrition may negatively impact symptomatic improvement and treatment adherence, highlighting the need for routine nutritional assessment.",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41723437",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "symptomatic improvement and treatment adherence, highlighting the need for routine nutritional assessment",
      "conclusion": "Baseline nutritional status was closely associated with disease severity and HRQOL in NTM-PD. Preliminary longitudinal data suggested that malnutrition may negatively impact symptomatic improvement and treatment adherence, highlighting the need for routine nutritional assessment"
    },
    {
      "title": "Intraoperative neuromonitoring use in posterior endoscopic cervical decompression: can it reduce complications?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IONM enhances surgical decision-making and strengthens surgeon confidence despite its limited predictive ability for postoperative deficits. IONM alarms swiftly identify and address potential complications, thereby supporting patient safety. Continued advancements in IONM technology hold promise for further optimization of orthopedic surgical outcomes.",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41723325",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IONM enhances surgical decision-making and strengthens surgeon confidence despite its limited predictive ability for postoperative deficits. IONM alarms swiftly identify and address potential complications, thereby supporting patient safety"
    },
    {
      "title": "Complications after radiotherapy in patients with Graves' orbitopathy: A nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In patients with GO, cataract, radiation retinopathy, dry eye syndrome, ocular surface disease, and head and neck cancers are potential complications of orbital RT. Risk factor identification and long-term monitoring are crucial for minimising treatment-related complications and improving patient outcomes.",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41723280",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with GO, cataract, radiation retinopathy, dry eye syndrome, ocular surface disease, and head and neck cancers are potential complications of orbital RT. Risk factor identification and long-term monitoring are crucial for minimising treatment-related complications and improving patient ou..."
    },
    {
      "title": "Towards an improved efficient leakage-resilient enhanced private set union",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41723263",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depression risk after cochlear implantation compared with other rehabilitation strategies in severe hearing loss: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41723246/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260223030511&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-21T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41723246",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}