{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-02-25T08:05:43.590Z",
  "totalItems": 150,
  "totalArchived": 57938,
  "newPapersAdded": 207,
  "institutionBreakdown": {
    "KAIST": 16,
    "SNU": 87,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 6,
    "Korea University": 61,
    "IBS": 12,
    "UNIST": 0,
    "Hanyang University": 9,
    "KIST": 3,
    "GIST": 2,
    "Kyung Hee University": 6,
    "Pusan National University": 4
  },
  "subjectAreaBreakdown": {
    "Biomedical": 47,
    "Multidisciplinary": 72,
    "Cancer Research": 14,
    "Materials Science": 10,
    "Neuroscience": 7
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Ensuring safety of exercise training through non-invasive measurement of cardiac function: A pilot study in adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Cardiac rehabilitation (CR) improves exercise capacity, but frequent cardiopulmonary exercise testing (CPET) is impractical. The AESCULON mini enables non-invasive hemodynamic monitoring, though its role in CR remains unclear. Eleven patients (6 myocardial infarction, 3 angina pectoris, 2 dilated cardiomyopathy) undergoing outpatient CR at the University of Tokyo Hospital were studied. Hemodynamics were measured using the AESCULON mini before and after 20 min of aerobic exercise at the anaerobic...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41736179",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A protocol for a systematic review of the psychosocial effects of experiencing compassion from others and its interpretation through secular and religious frameworks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Compassion is widely studied as a prosocial motivator with recognized mental health benefits, yet the psychosocial effects of receiving compassion remain underexplored. Interpretive frameworks-whether religious or secular-may influence how individuals perceive and emotionally respond to compassionate acts.",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41736168",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Challenges in functional validation and mechanistic interpretation of a novel LACC1 variant in familial juvenile arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "In their recent publication, Alblooshi et al. report the identification and preliminary functional analysis of a novel LACC1 variant, p.Asp220Asn, associated with familial juvenile idiopathic arthritis. While their study provides a valuable genetic association, this letter offers a critical appraisal to contextualize the findings and propose essential future directions. We contend that the functional characterization, while indicative of a loss-of-function, is insufficient to distinguish it from...",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41736164",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the microbiomes contributing to biodeterioration dynamics of limestone heritage at the Longmen Grottoes archeological site",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736163/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We revealed that cyanobacteria, as the main organic carbon producer, support the development of microbiomes that drive the biogeochemical cycles of carbon, nitrogen, and sulfur. Importantly, corrosion of minerals by microbial acids through ammonia oxidation and nitrification is the main consequence of the biodeterioration dynamics. Our findings will provide a basis for sustainable conservation of outdoor stone heritage from microbially induced biodeterioration. Video Abstract.",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41736163",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We revealed that cyanobacteria, as the main organic carbon producer, support the development of microbiomes that drive the biogeochemical cycles of carbon, nitrogen, and sulfur. Importantly, corrosion of minerals by microbial acids through ammonia oxidation and nitrification is the main consequence ..."
    },
    {
      "title": "Enhancing prostate cancer diagnosis: a machine learning-based biomarker approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736161/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-25T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41736161",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NetG2P: Network-based genotype-to-phenotype transformation identifies key signaling crosstalk for prognosis in pan-cancer study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NetG2P generates patient-specific networks of critical oncogenic features and suggests personalized treatments, hence advancing precision medicine in oncology.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41736082",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NetG2P generates patient-specific networks of critical oncogenic features and suggests personalized treatments, hence advancing precision medicine in oncology"
    },
    {
      "title": "Self-Oscillating Helix Showing Amplified Winding and Unwinding Motions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Helical architectures in nature amplify motion via winding-unwinding. We report a simple, universal photopolymerization strategy to fabricate hydrogel helices with precisely controlled radial polymer gradients inside glass capillaries. A helically wrapped photomask and a chemical UV absorber (Ru(bpy)(3)) jointly encode longitudinal and radial asymmetry. Their geometry is readily programmed by adjusting the photomask width and spacing, and our approach is polymer-general, including...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41735781",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "PAK4 in metabolic diseases: regulation by nutrient signals and therapeutic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Here we highlight recent advances in understanding the regulatory role of p21-activated kinase 4 (PAK4), the prototypical group II PAK family member, in metabolic diseases. It also briefly notes the contributions of the group I member PAK1 in metabolic tissues. Activation of PAK4 is mediated by upstream Ras-related small GTPases such as Cdc42 and Rac1. In addition to this classical mechanism, post-translational modifications triggered by growth factors and hormonal signals are now recognized as...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41735496",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of fully covered self-expanding metal stents removal versus stent-in-stent techniques in recurrent malignant distal biliary obstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Fully covered self-expandable metal stents (FCSEMSs) are widely used in managing malignant distal biliary obstruction (MDBO). However, recurrent biliary obstruction (RBO) has become a significant challenge due to improved patient survival with advanced chemotherapy. This multicenter retrospective cohort study evaluated revision techniques for FCSEMS dysfunction in 159 patients with MDBO initially treated with FCSEMSs. Patients were categorized into four groups based on the revision method: stent...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41735475",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Speckle-based X-ray microtomography via preconditioned Wirtinger flow",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Three-dimensional quantitative phase imaging has been extensively studied in X-ray microtomography to improve the sensitivity and specificity of measurements, especially for low atomic number materials. However, obtaining quantitative phase images typically requires additional measurements or assumptions, which significantly limit the practical applicability. Here, we present preconditioned Wirtinger flow (PWF) to realize an assumption-free, single-shot, quantitative X-ray microtomography....",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41735270",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antiviral drug discovery and development: challenges and future directions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735249/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "The coronavirus disease 2019 (COVID-19) pandemic has stimulated extensive endeavors toward the development of therapeutic interventions targeting severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and human proteins for viral infection control, encompassing numerous potential drugs and thousands of patients participating in clinical trials. These concerted efforts have resulted in significant advancements in antiviral drug discovery and development. In this review, we present a...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41735249",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mapping urban soundscape patterns using user-generated content: A place model approach to acoustic environment perception",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Urban acoustic environments significantly influence quality of life, prompting a paradigm shift from noise reduction to soundscape design that considers human perception. This study investigates urban soundscape perceptions using social media data to understand how acoustic environments reflect urban spatial characteristics. We collected Korean-language Twitter texts from 156 points of interest in Seoul's central and southeastern neighborhoods from October to November 2020. The collected texts...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41734232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation of Visible Water(biogel)/Solid Lipid/Water Multiple Emulsion for Cosmetics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733419/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "We present a simple method that produces visible solid lipid microparticles (SLMs) encapsulating biogel particles for cosmetics. Biogel particles are prepared via W/O/W emulsification, and then SLMs encapsulating biogel particles are produced through continuous W/O/W multiple emulsification. We find that the presence of solid lipid affects the appearance, size, structure, crystallization properties, and physical protection of multiple emulsions, as observed through particle size analysis,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41733419",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beetroot juice supplementation enhances the effects of blood flow restriction training on lower limb strength and vertical jump performance under fatigue in male university students: a randomized, double-blind, placebo-controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The results indicate that four weeks of BFR training, with or without BRJ supplementation, can improve knee flexor and extensor strength and bilateral CMJ performance. However, the effects of BRJ were selective rather than broadly superior, as BRJ mainly enhanced BFR training by reducing fatigue-related declines in vertical jump performance.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41733365",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results indicate that four weeks of BFR training, with or without BRJ supplementation, can improve knee flexor and extensor strength and bilateral CMJ performance. However, the effects of BRJ were selective rather than broadly superior, as BRJ mainly enhanced BFR training by reducing fatigue-rel..."
    },
    {
      "title": "Gas-Phase Circular Dichroism Spectroscopy Using Randomized Circularly Polarized Laser Pulses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Circular dichroism (CD) spectroscopy of gaseous molecules remains challenging because of intrinsically weak CD signals and low molecular number densities, which necessitate the use of pulsed molecular beams and high-power pulsed lasers. Pulse-to-pulse intensity fluctuations in both systems introduce variations in ionsignals, leading to fluctuation-induced artifacts in the measured CD values. To suppress these effects, we developed a CD measurement technique that employs randomly alternating...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41733010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced polymeric membranes for CO<sub>2</sub> separation: fundamentals, materials, and practical challenges",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Membrane-based CO(2) separation is emerging as a central technology for achieving carbon neutrality, yet its widespread deployment remains constrained by longstanding trade-offs among permeability, selectivity, long-term stability, and scalability. This review provides the conceptual foundations, materials evolution, and market drivers shaping the next generation of polymeric CO(2) separation membranes. We first revisit the fundamentals of mass transport through dense polymer films and highlight...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41732959",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasound-Mediated Polymer Processing to Control Viscoelasticity for Inkjet-Printed Polymer LEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Inkjet printing offers a scalable and material-efficient route for fabricating high-resolution optoelectronic devices, yet the strong viscoelasticity of high-molecular-weight conjugated polymers remains a critical bottleneck for reliable jetting. Here, we introduce ultrasound-mediated polymer processing as a strategy to tune the viscoelasticity of a light-emitting polymeric material without external additives. Sonochemical treatment of Super Yellow selectively cleaved alkoxy side chains, as...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "41732848",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Slippery dopamine-fluoropolymer hybrid surface for improving biliary stent longevity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Biliary obstruction leads to bile retention and triggers a cascade of pathological events. Bile accumulation induces cholestasis and inflammation, progressing to hepatocellular injury, fibrosis, and ultimately liver failure. To restore bile flow, biliary stents are a necessary option due to their immediate patency. However, their high susceptibility to foreign body reaction (FBR) associated fibrosis, biofilm formation, and biliary sludge accumulation leads to frequent occlusion. To address this...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41732674",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Midterm outcomes of revision biceps tendon augmentation without tear completion for high-grade partial articular-sided supraspinatus retear",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732427/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: High-grade PASR lesions following arthroscopic rotator cuff repair are uncommon and challenging due to poor tendon quality. Revision biceps tendon augmentation without tear completion appears to be a reliable surgical option for PASR lesions, yielding favorable midterm functional and radiological outcomes.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41732427",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High-grade PASR lesions following arthroscopic rotator cuff repair are uncommon and challenging due to poor tendon quality. Revision biceps tendon augmentation without tear completion appears to be a reliable surgical option for PASR lesions, yielding favorable midterm functional and radiological ou..."
    },
    {
      "title": "Delays in Diagnosing Pediatric Inflammatory Bowel Disease in Korea: Impact on Disease Severity and the Need for Early Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732043/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Significant diagnostic delays are primarily due to prolonged intervals between symptom onset and the first physician visit. Public awareness campaigns about IBD symptoms tailored to the growing number of pediatric IBD patients in Korea could be a crucial factor for early diagnosis.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41732043",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant diagnostic delays are primarily due to prolonged intervals between symptom onset and the first physician visit. Public awareness campaigns about IBD symptoms tailored to the growing number of pediatric IBD patients in Korea could be a crucial factor for early diagnosis"
    },
    {
      "title": "Mechanically and Functionally Resilient Piezoelectric Fiber Coils and Knots for Reliable Self-Powered Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731946/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Electrospun poly(vinylidene fluoride-co-trifluoroethylene) (P(VDF-TrFE)) piezoelectric nanofibers are attractive for self-powered sensing owing to their flexibility and ability to convert mechanical deformation into electrical signals. However, achieving a fully electrode-integrated piezoelectric fiber coil sensor that combines high stretchability with long-term reliability remains a major challenge. Here, we present a mechanically and functionally resilient piezoelectric coil sensor enabled by...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41731946",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of diagnostic performance of comprehensive respiratory virus panel: comparison of next-generation-sequencing to real-time polymerase chain reaction for detection of respiratory viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: NGS panel tests complement RT-PCR by enabling viral detection and strain typing, thereby offering added value to genomic surveillance and outbreak investigations.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41736006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "NGS panel tests complement RT-PCR by enabling viral detection and strain typing, thereby offering added value to genomic surveillance and outbreak investigations"
    },
    {
      "title": "The cascade of care for latent tuberculosis infection in Malaysia: a cohort analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735930",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of neoadjuvant FOLFIRINOX in resectable pancreatic cancer (NeoFOL-R): study protocol for an international, multicenter, prospective, randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41735896",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative proteomic analysis of gingival crevicular fluid and periodontal tissue: revealing clinical potential",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This comparative proteomic analysis demonstrates that periodontal tissue and GCF represent functionally distinct but complementary biological environments in periodontitis. Periodontal tissue exhibits enhanced structural and metabolic processes, whereas GCF predominantly reflects neutrophil-mediated immune responses. These molecular distinctions provide a basis for developing clinical, compartment-specific biomarker candidates that warrant analytical validation, thereby supporting...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41735856",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This comparative proteomic analysis demonstrates that periodontal tissue and GCF represent functionally distinct but complementary biological environments in periodontitis. Periodontal tissue exhibits enhanced structural and metabolic processes, whereas GCF predominantly reflects neutrophil-mediated..."
    },
    {
      "title": "Evaluating the Accuracy and Diagnostic Reasoning of Multimodal Large Language Models in Interpreting Neuroradiology Cases From <em>RadioGraphics</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LLMs remarkably underperformed compared with neuroradiologists and showed unsatisfactory reasoning for their differential diagnoses, with performance declining further in cases without textual input of clinical history. These findings highlight the limitations of current multimodal LLMs in neuroradiological interpretation and their reliance on text input.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41735814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LLMs remarkably underperformed compared with neuroradiologists and showed unsatisfactory reasoning for their differential diagnoses, with performance declining further in cases without textual input of clinical history. These findings highlight the limitations of current multimodal LLMs in neuroradi..."
    },
    {
      "title": "Live Zoster Vaccination and Reduced Risk of Atopic Dermatitis and Allergic Rhinitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735789/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41735789",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of energy intake expenditure balance on sleep duration: a cross-sectional study concerning the 2019, 2020, and 2022 Korea National Health and Nutrition Examination Surveys",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A balanced EIEB was inversely associated with short sleep duration in women but not in men, suggesting that sex-specific strategies for energy balance may be needed to support adequate sleep.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735788",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A balanced EIEB was inversely associated with short sleep duration in women but not in men, suggesting that sex-specific strategies for energy balance may be needed to support adequate sleep"
    },
    {
      "title": "ASH2L induces tamoxifen resistance via H3K4me3 dependent ITGA6/ERK signaling in ER-positive breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735581/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ASH2L promotes tamoxifen resistance and CSC activity through ITGA6/ERK signalling. Combination therapy with tamoxifen and an ERK inhibitor may be a promising strategy for ER-positive breast cancer patients with ASH2L overexpression.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "SNU"
      ],
      "pmid": "41735581",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ASH2L promotes tamoxifen resistance and CSC activity through ITGA6/ERK signalling. Combination therapy with tamoxifen and an ERK inhibitor may be a promising strategy for ER-positive breast cancer patients with ASH2L overexpression"
    },
    {
      "title": "Editorial Expression of Concern: Opposing roles for calcineurin and ATF3 in squamous skin cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735522/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735522",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Implementation of smart metasurfaces for the Sub-6 GHz 5G wireless systems: design, optimization, and its synthesis for enhancing antenna's performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Maintaining a 2170 lithium-ion battery's operating temperature in freezing climates using preheating and an alumina foam PCM structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "This study develops a combined preheating and passive cooling strategy to maintain a 2170 lithium-ion battery (LIB) within its optimal operating temperature range of 15-35 °C under freezing conditions. A computational fluid dynamics (CFD) model based on the finite volume method (FVM) is employed to simulate a thermal management structure composed of high-porosity Al₂O₃ foam (ε = 0.9) impregnated with hexadecane as the phase change material (PCM), coupled with an external preheating technique....",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41735481",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AI based prediction of severe exacerbation in Asian bronchiectasis patients using the KMBARC registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41735386",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "1-Palmitoyl-2-linoleoyl-3-acetyl-rac-glycerol (PLAG) enhances the therapeutic and immunological efficacy of high-dose radiotherapy in preclinical tumor models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "1-Palmitoyl-2-linoleoyl-3-acetyl-rac-glycerol (PLAG) is a synthetic monoacetyldiglyceride known for its immunomodulatory properties, including regulation of pathological neutrophil trafficking and modulation of antitumor immune responses. In this study, we evaluated the therapeutic potential of PLAG as an adjuvant to high-dose radiotherapy using murine tumor models. Combination treatment with PLAG and radiotherapy significantly delayed tumor growth in immunocompetent mice, whereas this...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735328",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of disulfide bonds in the GluN1 subunit in the early trafficking and functional properties of GluN1/GluN2 and GluN1/GluN3 NMDA receptors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "N-methyl-D-aspartate receptors (NMDARs) are ionotropic glutamate receptors essential for excitatory neurotransmission. Previous studies proposed the existence of four disulfide bonds in the GluN1 subunit; however, their role in NMDAR trafficking remains unclear. Our study first confirmed the existence of four disulfide bonds in the GluN1 subunit using biochemistry in human embryonic kidney 293T (HEK293T) cells. Disrupting the individual disulfide bonds by serine replacements produced the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct Diagnosis of Chalkbrood Disease by Smelling Infected Honey Bee Larvae via Bioelectronic Noses with a Single-Carbon-Atomic Resolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735037/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Honey bees who play environmentally crucial roles have suffered from various fungal diseases. Despite efforts to sustain healthy colonies from such diseases, conventional methods often rely on visual inspections, delaying diagnoses. In this study, a bioelectronic nose mimicking the honey bee olfactory system is developed for the direct diagnosis of chalkbrood by smelling infected honey bee larvae. Here, specific olfactory receptors of Apis mellifera (AmOrs) recognizing phenethyl acetate, a...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41735037",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Work of Oliver R. Avison and His Ecumenical Spirit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734989",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiologic and Clinical Predictors of Reoperation Following Unilateral Biportal Endoscopic Spine Surgery: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734988/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Short-term reoperation after UBE is primarily related to inadequate decompression, whereas long-term reoperation is linked to advanced disc degeneration, severe facet joint osteoarthritis, postoperative instability, and DM. These findings highlight the importance of thorough preoperative assessment of facet arthropathy and disc degeneration, ensuring adequate initial decompression, and careful postoperative management, particularly in patients with DM.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734988",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Short-term reoperation after UBE is primarily related to inadequate decompression, whereas long-term reoperation is linked to advanced disc degeneration, severe facet joint osteoarthritis, postoperative instability, and DM. These findings highlight the importance of thorough preoperative assessment ..."
    },
    {
      "title": "Unaffected Side Hip-Knee Cyclogram for Assessing Gait and Balance in Ambulatory Hemiplegic Stroke Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734986/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The hip-knee cyclogram parameters reflected gait function in patients with post-stroke hemiplegia, with the swing phase area of the unaffected side showing stronger correlations with clinical measures and more consistent results.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734986",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The hip-knee cyclogram parameters reflected gait function in patients with post-stroke hemiplegia, with the swing phase area of the unaffected side showing stronger correlations with clinical measures and more consistent results"
    },
    {
      "title": "Preliminary Evidence for Changes in Functional Connectivity Associated with Emotional Awareness after Mobile-Based Mindfulness Meditation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In a pre- and post-MBI comparison of a single group, subjects who underwent mobile-based MBI showed FC changes including the VMPFC. In particular, some of these FC changes were correlated with changes in emotional awareness. The results of this study suggest that further research is needed to verify whether mobile-based MBI affects improvement in emotion regulation through neural changes in functional brain networks.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734985",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that further research is needed to verify whether mobile-based MBI affects improvement in emotion regulation through neural changes in functional brain networks",
      "conclusion": "In a pre- and post-MBI comparison of a single group, subjects who underwent mobile-based MBI showed FC changes including the VMPFC. In particular, some of these FC changes were correlated with changes in emotional awareness"
    },
    {
      "title": "Differential Associations of Lipid Profiles with Dementia and Cardiovascular Disease: Findings from the UK Biobank Cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734984/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study underscores the differential associations of lipid levels with dementia and CVD risk, depending on dementia subtype and cholesterol-lowering medication use. High LDL-C was linked to increased AD risk, whereas low LDL-C was linked to increased VD risk in those not taking cholesterol-lowering medication.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734984",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study underscores the differential associations of lipid levels with dementia and CVD risk, depending on dementia subtype and cholesterol-lowering medication use. High LDL-C was linked to increased AD risk, whereas low LDL-C was linked to increased VD risk in those not taking cholesterol-loweri..."
    },
    {
      "title": "The Clinical Impact of Corticosteroid Supplementation in Febrile Patients with Adrenal Insufficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Administering corticosteroids to febrile patients with adrenal insufficiency did not show a significant impact on clinical outcomes and should be considered only after careful assessment in the clinical context.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41734983",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on clinical outcomes and should be considered only after careful assessment in the clinical context",
      "conclusion": "Administering corticosteroids to febrile patients with adrenal insufficiency did not show a significant impact on clinical outcomes and should be considered only after careful assessment in the clinical context"
    },
    {
      "title": "14-day Empirical Therapy Compared with 7-day Tailored Therapy for <em>Helicobacter pylori</em> Eradication in Korea: Results of the K-CREATE Phase II Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrated that tailored therapy based on genotypic resistance may reduce treatment duration compared to empirical therapy in the eradication of H. pylori in Korea.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41734982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that tailored therapy based on genotypic resistance may reduce treatment duration compared to empirical therapy in the eradication of H. pylori in Korea"
    },
    {
      "title": "Impact of Sarcopenia on Renal Outcomes in Patients with Septic Acute Kidney Injury: A Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734981/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sarcopenia was significantly associated with an increased 90-day mortality rate; however, no significant association with 90-day renal progression was observed in patients with septic AKI.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734981",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sarcopenia was significantly associated with an increased 90-day mortality rate; however, no significant association with 90-day renal progression was observed in patients with septic AKI"
    },
    {
      "title": "Strategies to Increase Patients' Adherence to Digital Therapeutics for Musculoskeletal Diseases: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Digital Therapeutics (Dtx) Are A Promising Intervention For Musculoskeletal Diseases. However, Real-world Adherence Remains Low Despite Their Established Clinical Efficacy And Safety. This Study Analyzed The Factors Influencing Patient Adherence To Dtx From Four Perspectives-dtx-related Characteristics, Patient-related Factors, Medical Professional-related Factors, And Health System-related Factors-and Proposed An Actionable Strategic Framework For Each Stakeholder Group. A Comprehensive...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734979",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "The Factors Influencing Patient Adherence To Dtx From Four Perspectives-dtx-related Characteristics, Patient-related Factors, Medical Professional-related Factors, And Health System-related Factors-an...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between smoking behaviours during early pregnancy and the severity of gestational diabetes mellitus: a secondary analysis of prospectively collected cohort data in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Maternal active smoking before and during early pregnancy, as well as higher smoking intensity, was associated with an increased risk of pharmacologically treated GDM (A2GDM). Although secondhand smoke exposure did not reach statistical significance, the trend suggested a potential association with GDM risk among never-smokers. These findings provide important evidence for public health strategies for prenatal care, as smoking cessation and environmental smoke avoidance during...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "evidence for public health strategies for prenatal care, as smoking cessation and environmental smoke avoidance during",
      "conclusion": "Maternal active smoking before and during early pregnancy, as well as higher smoking intensity, was associated with an increased risk of pharmacologically treated GDM (A2GDM). Although secondhand smoke exposure did not reach statistical significance, the trend suggested a potential association with ..."
    },
    {
      "title": "Association between hysterectomy and dementia risk in Korean women aged 40-59: a nationwide retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this large Korean cohort, hysterectomy for benign diseases in women aged 40-59 years was not associated with a significant change in the subsequent risk of dementia. Collectively, our results indicate that hysterectomy (with or without adnexal surgery) did not increase the incidence of dementia.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large Korean cohort, hysterectomy for benign diseases in women aged 40-59 years was not associated with a significant change in the subsequent risk of dementia. Collectively, our results indicate that hysterectomy (with or without adnexal surgery) did not increase the incidence of dementia"
    },
    {
      "title": "The potential impact of generative AI across Miller's pyramid of clinical competence: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: GenAI is a powerful yet error-prone tool that necessitates systematic pedagogical redesign, not merely technological adoption. The Expert-in-the-Loop model, where educators validate generative AI outputs, may be key to transformations in nursing education. Embedding generative AI in educator-led frameworks can cultivate nursing professionals who leverage technology critically and ethically, ensuring care is both competent and human-centered. Registration This study was registered on...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734717",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GenAI is a powerful yet error-prone tool that necessitates systematic pedagogical redesign, not merely technological adoption. The Expert-in-the-Loop model, where educators validate generative AI outputs, may be key to transformations in nursing education"
    },
    {
      "title": "Living on the flood line: Constructing and validating a combined multidimensional resilience index for rural riverine floodplain communities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Resilience analysis is crucial for developing interventions that mitigate riverine flood risk in the context of global environmental change and sustainable development. Index-based assessment remains the dominant methodological approach for operationalizing and evaluating resilience. Nevertheless, current frameworks often rely on subjective indicators, lack statistical validation, and exhibit limited utility for environmental planning. This study proposes an integrated methodology that combines...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41734704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "All 2D van der Waals junction-FET biosensor with external capacitive sensing for rapid, label-free detection of liver cancer biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Accurate, label-free detection of disease-specific biomarkers is essential for early diagnosis and therapeutic monitoring. Here, we present a reusable and ultrasensitive biosensor platform based on van der Waals (vdW) junction field-effect transistor (JFET), integrated with an external metal-insulator-metal (MIM) capacitor. This pseudo-floating gate configuration physically decouples the sensing interface from the transistor's active channel, thereby minimizing charge trapping, eliminating...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41734565",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metabolomics-based authentication of acacia honey against C3 and C4 sugar adulteration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Acacia (Robinia pseudoacacia) honey is frequently adulterated with low-cost alternatives via direct syrup addition or in-hive sugar feeding. We focused on sugar-feeding adulterants, which is difficult to distinguish from nectar-based honey. Stable carbon isotope ratio analysis (SCIRA) is an established method for assessing honey authentication; however, its applicability is limited to detecting C4 plant-derived sugar adulteration. Therefore, we developed a metabolomics-based multi-marker...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifaceted role of SOS3 in regulating plant development and salinity tolerance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734509/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Salt stress is a major abiotic factor that limits plant productivity. Plants have evolved sophisticated signaling networks to resist salinity, with the salt overly sensitive (SOS) pathway playing a central role in maintaining ion homeostasis. In this pathway, the calcium-binding protein SOS3 (CBL4) acts as a primary calcium sensor, translating transient cytosolic Ca^(2+) signals into phosphorylation cascades that regulate Na^(+) extrusion and K^(+) retention. In addition to its role in salt...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734509",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transforming nursing documentation data into the Observational Medical Outcomes Partners common data model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: To the best of our knowledge, this is the first study to convert nursing documentation data into the OMOP CDM format. As a follow-up study, it will be necessary to expand the standardization methods and principles established in this study to other institutions participating in the OMOP CDM project.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734431",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To the best of our knowledge, this is the first study to convert nursing documentation data into the OMOP CDM format. As a follow-up study, it will be necessary to expand the standardization methods and principles established in this study to other institutions participating in the OMOP CDM project"
    },
    {
      "title": "Early Mortality with Bispecific Antibody Therapy in RRMM: An IMWG Immunotherapy Database Real-World Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Recent therapeutic advances, including bispecific antibody therapies (bsAbs) have improved outcomes for patients with relapsed/refractory multiple myeloma (RRMM). However, early mortality (EM) remains a significant challenge, even in the era of novel immunotherapies. We conducted a multicenter, retrospective analysis of real-world patients with RRMM treated with commercial bsAbs to evaluate the incidence and causes of EM. Between May 2022 and June 2025, 441 patients were treated across seven...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41734378",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synergistic Hydrogen-Bonding and Covalent Crosslinking in Polybenzimidazole Membranes for Wide-Temperature Anhydrous Fuel Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734259/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Expanding the operational temperature range and reducing the humidity dependence of proton exchange membrane fuel cells (PEMFCs) remain critical challenges. To address these issues, we developed a dual-network architecture that integrates a thermally reinforced hydrogen-bonding matrix with an amine-anhydride covalent crosslinking framework within Tröger's Base (TB)-functionalized polybenzimidazole membranes. The covalently crosslinked TBAm-PBI-TB membrane with dual-network architecture exhibited...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41734259",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Diffusion-Driven Chromogenic Reagent-Free Viscosity-Based Sensor with Dual Signals for the Visual Detection of Hyaluronidase",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Point-of-care testing (POCT) requires simple and cost-effective strategies to enhance reliability and practicality. Here, a state-of-the-art, dual-mode viscosity-based sensor (DM vis-sensor) is developed by leveraging the diffusion-driven viscosity differentiation on the mesoporous membrane. The rapid and visual detection of hyaluronidase (HAase) is demonstrated as a model. The sensor exploits the enzymatic cleavage of hyaluronic acid (HA) by HAase, which reduces solution viscosity, thereby...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734242",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficient talent identification in women's football: A ranking-based approach for goal scoring analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734156/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Individual goal-scoring analysis in women's football faces severe class imbalance and limited scouting resources, where classification metrics alone do not capture operational efficiency. We analyzed 2,535 non-goalkeeper player-match observations from the 2023 FIFA Women's World Cup (736 unique players) with 51 performance features, excluding match-outcome variables to emphasize individual actions. Using nested cross-validation, LightGBM captured 79.4% of goal-scoring observations within the top...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41734156",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "2,535 non-goalkeeper player-match observations from the 2023 FIFA Women's World Cup (736 unique players) with 51 performance features, excluding match-outcome variables to emphasize individual actions",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Responses of Carbon Nanotube/Polydimethylsiloxane Composite-Based Soft Resistive and Capacitive Strain Sensors Under Fast, Dynamic Loads",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Sensors made from soft polymer composites help intelligent systems become more functional and robust, enabling new applications in which conventional rigid devices may be unsuitable. Although soft sensors have been well studied under quasi-static loading conditions, their performance and effect of sensor transduction under large-amplitude strains (≥10%) at higher frequencies (≥10 Hz) have been less explored. We carried out a comprehensive study of both piezoresistive and capacitive strain...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41734049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome-wide copy number profiling enhances risk stratification in multiple myeloma by shallow whole-genome sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733974/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Comprehensive detection of copy number aberrations (CNAs) is critical for precise prognostic risk stratification in multiple myeloma (MM), yet conventional cytogenetic methods remain limited. We developed LeukoPrint, a shallow whole-genome sequencing (sWGS) assay for genome-wide CNA profiling. Using this platform, we analyzed CNA profiles of 423 patients with MM across 3 hospitals and compared LeukoPrint with karyotyping and fluorescence in situ hybridization (FISH) to evaluate its diagnostic...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733974",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "CNA profiles of 423 patients with MM across 3 hospitals and compared LeukoPrint with karyotyping and fluorescence in situ hybridization (FISH) to evaluate its diagnostic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Risk stratification of low-dose cytarabine and venetoclax in patients with AML ineligible for intensive chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Prognostic risk categorization aids treatment selection for patients with acute myeloid leukemia (AML). Although the European LeukemiaNet (ELN) classifications (2017 and 2022) for AML have been used to stratify outcomes for patients receiving intensive chemotherapy, their application to patients receiving less intensive therapy, such as azacitidine plus venetoclax, has been less satisfactory. In response, a 4-gene classifier that stratifies older patients with AML unfit for intensive...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733948",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailored internet-delivered cognitive behavior therapy for breast cancer patients: a randomized controlled trial with an active control group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733921/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Psychological distress is common among breast cancer survivors. Psychosocial interventions can be effective but rarely consider heterogeneity of symptoms. The present study investigated the effects of therapist-supported tailored internet-delivered cognitive behavioral therapy (ICBT) for cancer-related psychological symptoms in breast cancer survivors. Seventy breast cancer survivors reporting elevated levels of depressive and/or anxiety symptoms were recruited and randomized to take part in...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41733921",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advances in Engineered Virus-Like Particles for Genome Editing and Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Engineered virus-like particles (eVLPs) have emerged as a promising class of delivery systems for genome editing agents. By combining the efficient cellular entry of viral vectors with the safety advantages of nonviral platforms, eVLPs enable transient delivery of ribonucleoproteins such as Cas9, base editors, and prime editors. Successive design strategies, from rational engineering to directed optimization, have progressively improved particle assembly, cargo stability, and editing efficiency....",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sense and Sensation: What We Miss When We See the Movie and Miss the Book",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "What are the psychological differences between art forms that are essentially verbal and those which are essentially visual or aural-and what do these differences imply for teaching literature through film? John Carey argues, paradoxically but plausibly, that although there is no \"essence\" common to all artworks, verbal artworks are intrinsically superior to non-verbal ones because they are capable of critique, rational argument, and ideation. We'll show that these are not personal preferences...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolution and spread of H8Nx avian influenza viruses from wild birds in East Asia, 2019-2024",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733762/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Subtype H8 avian influenza viruses (AIVs) are rarely reported and poorly characterized. We isolated nine H8Nx AIVs from wild birds in South Korea during 2019-2024. Whole-genome and phylogenetic analyses showed close relationships with Asian AIVs and frequent reassortment with other low pathogenic avian influenza viruses (LPAIVs). Time-scaled analysis indicated recent introductions of North American lineage viruses into South Korea, despite long-term independent evolution of Eurasian and North...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41733762",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the efficacy and safety of metallic ureteral stent versus polymer ureteral stent for patients with malignant ureteral obstruction: a meta-analysis of comparative trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733688",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Deep learning-based image enhancement for improved black blood imaging in brain metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733645",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optic Disc Hemorrhage in a 6-Year-Old Boy with Treated Congenital Glaucoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733514",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiologic Pattern of Fibrosis in Combined Pulmonary Fibrosis and Emphysema: Impact on Disease Trajectories and Prognostic Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Background Combined pulmonary fibrosis and emphysema (CPFE) presents with heterogeneous radiologic patterns, but its impact on disease progression and clinical outcomes remains poorly understood. Purpose To evaluate the impact of different fibrosis patterns on disease trajectory and outcomes in patients with CPFE. Materials and Methods This retrospective study included patients who underwent high-resolution CT between January 2011 and December 2021, with CPFE defined as emphysema (any subtype)...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733469",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate the impact of different fibrosis patterns on disease trajectory and outcomes in patients with CPFE",
      "significance": "on disease progression and clinical outcomes remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Management of nontuberculous mycobacterial Pulmonary disease refractory to guideline-based therapy: A systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Managing patients with nontuberculous mycobacterial pulmonary disease (NTM-PD) unresponsive to guideline-based therapy remains challenging due to limited treatment options and complex disease progression. This study systematically reviewed existing literature on management strategies and emerging therapeutic approaches for refractory NTM-PD.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733158",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-Port Robotic Left Colectomy: Steps and Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733131",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cesarean delivery volume and risk of long-term neurodevelopmental disorders in offspring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Hospital volume above the lowest quartile was independently associated with lower offspring LNDD hazard. The absence of a linear dose-response among higher quartiles suggests a plateau effect, emphasizing the need to optimize institutional readiness in low-volume settings to safeguard neurodevelopment.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hospital volume above the lowest quartile was independently associated with lower offspring LNDD hazard. The absence of a linear dose-response among higher quartiles suggests a plateau effect, emphasizing the need to optimize institutional readiness in low-volume settings to safeguard neurodevelopme..."
    },
    {
      "title": "Domain-Specific Paradox of Physical Activity and Depression Among Patients With Cardiovascular Disease or Related Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733048/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In adults with cardiovascular disease, work PA was positively, whereas leisure PA was inversely, associated with depressive symptoms, supporting the PA paradox and highlighting the need for domain-specific PA strategies.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41733048",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In adults with cardiovascular disease, work PA was positively, whereas leisure PA was inversely, associated with depressive symptoms, supporting the PA paradox and highlighting the need for domain-specific PA strategies"
    },
    {
      "title": "Corrosion-Inspired Stabilization of Cobalt Oxide Catalysts via Platinum-Mediated Redox Buffering for Proton Exchange Membrane Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Proton exchange membrane water electrolysis (PEMWE) is considered a promising platform for sustainable hydrogen production at scale. However, the durability of anode catalysts under acidic and oxidative conditions remains a critical challenge. Cobalt-based oxides offer an attractive alternative to iridium-based catalysts due to their abundance and cost-effectiveness, yet suffer from severe chemical and structural degradation during the acidic oxygen evolution reaction (OER). In this study, we...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41732924",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The surgery for the patients with intestinal non‑Hodgkin lymphomas: a nationwide study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To our knowledge, this is the first Korean population-based nationwide study to describe the clinical impact of surgery on the OS of patients with intestinal NHL. A prospective randomized study evaluating strategies to improve the survival of intestinal NHL patients is needed.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41732903",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of surgery on the OS of patients with intestinal NHL",
      "conclusion": "To our knowledge, this is the first Korean population-based nationwide study to describe the clinical impact of surgery on the OS of patients with intestinal NHL. A prospective randomized study evaluating strategies to improve the survival of intestinal NHL patients is needed"
    },
    {
      "title": "Does Bone Quality Predict Pseudarthrosis, Subsidence, or Loss of Lordosis After Anterior Cervical Discectomy and Fusion? Minimum 5-Year Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Study DesignRetrospective cohort study.ObjectivesTo determine whether preoperative cervical bone quality assessed by computed tomography Hounsfield units (CT HU) predicts pseudarthrosis, cage subsidence, or loss of cervical lordosis after anterior cervical discectomy and fusion (ACDF) and to identify perioperative predictors.MethodsConsecutive patients who underwent 1-3-level ACDF with ≥5-year follow-up were reviewed. Outcomes included neck/arm pain visual analog scale scores, Neck Disability...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732868",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug-Coated Balloon-Based Versus Drug-Eluting Stent-Only Treatment for Patients With High-Bleeding Risk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with HBR, DCB-based PCI was associated with a significantly lower risk of MACE compared to DES-only treatment. These findings suggest that DCB-based PCI may be a viable treatment strategy for improving outcomes in patients with HBR.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41732815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that DCB-based PCI may be a viable treatment strategy for improving outcomes in patients with HBR",
      "conclusion": "In patients with HBR, DCB-based PCI was associated with a significantly lower risk of MACE compared to DES-only treatment. These findings suggest that DCB-based PCI may be a viable treatment strategy for improving outcomes in patients with HBR"
    },
    {
      "title": "Poly‑D,L‑lactic acid (PDLLA) scalp microinjection protocol with optional light microneedling priming for non‑scarring alopecia: A prospective pilot case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this pilot uncontrolled case series, PDLLA scalp microinjections were associated with physician‑rated GAIS improvement over 12-24 weeks with favorable short‑term tolerability. Given the subjective endpoint, the absence of a comparator arm, and optional microneedling priming in a subset of patients, the findings are preliminary and require confirmation in controlled studies with objective trichologic measurements and longer follow‑up.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732766",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "trichologic measurements and longer follow‑up",
      "significance": null,
      "conclusion": "In this pilot uncontrolled case series, PDLLA scalp microinjections were associated with physician‑rated GAIS improvement over 12-24 weeks with favorable short‑term tolerability. Given the subjective endpoint, the absence of a comparator arm, and optional microneedling priming in a subset of patient..."
    },
    {
      "title": "Treatment Patterns in Early Stage NSCLC in Asia: Findings From the ELEVATE Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study revealed that management of early stage NSCLC across Asia Pacific largely follows international guidelines at the time of survey; however, variations exist. Our findings provide useful insights into real-world management patterns in the region and will be valuable in helping clinicians make informed management decisions.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed that management of early stage NSCLC across Asia Pacific largely follows international guidelines at the time of survey; however, variations exist. Our findings provide useful insights into real-world management patterns in the region and will be valuable in helping clinicians ma..."
    },
    {
      "title": "Draft genome sequence data of the osmotolerant yeast <em>Starmerella magnoliae</em> JH110 isolated from a honeycomb",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732357/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Erythritol is a sugar alcohol used as a sweetener in the food industry and is primarily produced through the fermentation of osmotolerant yeasts and fungi. In this study, we analyzed the genome of Starmerella magnoliae JH110 (MDK-2023a), an osmotolerant yeast isolated from a honeycomb and known for producing erythritol. The genome of JH110 was sequenced using the PacBio RS II platform and assembled into four contigs with a total length of 10,358,530 bp and a GC content of 58.5%. Gene prediction...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732357",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the genome of Starmerella magnoliae JH110 (MDK-2023a), an osmotolerant yeast isolated from a honeycomb and known for producing erythritol",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improved Coronal Alignment Using the Preemptive Joint Line Convergence Angle Compensation Method in Medial Open Wedge High Tibial Osteotomy: A Retrospective Propensity Score-Matched Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The preemptive JLCA compensation method significantly improved correction accuracy, with 95.0% of patients achieving acceptable target alignment, compared with 60.0% with the conventional Miniaci method, although no significant differences in clinical scores were found in the short-term follow-up period.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732226",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The preemptive JLCA compensation method significantly improved correction accuracy, with 95.0% of patients achieving acceptable target alignment, compared with 60"
    },
    {
      "title": "Consensus Report of Group 3 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Advanced Diagnostic Imaging, Augmentation Techniques, and Management of Complications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Working Group 3 consensus statements offer practical guidance on surgical procedures and complication management in the rehabilitation of the edentulous maxilla. These recommendations are grounded in current evidence, interdisciplinary clinical practice, and patient perspectives. Furthermore, important evidence gaps, particularly in standardized patient-reported outcome measures (PROMs), long-term outcomes, and maintenance protocols, highlight key priorities for future clinical...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732077",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "evidence gaps, particularly in standardized patient-reported outcome measures (PROMs), long-term outcomes, and maintenance protocols, highlight key priorities for future clinical",
      "conclusion": "The Working Group 3 consensus statements offer practical guidance on surgical procedures and complication management in the rehabilitation of the edentulous maxilla. These recommendations are grounded in current evidence, interdisciplinary clinical practice, and patient perspectives"
    },
    {
      "title": "Consensus Report of Group 2 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Zygomatic, Standard-Length, and Short Implant-Supported Prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Group 2 consensus provides practical guidance for the use of short, standard-length, and zygomatic implants in atrophic maxillae, balancing surgical complexity, prosthetic feasibility, and patient-centered care. Remaining evidence gaps-especially regarding standardized outcome sets, loading protocols, prosthetic strategies for zygomatic implants, the use of short implants for full-arch restorations and maintenance frameworks-should be prioritized in future research.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732073",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Group 2 consensus provides practical guidance for the use of short, standard-length, and zygomatic implants in atrophic maxillae, balancing surgical complexity, prosthetic feasibility, and patient-centered care. Remaining evidence gaps-especially regarding standardized outcome sets, loading prot..."
    },
    {
      "title": "Patient- and Clinician-Reported Outcomes and Outcome Measures for Edentulous Maxilla Rehabilitated With Implant-Assisted Overdentures: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although PROMs were frequently employed in clinical trials, the lack of standardization hinders meaningful comparisons across studies. While objective ClinROs were commonly reported, subjective ClinROs reflecting clinicians' perceptions were notably absent.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732071",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "ClinROs were commonly reported, subjective ClinROs reflecting clinicians' perceptions were notably absent",
      "significance": null,
      "conclusion": "Although PROMs were frequently employed in clinical trials, the lack of standardization hinders meaningful comparisons across studies. While objective ClinROs were commonly reported, subjective ClinROs reflecting clinicians' perceptions were notably absent"
    },
    {
      "title": "Patient- and Clinician-Reported Outcomes and the Outcome Measures in Studies Reporting on Rehabilitation of the Edentulous Maxilla With Implant-Supported Fixed Prosthesis Using Short, Standard-Length and/or Zygomatic Implants: A Systematic Review of Clinical Studies Published in the Last 10 Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PROMs and objective ClinROs are often reported together in clinical trials involving short, standard-length or zygomatic implants for implant-supported fixed prostheses in edentulous maxillae. However, the frequent use of unstandardized questionnaires for PROMs hinders sound comparisons across studies. Subjective ClinROs based on clinician perception are rarely reported.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732055",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "ClinROs are often reported together in clinical trials involving short, standard-length or zygomatic implants for implant-supported fixed prostheses in edentulous maxillae",
      "significance": null,
      "conclusion": "PROMs and objective ClinROs are often reported together in clinical trials involving short, standard-length or zygomatic implants for implant-supported fixed prostheses in edentulous maxillae. However, the frequent use of unstandardized questionnaires for PROMs hinders sound comparisons across studi..."
    },
    {
      "title": "Consensus Report of Group 4 of the 1st Global Consensus for Clinical Guidelines for the Rehabilitation of the Edentulous Maxilla: Conventional Dentures, Implant Overdentures and Implant-Supported Fixed Dental Prostheses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732051/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Group 4 consensus statements provide structured guidance on the use of removable and fixed implant-supported dental prostheses for the rehabilitation of the edentulous maxilla. The recommendations reflect current evidence, expert opinion on clinical practice across disciplines and patient perspectives. Key evidence gaps-especially regarding standardised PROMs, long-term outcomes and maintenance protocols-identify priorities for future clinical research.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732051",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Group 4 consensus statements provide structured guidance on the use of removable and fixed implant-supported dental prostheses for the rehabilitation of the edentulous maxilla. The recommendations reflect current evidence, expert opinion on clinical practice across disciplines and patient perspectiv..."
    },
    {
      "title": "When Did the Term \"Translational Research\" Emerge-and Why?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732049",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nocturnal Atrioventricular Block: Natural History and Clinical Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732046/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite being asymptomatic during the daytime, 21% (14/67) of patients with nocturnal AVB required pacemaker implantation during a median follow-up period of 2.4 years. These findings suggest that active surveillance is needed even in patients with nocturnal AVB.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732046",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that active surveillance is needed even in patients with nocturnal AVB",
      "conclusion": "Despite being asymptomatic during the daytime, 21% (14/67) of patients with nocturnal AVB required pacemaker implantation during a median follow-up period of 2.4 years"
    },
    {
      "title": "Single-Fraction Stereotactic Radiosurgery for Benign Perioptic Meningiomas: A Strategy for Long-Term Tumor Control and Radiation-Induced Optic Neuropathy Avoidance With a 10-Year Follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Inadequate tumor coverage near the OA during SF-SRS for POMs, driven by concerns about RION, resulted in a significant incidence of long-term tumor progression and subsequent visual deterioration. Clarifying the optimal dose range is crucial for achieving sustained tumor control and preventing RION following SF-SRS.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732044",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Inadequate tumor coverage near the OA during SF-SRS for POMs, driven by concerns about RION, resulted in a significant incidence of long-term tumor progression and subsequent visual deterioration. Clarifying the optimal dose range is crucial for achieving sustained tumor control and preventing RION ..."
    },
    {
      "title": "Clinical Impact of <em>Candida auris</em> in Otology: Prevalence and Surgical Outcomes From a Single-Center Study in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: C. auris is widely distributed in the community and is particularly prevalent in patients requiring surgical treatment. Its presence in otologic surgery cases is linked to a higher risk of postoperative complications. Enhanced vigilance and proactive management by otolaryngologists are crucial to minimize nosocomial transmission and improving surgical outcomes.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "C. auris is widely distributed in the community and is particularly prevalent in patients requiring surgical treatment"
    },
    {
      "title": "Heterogeneous Kidney Patterns in Diabetic Patients Following SGLT2 Inhibitor Use",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The heterogeneity in eGFR trajectories following SGLT2i use suggests that not all patients benefit equally from this therapy. Identifying patients at risk of a rapid eGFR decline is critical for providing timely warnings and optimizing treatment strategies.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The heterogeneity in eGFR trajectories following SGLT2i use suggests that not all patients benefit equally from this therapy. Identifying patients at risk of a rapid eGFR decline is critical for providing timely warnings and optimizing treatment strategies"
    },
    {
      "title": "Precision Local Strain Engineering in 2D Semiconductors and Their van der Waals Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Two-dimensional (2D) semiconductors and their van der Waals (vdW) heterostructures are readily tuned by strain, an approach known as straintronics, owing to their atomically thin, vdW-bonded layered structures. Small external or environmental perturbations induce strain in adjacent 2D semiconductors, yet sustaining large elastic deformations without fracture. This makes strain a uniquely powerful lever for reconfiguring lattice structure and deterministically tuning band structure, carrier...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41732003",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Chiral 2D Sheet for Enhancing GLUT1 Function Through the Interplay of Architecture and Recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41732001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Controlling cellular function from the extracellular space requires synthetic materials capable of specific and sustained interactions at the cell membrane. This typically demands a synergy between the material's overall architecture and its molecular-level recognition motifs. Here, we demonstrate this synergistic principle using a glucose-based amphiphile that can be assembled into two distinct architectures. While the amphiphile alone forms 0D nanoparticles that are readily internalized by...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KIST",
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41732001",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival and Recurrence in Liver Transplant Patients With Intrahepatic Cholangiocarcinoma and Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731928/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND Intrahepatic cholangiocarcinoma (ICC) can be an incidental finding in liver explants following liver transplantation (LT). This study aimed to evaluate the long-term post-transplant outcomes of patients with ICC. MATERIAL AND METHODS From 2003 to 2022, 25 patients with ICC were identified among 6,611 adult LT recipients through institutional database search. RESULTS The incidence of ICC among adult LT recipients was 0.4%. All cases were incidental findings in explanted livers. The...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731928",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the long-term post-transplant outcomes of patients with ICC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase angle as a potential predictor for unplanned ICU readmission risk in critically ill surgical patients: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731871/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PhA measured at ICU admission and discharge provides an actionable, noninvasive prognostic indicator for surgical ICU readmission.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731871",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PhA measured at ICU admission and discharge provides an actionable, noninvasive prognostic indicator for surgical ICU readmission"
    },
    {
      "title": "Comparison of the burden of ventricular arrhythmias before and after left ventricular assist device implantation: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731846/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Ventricular arrhythmias (VAs) are frequently observed in patients awaiting or who have already undergone left ventricular assist device (LVAD) implantation. However, the impact of LVAD implantation on the burden of VAs and the prognostic significance of postoperative VAs remain unclear. Between June 2015 and July 2024, 108 patients who underwent LVAD implantation were retrospectively analyzed. The burden of VAs was defined as the total number of documented VAs or implantable...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731846",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of LVAD implantation on the burden of VAs and the prognostic significance of postoperative VAs remain unclear",
      "conclusion": null
    },
    {
      "title": "Exploratory analysis of real-world use and safety of traditional Korean medicine in pediatric epilepsy: A retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Given the limitations of conventional antiepileptic drugs and the growing need for complementary approaches, traditional Korean medicine has gained interest as a potential treatment option for pediatric and adolescent epilepsy. However, real-world clinical data on its use and safety remain limited. This exploratory study aimed to retrospectively investigate the real-world clinical use and safety of traditional Korean medicine in this population by analyzing medical records from 2 Korean medicine...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41731823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autophagy as a therapeutic linchpin in metabolic Diseases and obesity-associated diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Autophagy, a conserved lysosomal degradation pathway, is increasingly recognized as a central regulator of metabolic health. Its impairment contributes directly to obesity and type 2 diabetes by disrupting nutrient sensing, stress adaptation, and organelle quality control. Hyperactivation of MTORC1 with insufficient AMPK and SIRT1 signaling suppresses autophagic flux, driving lipid accumulation, insulin resistance, and mitochondrial dysfunction. Clinically relevant consequences include adipose...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41731726",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Peripheral Metabolic-Redox Signaling as a Core Mechanism of Major Depressive Disorder: Evidence from Deep Metabolomic Phenotyping",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Major depressive disorder (MDD) is a neuro-immune, oxidative, and nitrosative stress (NIMETOX) disorder, in which peripheral immune-redox pathways intersect with metabolic networks leading to neurotoxicity within the limbic-prefrontal affective circuits. Comprehensive metabolomics analysis in well-phenotyped patients is vital to elucidate their metabolic profile.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41731715",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Impact of RNU4-2 Defects on Neurodevelopmental Disorders in a Korean Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Neurodevelopmental disorders (NDDs) often remain unexplained due to limited assessment of non-coding genomic elements. Motivated by recent reports implicating RNU4-2, which encodes a spliceosomal small nuclear RNA (snRNA), we analyzed whole-genome sequencing data from 15 450 Korean individuals, including 2797 unrelated NDD probands. Rare pathogenic RNU4-2 variants were identified in 20 probands (0.72%), including 17 (85%) with a recurrent n.64_65insT variant. RNA secondary structure modeling and...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41731653",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "whole-genome sequencing data from 15 450 Korean individuals, including 2797 unrelated NDD probands",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intervention framework towards a community-driven approach to improve health-seeking in cutaneous leishmaniasis in rural Sri Lanka",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: CEI-based, theory-informed, and evidence-driven approach offers a feasible and contextually appropriate intervention framework to improve health-seeking in CL in rural Sri Lanka. Our intervention framework can be recommended for pilot testing to inform refinement before broader implementation.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CEI-based, theory-informed, and evidence-driven approach offers a feasible and contextually appropriate intervention framework to improve health-seeking in CL in rural Sri Lanka. Our intervention framework can be recommended for pilot testing to inform refinement before broader implementation"
    },
    {
      "title": "scTELL: a single-cell ATAC-seq tool for locus-specific transposable element identification in chromatin accessibility",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731605/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731605",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Critical illness-related corticosteroid insufficiency after acute brain hemorrhage surgery: a prospective cohort study with a randomized trial of hydrocortisone : HYdrocortisone theraPy in nEurocRitical illness; HYPER study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "SNU"
      ],
      "pmid": "41731600",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amplification-free CRISPR/Cas13a-based electrochemical biosensor for the detection of circulating tumor RNA using RNA-3Ag⁺ probes on Au porous-lattice nanoelectrode",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41731584/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41731584",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short latency afferent inhibition differs with load type during isometric finger abduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest distinct sensorimotor processing strategies depending on the load type.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41736149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "distinct sensorimotor processing strategies depending on the load type",
      "conclusion": "These findings suggest distinct sensorimotor processing strategies depending on the load type"
    },
    {
      "title": "Faecal microbiome profiling uncovers putative biomarkers for piglets resilient to post-weaning diarrhoea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736110/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41736110",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of remote group-based exercise on physical activity and well-being in postpartum women: a randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41736089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A governance framework for medical code standardization to enhance multi-institutional data quality",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736045/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41736045",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns and predictors of the transition between minimally adequate treatment and effective treatment coverage for mental disorders: results from the World Mental Health Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41736041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Noteworthy limitations include the data being cross-sectional, the predictor set being restricted, and the outcome being defined in terms of structural characteristics rather than fidelity of implementation. Within the context of these limitations, results suggest that fewer than half of cases with minimally adequate treatment receive treatment meeting published guidelines for effective treatment coverage. This finding underscores the importance of improving treatment. Future...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41736041",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Noteworthy limitations include the data being cross-sectional, the predictor set being restricted, and the outcome being defined in terms of structural characteristics rather than fidelity of implementation. Within the context of these limitations, results suggest that fewer than half of cases with ..."
    },
    {
      "title": "Evaluation of contact-active antibacterial properties of cetylpyridinium chloride-graphene oxide coatings on dental restorative and titanium surfaces: an in vitro study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735999",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Instillation success rates among glaucoma eyedrop products: patient survey in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735886",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modeling versatility as the hallmark of model organisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "In recent years, discussions on the epistemology of model organism-based research have emerged in the philosophy of science. A key topic of discussion is how the epistemic insights gained from model organisms differ from those gained through other experimental organisms used in laboratory and field research. Here, we argue that model organisms are epistemically special due to their nature as ontogenetically changeable, standardized, and evolved material model carriers. These characteristics...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735709",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collection of body-object interaction ratings for 5,637 Japanese words",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Body-object interaction (BOI)-the degree to which a person physically interacts with objects or entities-has been shown to affect language processing, although studies have reported inconsistent results depending on the language or context. Moreover, no large-scale BOI database exists for Japanese. To address this gap, we collected BOI ratings for 5,637 Japanese words from 1,267 native Japanese speakers. The ratings demonstrated notable levels of intra-item and inter-rater reliability and...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation of N-acetylallosaminylallosamidin, a new pseudotetrasaccharide allosamidin congener",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735569/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Allosamidin is a metabolite produced by Streptomyces species, known for its inhibitory activity against family 18 chitinases. All known natural congeners of allosamidin are pseudotrisaccharides featuring a cyclopentane moiety fused with an aminooxazoline ring. We discovered a novel allosamidin congener produced by Streptomyces sp. No. 1-5-6, an allosamidin producer newly isolated from soil. Although its yield was very low, its structure was elucidated by NMR and MS analyses as...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735569",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bystander and emergency medical service responses to and outcomes of out-of-hospital cardiac arrest among domestic and non-domestic visitors in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735376/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "This study aimed to compare characteristics of emergency medical service (EMS)-transported emergencies and outcomes of out-of-hospital cardiac arrest (OHCA) among domestic and non-domestic visitors in Japan. Utstein-style OHCA registry data from 2018 to 2023 were merged with relevant transport data to identify patient residency status (domestic or non-domestic visitors). EMS-transported emergencies involving non-domestic visitors were characterised by higher incidences during non-daytime hours,...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735376",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "compare characteristics of emergency medical service (EMS)-transported emergencies and outcomes of out-of-hospital cardiac arrest (OHCA) among domestic and non-domestic visitors in Japan",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic hopes for CFTR-related recurrent pancreatitis: a case-series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735157/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "The presence of CFTR variants increases the risk of pancreatitis in pancreatic sufficient people with cystic fibrosis (pwCF) or with CFTR-related disorder (pwCFTR-RD). Modulators have been showed to decrease pancreatitis episodes in pwCF presenting recurrent pancreatitis. Whether CFTR modulators are efficient to prevent recurrent episodes of pancreatitis in pwCFTR-RD is not known. We collected clinical, biological, imaging and CFTR functional data in 4 patients with recurrent pancreatitis and...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735157",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neoadjuvant chemotherapy versus upfront surgery for perihilar cholangiocarcinoma: a propensity score matching analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Neoadjuvant chemotherapy (NAC) may improve outcomes in perihilar cholangiocarcinoma (PHC); however, its efficacy compared with upfront surgery (US) for resectable PHC remains unclear. We compared survival and clinicopathological characteristics between NAC and US in patients with technically resectable PHC, using propensity score matching (PSM).",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735145",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Man with impaired consciousness and blue tongue",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41735024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41735024",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SPIRIT-C 2026 explanation and elaboration: recommendations for enhancing the reporting and usefulness of paediatric randomised trial protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734970/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734970",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SPIRIT-Children and Adolescents (SPIRIT-C) 2026 extension statement: enhancing the reporting and usefulness of paediatric randomised trial protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734969",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CONSORT-Children and Adolescents (CONSORT-C) 2026 extension statement: enhancing the reporting and impact of paediatric randomised trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734966",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CONSORT-C 2026 explanation and elaboration: recommendations for enhancing the reporting and impact of paediatric randomised trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734942/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734942",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mental health impact of the COVID-19 pandemic on frontline healthcare workers in Ethiopia: a scoping review of associated mental health risk and protective factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The mental health and well-being of frontline healthcare workers is at risk during a global health crisis; however, there is a limited understanding of how to protect the mental health of frontline healthcare workers in low-income countries, such as Ethiopia, at such a critical time. Additional research is needed to better inform mental health preparedness interventions for frontline healthcare workers in these contexts, particularly given predictions of another pandemic occurring...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The mental health and well-being of frontline healthcare workers is at risk during a global health crisis; however, there is a limited understanding of how to protect the mental health of frontline healthcare workers in low-income countries, such as Ethiopia, at such a critical time. Additional rese..."
    },
    {
      "title": "Predicting outcomes in selective fetal growth restriction of monoChOrioNic Twins: an inteRnAtional observational cohort STudy protocol (CONTRAST study)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Selective fetal growth restriction (sFGR) is a major cause of perinatal morbidity and mortality in monochorionic diamniotic (MCDA) twin pregnancies. Current management relies on umbilical artery Doppler patterns in the smaller twin. These patterns are, however, inconsistent and do not represent a reliable severity scale, complicating clinical decision-making and parental counselling. This study aims to improve risk stratification by identifying predictors of adverse outcomes, while...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734920",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to improve risk stratification by identifying predictors of adverse outcomes, while",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CONSORT-Children and Adolescents (CONSORT-C) 2026 Extension Statement: Enhancing the Reporting and Impact of Pediatric Randomized Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Widespread implementation and uptake of CONSORT-C 2026 should optimize the usability of trial results for these populations, improve the reproducibility of trial results, and reduce research waste.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Widespread implementation and uptake of CONSORT-C 2026 should optimize the usability of trial results for these populations, improve the reproducibility of trial results, and reduce research waste"
    },
    {
      "title": "SPIRIT-Children and Adolescents (SPIRIT-C) 2026 Extension Statement: Enhancing the Reporting and Usefulness of Pediatric Randomized Trial Protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Inclusion of these SPIRIT-C 2026 items supports comprehensive, meaningful, relevant, and transparent reporting, which can improve both the quality and usefulness of pediatric RCT protocols. RCT protocols contain essential details needed to understand and evaluate the trial's planned aims, design, data collection methods, monitoring, data analysis, and participants' safety.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Inclusion of these SPIRIT-C 2026 items supports comprehensive, meaningful, relevant, and transparent reporting, which can improve both the quality and usefulness of pediatric RCT protocols. RCT protocols contain essential details needed to understand and evaluate the trial's planned a..."
    },
    {
      "title": "ST3GAL3-mediated selective α2,3-sialylation of LDLR promotes vesicular stomatitis virus entry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ST3GAL3-dependent sialylation of LDLR N-glycans is required for efficient viral entry and is not compensated by ST3GAL4 or ST3GAL6 in HeLa cells.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "ST3GAL3-dependent sialylation of LDLR N-glycans is required for efficient viral entry and is not compensated by ST3GAL4 or ST3GAL6 in HeLa cells"
    },
    {
      "title": "The high fundamental frequency in horse whinnies is generated by an aerodynamic whistle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Understanding why the frequencies of some species' vocalizations are far above or below those predicted by body size is key for explaining the remarkable diversity of mammalian vocal behavior. Horses, among the largest terrestrial mammals, provide a clear example of such deviation: their whinnies contain a very high fundamental frequency (>1,000 Hz) in addition to a second, lower one (∼200 Hz). While the lower fundamental frequency of whinnies is readily attributed to vocal fold (laryngeal)...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The role of verbal working memory load on number order processing: Evidence from an articulatory suppression paradigm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Although number order processing has received increasing research attention due to its association with arithmetic skills, its underlying cognitive mechanisms remain unclear. It has been suggested that highly familiar sequences (e.g., 1-2-3, 2-4-6) are processed faster because they are retrieved from memory. However, the involvement of verbal memory retrieval has not been directly tested and is usually inferred indirectly from participants' response times. In this study, participants completed...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734733",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seeing the Unseen: The Neurodevelopmental Factors Related to Visual Impairments in Children With Unilateral Cerebral Palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Specific brain damage and prematurity are related to different visual impairments in children with uCP. Our results could guide clinicians in directing their attention to specific visual assessments and subsequent intervention in children with uCP.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734651",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Specific brain damage and prematurity are related to different visual impairments in children with uCP. Our results could guide clinicians in directing their attention to specific visual assessments and subsequent intervention in children with uCP"
    },
    {
      "title": "25-nitro-20-epi-vitamin D analogue with anti-proliferative and cytoprotective properties: Biological and pharmacological evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "We report the synthesis and pharmacological evaluation of UG-635, a novel 25-nitro vitamin D analogue bearing a 20-epimeric configuration. Cytotoxicity studies in SH-SY5Y neuroblastoma and HepG2 hepatocarcinoma cells showed that UG-635 is well tolerated at low concentrations but reduces viability at higher doses. Importantly, UG-635 demonstrated protective effects against oxidative stress in neuronal cells and exhibited anti-proliferative activity in breast cancer (MCF7) and osteoblast...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734645",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial succession and operational strategies unlocking high-rate performance in IC-Anammox-HAP granular system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "This study assessed the nitrogen and phosphorus removal performance of the high-rate anaerobic ammonium oxidation-hydroxyapatite (Anammox-HAP) in an internal circulation (IC) reactor. Under the dual-circulation strategy, a nitrogen removal rate of 23.3 gN/L/d and a phosphorus removal rate of 0.79 gP/L/d were achieved with synthetic wastewater. Long-term operation fostered co-enrichment of biomass and inorganic in granules significantly, improving their mechanical strength and settling...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Disparities in testing for latent tuberculosis infection in a large US integrated healthcare system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Disparities in LTBI testing in individuals born in high-vs. low-TB incidence countries decreased overall, but increased disproportionally in those with higher SES among those born in high-TB incidence countries. Continued research is needed to understand the causes of disparities, and to inform interventions to reduce disparities.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Disparities in LTBI testing in individuals born in high-vs. low-TB incidence countries decreased overall, but increased disproportionally in those with higher SES among those born in high-TB incidence countries"
    },
    {
      "title": "Molecular epidemiology of the expression of urokinase plasminogen activator receptor-associated protein (uPARAP) in mesenchymal malignancies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734474/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In conclusion, this study highlights the potential of uPARAP as an innovative target for targeted treatments, such as novel antibody-drug conjugates in sarcoma.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734474",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, this study highlights the potential of uPARAP as an innovative target for targeted treatments, such as novel antibody-drug conjugates in sarcoma"
    },
    {
      "title": "SERAPHIM 2.0: an extended toolbox for studying phylogenetically informed movements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "SUMMARY: We report the second version of the R package \"seraphim\", a toolbox developed to process and analyse the output of spatially-explicit phylogeographic reconstructions. This approach-also known as continuous phylogeographic inference-is commonly used in molecular epidemiology to reconstruct the dispersal history and spatiotemporal dynamics of rapidly evolving pathogens. The \"seraphim\" package now implements a broad range of features including (i) visualisation of phylogeographic...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Body-part tuning in the macaque superior temporal sulcus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Neurons in the macaque superior temporal sulcus respond selectively to faces and headless bodies, but their selectivity for individual body parts is not well understood. We recorded from the middle superior temporal sulcus and anterior superior temporal sulcus regions activated by whole monkeys in functional MRI to examine tuning for body parts, including heads. In experiment 1, body parts were shown in color, achromatic, or with scrambled internal features to test contributions of internal...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734098",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protocol for generating an in vitro 3D multicellular culture model of ovarian high-grade serous carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "The development of translational ovarian cancer models to investigate and overcome treatment resistance, while accounting for the impact of the tumor microenvironment, is critical. Here, we present a protocol to establish a multicellular culture model that retains both genetic complexity and the microenvironment of patient tumors and is amenable to molecular and phenotypic analyses and high-throughput drug testing. We describe steps for culturing and characterizing stromal cells derived from...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734061",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of the tumor microenvironment, is critical",
      "conclusion": null
    },
    {
      "title": "Competitive cell transplantation in rat mammary tissue and its use for radiation-induced cell competition and tumor clonality assays",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Competitive transplantation of cells expressing distinct fluorescent proteins is an attractive method for assessing cell competition and tumor clonality, albeit its use has been limited to mouse models. Rat mammary cancer is an alternative model to mice due to its similarity to human breast cancer. This study aims to implement competitive transplantation in the context of radiation biology of the rat mammary gland and to provide a detailed protocol on key techniques. Dissociated mammary cells...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734058",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "to implement competitive transplantation in the context of radiation biology of the rat mammary gland and to provide a detailed protocol on key techniques",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Survey of Spotted Fever Group Rickettsia and Anaplasmataceae Bacteria in Questing Ticks in Hokkaido, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41734044/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings showed that questing ticks in Hokkaido harbor zoonotic bacteria. While I. persulcatus appears to be the principal vector, the detection of pathogens in I. ovatus, H. japonica, and H. megaspinosa suggests the potential for additional vectors in the region. These findings underscore the importance of continuous surveillance and heightened clinical awareness of tick-borne diseases in northern Japan.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41734044",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings showed that questing ticks in Hokkaido harbor zoonotic bacteria. While I"
    },
    {
      "title": "Multidisciplinary prospective study of standardized pelvic lymph-node dissection focusing on the dorsal obturator nerve region",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733772/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A multidisciplinary, standardized approach to pelvic lymph-node dissection is feasible and facilitates implementation across specialties. Dissection of the dorsal obturator nerve region increases operative time without demonstrating additional oncological advantage in this study. Standardized anatomical frameworks may facilitate safer and more consistent practice.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733772",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A multidisciplinary, standardized approach to pelvic lymph-node dissection is feasible and facilitates implementation across specialties. Dissection of the dorsal obturator nerve region increases operative time without demonstrating additional oncological advantage in this study"
    },
    {
      "title": "Evaluating Japan's cancer control activities: Findings from the third cancer patient experience survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cancer care in Japan is generally well-received; however, significant challenges remain, particularly for younger patients and those with rare cancers. Increasing support service awareness and utilization, along with improved access pathways and targeted support for adolescent and young adult patients, are essential to promoting equitable and patient-centered cancer care under the revised Cancer Control Plan.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733770",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cancer care in Japan is generally well-received; however, significant challenges remain, particularly for younger patients and those with rare cancers. Increasing support service awareness and utilization, along with improved access pathways and targeted support for adolescent and young adult patien..."
    },
    {
      "title": "Short-term outcomes of robot-assisted versus conventional thoracoscopic esophagectomy: a nationwide inpatient database study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RE was associated with better short-term outcomes, including fewer respiratory complications, unplanned reintubation, and anastomotic leakage, compared with TE.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733764",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RE was associated with better short-term outcomes, including fewer respiratory complications, unplanned reintubation, and anastomotic leakage, compared with TE"
    },
    {
      "title": "Axonal protection by nicotinamide riboside with the SIRT1-AMPK pathway in TNF-induced optic nerve damage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Native liver survivors of portoenterostomy for biliary atresia with excellent outcome: redefining \"successful\" portoenterostomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733666",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cognitive load and visual field restriction affect safety and efficiency of individuals with stroke walking through narrow openings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733650/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733650",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of two epidural space identification methods in orthopedic surgery: spring-loaded syringe versus loss of resistance syringe",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733562",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temperature-Dependent Underoil Wettability of Cellulose Nanocrystals and Their Biobased Modifications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Surface wettability is crucial in applications ranging from biomaterials to coatings. This study investigates the wettability of cellulose nanocrystals (CNCs) modified with biobased agents, methyl cellulose (MC), ethyl cellulose (EC), and tannic acid (TA), in alkane solvents. Contact angles were measured in a temperature-controlled setup with water droplets placed on surfaces immersed in heptane or hexadecane. MC-modified CNCs showed superhydrophilic behavior, while EC addition imparted...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733540",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic opportunities for CKD-associated osteoporosis in adults with kidney failure imply screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Comprehensive bone health assessment identified CKD-associated osteoporosis in 7 out of 10 patients with kidney failure and unveiled several therapeutic opportunities ranging from optimization of mineral metabolism to non-pharmacological and pharmacological bone-targeting interventions. Present single-center findings call for reflection and confirmation.",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733465",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Comprehensive bone health assessment identified CKD-associated osteoporosis in 7 out of 10 patients with kidney failure and unveiled several therapeutic opportunities ranging from optimization of mineral metabolism to non-pharmacological and pharmacological bone-targeting interventions. Present sing..."
    },
    {
      "title": "Stereochemical Analysis of Tertiary Trifluoroacetamides Leveraging Both Through-Space <sup>1</sup>H···<sup>19</sup>F Spin-Spin Couplings and Anisotropic Solvent-Induced Shifts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "In this study, the assignment of E/Z-isomers of N,N-dialkyl trifluoroacetamides (1-8) is investigated by using ¹H-nuclear magnetic resonance spectroscopy, and data pertaining to both through-space spin-spin couplings (TSCs) and aromatic solvent-induced shifts (ASISs) are utilized to develop a reliable and convenient approach for determining the stereochemistry of these isomers. Although TSCs─observed when the F from the CF(3) group is spatially close to protons─alone may be useful for...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrocardiographic patterns in an urban community of South Kivu in the Democratic Republic of Congo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Mean EKG parameters in the population of Bukavu are similar to those found in other regions of Sub-Saharan Africa (SSA) and in the world. Except for large Sokolow-Lyon indices EKG variants such as large ST segment elevation and T wave inversion found among asymptomatic Blacks in certain other regions of SSA are not found in Bukavu. The scarcity of AF suggests that other aetiologies do account for the increasing incidence of ischaemic strokes in the studied population. Prolonged QT(c)...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733395",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mean EKG parameters in the population of Bukavu are similar to those found in other regions of Sub-Saharan Africa (SSA) and in the world. Except for large Sokolow-Lyon indices EKG variants such as large ST segment elevation and T wave inversion found among asymptomatic Blacks in certain other region..."
    },
    {
      "title": "Hypercarbon-Centered Gold(I)-Copper(I) Clusters Exhibiting a Dissolution/Crystallization-Induced Photoluminochromism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41733299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260225030528&v=2.18.0.post22+67771e2",
      "description": "Chemical molecules may show very different properties in the solid state and in solution, which is mainly caused by the difference in structure between different physical states. Well-defined metal cluster molecules are ideal models for the investigation of the dynamic dissolution/crystallization process, as they usually exhibit photoluminescence (PL) that is sensitive to reversible changes in coordination geometry and multi-electron structure. Here we report the...",
      "pubDate": "2026-02-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41733299",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}