{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-29T19:34:40.136Z",
  "totalItems": 150,
  "totalArchived": 49709,
  "newPapersAdded": 170,
  "institutionBreakdown": {
    "KAIST": 3,
    "SNU": 43,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 0,
    "Korea University": 30,
    "IBS": 86,
    "UNIST": 0,
    "Hanyang University": 5,
    "KIST": 2,
    "GIST": 3,
    "Kyung Hee University": 7,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 74,
    "Computer Science": 5,
    "Cancer Research": 18,
    "Biomedical": 37,
    "Neuroscience": 10,
    "Materials Science": 6
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Assessment of bioelectrical impedance analysis devices for data reliability of body impedance measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that BIA devices can be calibrated using a standard procedure with a stable reference such as the BII, which traces back to internationally accredited impedance standards. The results show that the calibration significantly improves the reliability of BIA device measurements, providing a level of confidence for the measurement data.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41608515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that BIA devices can be calibrated using a standard procedure with a stable reference such as the BII, which traces back to internationally accredited impedance standards",
      "conclusion": "This study demonstrates that BIA devices can be calibrated using a standard procedure with a stable reference such as the BII, which traces back to internationally accredited impedance standards. The results show that the calibration significantly improves the reliability of BIA device measurements,..."
    },
    {
      "title": "Myostatin inhibition with orally administered <em>Lactobacillus casei</em> expressing a modified human myostatin protein: functional benefits and translational potential in advanced Duchenne muscular dystrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study demonstrates that myostatin inhibition with orally administered L. casei expressing a modified human myostatin protein confers functional benefits even in advanced DMD, while highlighting its therapeutic limitations without concomitant dystrophin restoration. As a cost-effective, non-invasive, and immunologically distinct platform, this system holds translational potential not only for DMD but also for broader applications in sarcopenia and metabolic disorders.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41607848",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that myostatin inhibition with orally administered L",
      "conclusion": "This study demonstrates that myostatin inhibition with orally administered L. casei expressing a modified human myostatin protein confers functional benefits even in advanced DMD, while highlighting its therapeutic limitations without concomitant dystrophin restoration"
    },
    {
      "title": "Advancing chemical safety prediction: an integrated GNN framework with DFT-augmented cyclic compound solution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The rapid proliferation of chemical substances presents significant challenges in assessing their safety-critical physicochemical properties. This study presents an integrated approach using Graph Neural Networks (GNNs) to predict three crucial properties for chemical safety assessment: Heat of Combustion (HoC), Vapor Pressure (VP), and Flashpoint. Leveraging comprehensive datasets of 4780, 3573, and 14,696 compounds respectively, we developed a unified prediction model that outperforms existing...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41606695",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical Management of Delayed Mallet Finger Fractures Using Combined Two-Extension Block Kirschner Wire and Dorsal Counterforce Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Two-extension block K-wire technique combined with the dorsal counterforce technique appears to be a feasible option for delayed bony mallet fractures, achieving a congruent joint surface and satisfactory outcomes in most cases.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41609545",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Two-extension block K-wire technique combined with the dorsal counterforce technique appears to be a feasible option for delayed bony mallet fractures, achieving a congruent joint surface and satisfactory outcomes in most cases"
    },
    {
      "title": "Maintenance of PARP Inhibitor Rechallenge Plus Bevacizumab in Patients with Platinum-Sensitive, Recurrent Ovarian Cancer Previously Treated with a PARP Inhibitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first report of PARPi rechallenge with bevacizumab as maintenance therapy in this setting. The combination demonstrated promising efficacy, particularly in patients with favorable platinum responsiveness, and warrants further investigation in biomarker-driven studies.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41609513",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first report of PARPi rechallenge with bevacizumab as maintenance therapy in this setting. The combination demonstrated promising efficacy, particularly in patients with favorable platinum responsiveness, and warrants further investigation in biomarker-driven studies"
    },
    {
      "title": "Deep learning-based survival outcomes of REBOA vs resuscitative thoracotomy in trauma: a nationwide cohort study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41609386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailored psychoeducation for multiple myeloma patients: a step toward enhancing quality of life and health outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Patients with multiple myeloma (MM) experience various symptoms throughout their treatment and have psychosocial needs that must be addressed. This study aims to develop and evaluate a psychoeducation program for MM patients, assessing its impact on supportive care needs, health-promoting lifestyle, and quality of life. A quasi-experimental design with a non-equivalent control group was used. The experimental group received individual weekly 90-minute psychoeducation sessions for 5 weeks, while...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41609335",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to develop and evaluate a psychoeducation program for MM patients, assessing its impact on supportive care needs, health-promoting lifestyle, and quality of life",
      "significance": "on supportive care needs, health-promoting lifestyle, and quality of life",
      "conclusion": null
    },
    {
      "title": "Impact of CP12 deletion on inorganic carbon acquisition and Rubisco partitioning in Chlamydomonas reinhardtii",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The small chloroplastic protein CP12 has multiple functions, including the regulation of enzymes in the Calvin-Benson-Bassham cycle. Here, we investigated its role in the acclimation of Chlamydomonas reinhardtii to varying CO2 availability. We showed that phosphoribulokinase can interact with CP12 in conditions where the Calvin-Benson-Bassham cycle is active. Compared to the wild type, at high CO2, C. reinhardtii CP12 deletion mutants, or partially complemented mutants, have less...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41609298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "its role in the acclimation of Chlamydomonas reinhardtii to varying CO2 availability",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Increased Cerebrospinal Fluid Adenosine Deaminase Activities in a Gouty Patient With Varicella-Zoster Virus Meningitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Systemic inflammation, which includes the meninges and joints, had been postulated to increase protein diffusion through the vascular walls and had been associated with increased ADA activity in CSF and serum. To the best of our knowledge, this is one of the few reports on VZV meningitis and gout associated with elevated ADA levels.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41609152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Systemic inflammation, which includes the meninges and joints, had been postulated to increase protein diffusion through the vascular walls and had been associated with increased ADA activity in CSF and serum. To the best of our knowledge, this is one of the few reports on VZV meningitis and gout as..."
    },
    {
      "title": "Clinical Characteristics of Geriatric Patients With <em>de novo</em> Parkinson's Disease Compared with the Non-Geriatric Population: Adapting to Changes in the Era of Aging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609135/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings reveal a distinct clinical phenotype among geriatric patients with de novo PD, underscoring the value of early detection and proactive management of cognitive and autonomic impairments in this group. The results further emphasize the need for individualized assessment and therapeutic interventions tailored to the specific requirements of geriatric patients with PD.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41609135",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings reveal a distinct clinical phenotype among geriatric patients with de novo PD, underscoring the value of early detection and proactive management of cognitive and autonomic impairments in this group. The results further emphasize the need for individualized assessment and therapeutic ..."
    },
    {
      "title": "Metabolic syndrome and risk of monoclonal gammopathy of undetermined significance: a large Korean cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Monoclonal gammopathy of undetermined significance (MGUS) is a premalignant plasma cell disorder with a risk of progression to multiple myeloma. Metabolic syndrome (MetS) is implicated in cancer development, yet its association with MGUS remains unclear. We examined MetS as a risk factor for MGUS in a large Korean cohort. In a retrospective cohort study using the National Health Information Database, we analyzed 4,453,504 adults undergoing health checkups in 2012, followed through 2022. MetS was...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41609060",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "MetS as a risk factor for MGUS in a large Korean cohort",
      "significance": "(MGUS) is a premalignant plasma cell disorder with a risk of progression to multiple myeloma",
      "conclusion": null
    },
    {
      "title": "Frontline ponatinib plus hyper-CVAD over imatinib in adults with Ph-positive acute lymphoblastic leukemia: real-world efficacy and risks of early ponatinib dose reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Not available.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41609055",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Holographic Whole-Object Photopolymerization Preserving Director Alignment in Liquid Crystalline Actuators",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608905/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Liquid crystalline (LC) crosslinked polymeric structures are promising for soft robotic applications, as their actuation profile is intrinsically encoded and results from the structure's shape and the LC molecular orientation (director). However, it remains challenging to fabricate 3D objects and at the same time control the director orientation within the 3D structure. Liquid crystalline molecules are commonly aligned using modified surfaces or electric/magnetic fields. However, additive...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41608905",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Light-Induced Entropy for Secure Vision",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "We present a photospike-based true random number generator (PS-TRNG) that exploits the intrinsic randomness from light-matter interaction and stochastic charge trapping. By integrating copper vanadate (CuV(2)O(6)) nanostructures with a tin dioxide quantum dot (SnO(2) QD) layer, the device induces probabilistic trapping-de-trapping dynamics, producing random photospike currents under optical pulse trains. The spike currents show high entropy and enable multi-level random number generation beyond...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41608895",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endovascular Thrombectomy in Cancer-Related Stroke: Comparison of Thrombectomy Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In EVT for cancer-related stroke, the dual-layered stent retriever device demonstrated superior efficacy in higher rates of first-pass effect without increasing the risk of symptomatic intracranial hemorrhage. These findings suggest that the dual-layered SR may be preferred as the first-line treatment option for EVT in cancer-related stroke.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41608714",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the dual-layered SR may be preferred as the first-line treatment option for EVT in cancer-related stroke",
      "conclusion": "In EVT for cancer-related stroke, the dual-layered stent retriever device demonstrated superior efficacy in higher rates of first-pass effect without increasing the risk of symptomatic intracranial hemorrhage. These findings suggest that the dual-layered SR may be preferred as the first-line treatme..."
    },
    {
      "title": "Association between single, dual, poly use of tobacco products and smoking cessation in Korean adult smokers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608649/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HTP-only users had a statistically significant association with smoking cessation, with higher odds of quitting smoking within two years compared to CC-only users. Further studies with a large sample are required to validate our results considering a small number of participants in the comparison groups in this study.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41608649",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HTP-only users had a statistically significant association with smoking cessation, with higher odds of quitting smoking within two years compared to CC-only users. Further studies with a large sample are required to validate our results considering a small number of participants in the comparison gr..."
    },
    {
      "title": "TM4SF5-mediated KEAP1 Regulation in Hepatocytes Irrelevant to NRF2 Expression and Activity Promotes Oxidative Stress and Inflammation to Develop Metabolic Dysfunction-Associated Steatotic Liver Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatohepatitis (MASH)-associated fibrosis involves inflammation accompanied by reactive oxygen species (ROS), in addition to abnormal lipid metabolism and extracellular matrix (ECM) deposition. ROS levels are regulated by the NRF2-KEAP1 pathway. Transmembrane 4 L six family member 5 (TM4SF5) is implicated in metabolic dysfunction-associated steatotic liver disease (MASLD). However, it remains unknown how hepatocyte TM4SF5 modulates abnormal lipid and ROS...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41608638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Misleading readers without lies: understanding spin and its relevance to acupuncture research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "This article provides an overview of spin in general and the current state of spin research in acupuncture studies. We introduce the definition and historical background of spin and provide an overview of its types with illustrative examples. Spin, reporting strategies that emphasise benefits or distract from non-significant results, may still be unfamiliar to many researchers, despite its critical impact on physicians and decision-makers by distorting interpretation and misrepresenting...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41608542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on physicians and decision-makers by distorting interpretation and misrepresenting",
      "conclusion": null
    },
    {
      "title": "Efficacy of acupuncture-related treatment for sleep disturbances in children with neurodevelopmental disorders: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608472/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "AIM: To evaluate the efficacy of acupuncture-related treatments for sleep disturbances in children with neurodevelopmental disorders (NDDs).",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41608472",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To evaluate the efficacy of acupuncture-related treatments for sleep disturbances in children with neurodevelopmental disorders (NDDs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifunctional Biomaterial Strategies to Regulate Inflammation and Promote Kidney Repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Chronic kidney disease (CKD) involves inflammation, fibrosis, and impaired regeneration. We developed a biofunctional hybrid scaffold (PMEAR/MM/uEV) combining a porous poly(lactic-co-glycolic acid)-porcine extracellular matrix, ricinoleic acid-modified magnesium hydroxide, metanephric mesenchyme-like cells, and ureteric bud-derived extracellular vesicles, with resveratrol and adapalene to confer antioxidant and pro-regenerative properties. The scaffold exhibited uniform porosity, pH-buffering,...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41608352",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroimaging evaluation of high dose methotrexate-induced neurotoxicity in pediatric and young adults: a PET/MRI study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: High-dose Methotrexate (HDMTX) can induce neurotoxicity, yet its impact on brain metabolism remains underexplored. This study aimed to assess short- and long-term brain metabolic changes post-HDMTX on 18F-FDG PET/MRI relative to baseline (pre-HDMTX) scans.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41608299",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "assess short- and long-term brain metabolic changes post-HDMTX on 18F-FDG PET/MRI relative to baseline (pre-HDMTX) scans",
      "significance": "on brain metabolism remains underexplored",
      "conclusion": null
    },
    {
      "title": "Combined effects of glycemic status and adiposity on cardiovascular risk in chronic kidney disease: A nationwide population-based study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cardiovascular risk is jointly influenced by glycemic status and adiposity, with diabetes consistently elevating risk across all BMI and WC categories, underscoring the importance of their assessment in CKD.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41608095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cardiovascular risk is jointly influenced by glycemic status and adiposity, with diabetes consistently elevating risk across all BMI and WC categories, underscoring the importance of their assessment in CKD"
    },
    {
      "title": "Sunlight PDT leveraging NIR-II nanospray: painless, hemostatic, anti-inflammatory therapy towards diabetic wound infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Photodynamic therapy (PDT), which relies on the activation of photosensitizers by specific wavelengths of light to generate reactive oxygen species (ROS) for targeted pathogen or diseased tissue eradication, offers substantial promise for clinical wound management. However, its application in diabetic wound management remains constrained by suboptimal therapeutic efficacy, recurrent infections, treatment-associated pain, scar formation, and dependence on costly specialized equipment. Here, we...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41608042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Analytic Hierarchy Process-based case study on older adult-friendly community therapeutic landscape design",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "With the accelerating trend of global population aging, the demand for social services among older adults continues to rise. Community therapeutic landscapes play a critical role in promoting the physical and mental well-being of older adults, fostering social interactions, enhancing living environments, and contributing to the sustainable development of communities. Grounded in Stress Reduction Theory (SRT) and Attention Restoration Theory (ART), this study identifies and synthesizes the design...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607916",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CD71+ erythroid cells as a potential early biomarker for hemodynamic significant patent ductus arteriosus in preterm infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Hemodynamically significant patent ductus arteriosus (hsPDA) in preterm infants is associated with increased mortality and morbidity. Early and accurate identification of infants at risk for PDA is critical for improving outcome. Perinatal inflammation is a known risk factor of PDA. CD71+ erythroid cells (CECs) are immature red blood cells with immunomodulatory roles and show variable abundance in preterm infants. We aimed to examine the proportion of CECs in preterm infants and...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607780",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "examine the proportion of CECs in preterm infants and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Advancing artificial intelligence ethics in health and genomics: lessons from a public survey in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607592/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fgene.2025.1563544.].",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607592",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Figure-ground relationship of voices in musical structure modulates reciprocal frontotemporal connectivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607409/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "When listening to polyphonic music, we often perceive a melody as the figure against the ground of accompanying sounds. However, with repeated exposure, this figure-ground relationship may naturally shift, allowing the melody to recede into the ground. In a previous study, we found the consistent pattern of frontotemporal connectivity for the \"Twinkle, Twinkle, Little Star\" (TTLS) melody in the headings of two Variations (II and IV) in Mozart's 12 Variations, K. 265, indicating that the TTLS...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607409",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-targeted metabolite profiling reveals substantial equivalence of omega-3 enriched <em>PfFAD3-1</em> transgenic soybeans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The overexpression of the Physaria fendleri ω-3 fatty acid desaturase (PfFAD3-1) in soybean (Glycine max (L.) Merr.) substantially increases seed α-linolenic acid (18:3) content. To evaluate the compositional safety of PfFAD3-1 transgenic soybeans, we conducted a three-year, two-location field trial (Jeonju and Gunwi, Republic of Korea) and applied non-targeted metabolite profiling of polar and lipophilic metabolites. Multivariate analyses (PCA, PLS-DA) revealed that environmental factors (site...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Efficacy of prolotherapy in temporomandibular joint disorders with hypertonic dextrose and Polydeoxyribonucleotide (PDRN)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607324/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Prolotherapy is an effective intervention for improving pain and jaw function in TMD patients. Both hypertonic dextrose and PDRN demonstrated significant clinical improvements on TMD prolotherapy.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607324",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Prolotherapy is an effective intervention for improving pain and jaw function in TMD patients. Both hypertonic dextrose and PDRN demonstrated significant clinical improvements on TMD prolotherapy"
    },
    {
      "title": "TYRO3, AXL, MER (TAM) Receptor Expression in Korean Cutaneous Melanoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Laser Safety in Dermatology: Eye Protection and Infection Control Practices Among Board-Certified Korean Dermatologists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607144/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite high overall adherence to basic safety practices, critical gaps remain. Our findings highlight the need for standardized guidelines and long-term occupational health monitoring to ensure safe laser practice.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41607144",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite high overall adherence to basic safety practices, critical gaps remain. Our findings highlight the need for standardized guidelines and long-term occupational health monitoring to ensure safe laser practice"
    },
    {
      "title": "Current Clinical Perspectives on Rosacea Management: Insights From a Korean Multicenter Expert Opinion Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Korean dermatologists adopt individualized strategies for rosacea, yet practice gaps remain regarding neurogenic symptoms, pigmentary complications, and psychosocial and ocular comorbidities. Findings support the need for updated multidisciplinary, phenotype-driven guidelines aligned with real-world practice.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41607141",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Korean dermatologists adopt individualized strategies for rosacea, yet practice gaps remain regarding neurogenic symptoms, pigmentary complications, and psychosocial and ocular comorbidities. Findings support the need for updated multidisciplinary, phenotype-driven guidelines aligned with real-world..."
    },
    {
      "title": "Efficacy and Safety of Novel Botulinum Toxin Type A (Protoxin) in the Treatment of Moderate to Severe Glabellar Lines: A Multicenter, Randomized, Double-Blind, Active-Controlled Phase III Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Protoxin demonstrated efficacy and safety profiles comparable to those of OBoNT in the treatment of moderate to severe glabellar lines.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41607140",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Protoxin demonstrated efficacy and safety profiles comparable to those of OBoNT in the treatment of moderate to severe glabellar lines"
    },
    {
      "title": "A Pilot Study on the Use of Topical Gold and Diamond Suspension Combined With 1,064 nm Picosecond Nd:YAG Laser for the Treatment of Facial Melasma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The topical microgold and microdiamond suspension combined with a 1,064 nm picosecond Nd:YAG laser appears to be a safe and effective treatment option for facial melasma.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607139",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The topical microgold and microdiamond suspension combined with a 1,064 nm picosecond Nd:YAG laser appears to be a safe and effective treatment option for facial melasma"
    },
    {
      "title": "Association Between Psoriasis Risk and Body Mass Index and Waist Circumference in Diabetes: A Population-Based Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Understanding the relationship between psoriasis risk and obesity in diabetic individuals holds the potential to enhance the management of patients with T2DM.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607138",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Understanding the relationship between psoriasis risk and obesity in diabetic individuals holds the potential to enhance the management of patients with T2DM"
    },
    {
      "title": "Clinical Features and Treatment Response in Chronic Recurrent Erythema Multiforme: Difference Based on the Etiology Related to Herpes Simplex Virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: HSV association defines a distinct clinical subtype of chronic recurrent EM, with differences in lesion morphology, distribution, and treatment response. Recognizing these patterns may guide targeted therapeutic strategies, including the potential use of Janus kinase inhibitors in refractory cases.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607137",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HSV association defines a distinct clinical subtype of chronic recurrent EM, with differences in lesion morphology, distribution, and treatment response. Recognizing these patterns may guide targeted therapeutic strategies, including the potential use of Janus kinase inhibitors in refractory cases"
    },
    {
      "title": "Refining Nail Surgery: Clinical Pearls and Best Practices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The nail is not only aesthetically significant but also functionally essential, as it protects the distal digits and serves as a counterpart for pressure-bearing areas. Nail surgery presents unique challenges since, even after successful treatment of pathological conditions, scarring may lead to cosmetic deformities, and partial or complete nail loss can result in functional impairment. Fortunately, recent advancements in nail surgery have improved treatment success rates while minimizing...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607136",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interdisciplinary collaboration in neurocritical care management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The complexity of neurocritical care requires a shift from traditional, discipline-specific practice toward a collaborative, interdisciplinary model. This review explores the conceptual and practical framework of interdisciplinary collaboration in neuro-intensive care units, examining the roles of key specialists including neurosurgeons, neurologists, intensivists, pharmacists, nutritionists, and rehabilitation experts. We discuss the benefits of coordinated care in improving patient-centered...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41607105",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Intensity Blood Flow-Restricted Multi-Joint Exercise Improves Muscle Function in Patients With Patellofemoral Pain Syndrome: A Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND Patellofemoral pain syndrome (PFPS) limits physical activity and quality of life, especially during weight-bearing tasks. Although high-load resistance exercises are recommended for rehabilitation, they may worsen symptoms in pain-sensitive individuals. Low-intensity blood flow restriction (BFR) training has emerged as a potential alternative. However, its effects on functional performance and mechanical properties remain unclear. MATERIAL AND METHODS In this assessor-blinded,...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41606964",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Contamination pathways of Listeria monocytogenes in Enoki mushrooms and their production environment at a commercial farm in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606860/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Listeria monocytogenes is a significant foodborne pathogen associated with high morbidity and mortality, particularly in immunocompromised populations. Contamination of Listeria monocytogenes in enoki mushrooms has led to multiple international outbreaks in recent years, yet the precise pathways of contamination during production remain largely uninvestigated. This study is the first to comprehensively examine the contamination dynamics of L. monocytogenes within a commercial enoki mushroom...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41606860",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lower post-rewarming body control temperature is associated with 1-year mortality of out-ofhospital cardiac arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Low body temperature at 72 hours after TTM was independently associated with 1-year mortality.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41606796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Low body temperature at 72 hours after TTM was independently associated with 1-year mortality"
    },
    {
      "title": "Radiologic Eye Deviation as a Prognostic Marker in Patients Post-Cardiac Arrest: A Retrospective Observational Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Radiographic eye deviation on brain CT alone is insufficient to reliably predict neurological outcomes after cardiac arrest. Further large-scale studies incorporating multimodal approaches are needed to clarify its prognostic utility.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41606794",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Radiographic eye deviation on brain CT alone is insufficient to reliably predict neurological outcomes after cardiac arrest. Further large-scale studies incorporating multimodal approaches are needed to clarify its prognostic utility"
    },
    {
      "title": "Mental health of women with HIV: a qualitative meta-synthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings reveal how women living with HIV experience psychological distress and lifelong coping and resilience, across diverse regional, cultural, and healthcare system contexts. These insights can inform healthcare professionals, policymakers, and researchers in developing individualized, sustainable, and adaptive psychosocial care interventions globally. Future research should adopt tailored, lifespan-focused approaches and employ ethnographic methods to complement the...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41606735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings reveal how women living with HIV experience psychological distress and lifelong coping and resilience, across diverse regional, cultural, and healthcare system contexts. These insights can inform healthcare professionals, policymakers, and researchers in developing individualized, susta..."
    },
    {
      "title": "A conceptual model for healthcare-seeking research and interventions in cutaneous leishmaniasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41606622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>De Novo</em> Design of Glycan Foldamers with Programmable Tertiary Structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "De novo molecular design has yielded proteins and peptides with structures and functions beyond those found in nature. Despite the potential for glycans to form a broader scope of well-defined tertiary architectures, owing to the numerous conjugation sites and stereocenters, no one has yet built glycans with targeted structures and functions from scratch. Here, we designed glycan sequences that fold into programmable 3D architectures. Starting from first-principles, we create a linear glycan...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41609501",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tardigrade-based smartphone microscopy and 3D printing as a low-cost model for microbiology outreach targeting elementary school students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "We developed a STEAM (Science, Technology, Engineering, Arts and Mathematics) outreach program that integrates tardigrade biology with smartphone microscopy and 3D printing in a public science program hosted by the Kanagawa Institute of Industrial Science and Technology (KISTEC), Japan. Building on prior educational activities that introduced tardigrades mainly through conventional light microscopy, our approach links smartphone-based observation to the creation of 3D-printed models in a single,...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41609401",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Key Role of Pro230 in the Hinge Region on the Architecture and Function of IgG1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609221/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Immunoglobulin G (IgG) is a multifunctional glycoprotein essential for immune defense and widely used as a therapeutic due to its antigen specificity and effector functions. However, the inherent flexibility of its hinge region complicates structural characterization and obscures the molecular basis of its mechanism of action. To clarify the hinge's role, we performed systematic amino acid substitutions. Notably, deletion of Pro230 led to the formation of a half-IgG1 species lacking inter-heavy...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41609221",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Frozen Storage on Macronutrient, Mineral, and Immune Component Content of Pasteurized Donor Human Milk",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608867/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results suggest that PDHM can be safely stored at -30 °C for 12 months after expression without compromising bacterial safety and nutritional quality.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41608867",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that PDHM can be safely stored at -30 °C for 12 months after expression without compromising bacterial safety and nutritional quality",
      "conclusion": "These results suggest that PDHM can be safely stored at -30 °C for 12 months after expression without compromising bacterial safety and nutritional quality"
    },
    {
      "title": "Individualized Atrophy-Based Prediction of Dementia Progression in Familial Frontotemporal Lobar Degeneration With Bayesian Linear Mixed-Effects Modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608854/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Age of symptom onset is highly variable in familial frontotemporal lobar degeneration (f-FTLD). Accurate prediction of onset would inform clinical management and trial enrollment. Prior studies indicate that individualized maps of brain atrophy can predict conversion to dementia in f-FTLD. We used a Bayesian linear mixed-effect (BLME) prediction method for identifying accelerated brain volume loss to predict conversion to dementia.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41608854",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Age of symptom onset is highly variable in familial frontotemporal lobar degeneration (f-FTLD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wearable-Derived Training Load and Coronary Atherosclerosis in Middle-Aged and Older Athletes and Physically Active Controls: A New Perspective From the Master@Heart Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: High training duration (hours/week), particularly when combined with cumulative high-intensity TL (eTRIMP), was independently associated with increased prevalence of subclinical CAD in middle-aged and older athletes and physically active controls. Exercise intensity alone, in the absence of high duration, was not clearly linked to CAD. These findings underscore the potential of objectively measured TL for understanding associations with subclinical CAD in endurance athletes.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41608826",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "High training duration (hours/week), particularly when combined with cumulative high-intensity TL (eTRIMP), was independently associated with increased prevalence of subclinical CAD in middle-aged and older athletes and physically active controls. Exercise intensity alone, in the absence of high dur..."
    },
    {
      "title": "Clinical Outcomes of Dantrolene in Neuroleptic Malignant Syndrome: A Nationwide Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the largest study of NMS to date, early initiation of dantrolene was associated with higher in-hospital mortality and prolonged ICU/hospital stay. These findings suggest that routine use of dantrolene in NMS should be reevaluated.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41608809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that routine use of dantrolene in NMS should be reevaluated",
      "conclusion": "In the largest study of NMS to date, early initiation of dantrolene was associated with higher in-hospital mortality and prolonged ICU/hospital stay. These findings suggest that routine use of dantrolene in NMS should be reevaluated"
    },
    {
      "title": "Genetic Association of Circulating Proteins and Gene Transcripts With Spontaneous Coronary Artery Dissection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608794/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Integrative analysis of proteomic, transcriptomic, and experimental data revealed 4 circulating proteins genetically associated with SCAD risk, with ECM1 emerging as a key protein with a likely causal role in SCAD pathogenesis. These findings highlight biological pathways for mechanistic studies and protein targets for potential therapeutic interventions.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41608794",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Integrative analysis of proteomic, transcriptomic, and experimental data revealed 4 circulating proteins genetically associated with SCAD risk, with ECM1 emerging as a key protein with a likely causal role in SCAD pathogenesis. These findings highlight biological pathways for mechanistic studies and..."
    },
    {
      "title": "Kita-Kyushu lung cancer antigen-1 expression in initial gastric tumors predicts multiple cancer development: A pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: KK-LC-1 expression in the initial gastric tumors, particularly in the middle and lower stomach regions, may serve as a predictive biomarker for the future development of multiple GCs.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41608347",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "KK-LC-1 expression in the initial gastric tumors, particularly in the middle and lower stomach regions, may serve as a predictive biomarker for the future development of multiple GCs"
    },
    {
      "title": "Human inborn errors of immunity: 2024 update on the classification from the International Union of Immunological Societies Expert Committee",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "This report provides an updated classification of inborn errors of immunity (IEIs) involving 508 different genes and 17 phenocopies. Of these, we report 67 novel monogenic defects and 2 phenocopies due to neutralizing anti-cytokine autoantibodies or somatic mutations, which either have been discovered since the previous update (published June 2022) or were reported earlier but have been recently confirmed and/or expanded. The new additions were made after rigorous review of new genetic...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41608114",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The 2024 update of IUIS phenotypic classification of human inborn errors of immunity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Here, we report the 2024 update of the phenotypic classification by the International Union of Immunological Societies (IUIS) expert committee (EC) on inborn errors of immunity (IEI), which accompanies and complements the 2024 genotypic classification. The aim of this classification is to help diagnosis for clinicians at the bedside and focuses on clinical features and basic laboratory phenotypes of specific IEI. In this update, 559 IEI are described, including 67 novel monogenic defects and 2...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41608113",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this classification is to help diagnosis for clinicians at the bedside and focuses on clinical features and basic laboratory phenotypes of specific IEI",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eye tracking as a tool to quantify the effects of CAD display on radiologists' interpretation of chest radiographs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607861/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Eye tracking revealed measurable changes in search behavior associated with concurrent BB display during chest radiograph interpretation. These findings support this approach and highlight the need for larger studies across modalities and clinical contexts.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41607861",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Eye tracking revealed measurable changes in search behavior associated with concurrent BB display during chest radiograph interpretation. These findings support this approach and highlight the need for larger studies across modalities and clinical contexts"
    },
    {
      "title": "Work-life balance as early career respiratory experts and ERS representatives: personal experiences, reflections and potential solutions for improvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607637/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Work-life balance is a real challenge for early career respiratory professionals striving to manage clinical responsibilities, research, teaching and professional commitments. In this collective reflection by members of the European Respiratory Society Early Career Member Committee, we openly explore our own experiences, struggles and lessons learned in the pursuit of balance. While some of us feel we have found a rhythm that works, many are still navigating fluctuating demands, blurred...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41607637",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Characteristics of Late-Onset (≥ 65 Years) Ulcerative Colitis: A Single-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In conclusion, remission rates were low and surgical rates were higher with increasing age of onset. In addition, steroid-related side effects increased with age. It was possible that late-onset UC may have a different pathogenesis and be resistant to treatment.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41607563",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In conclusion, remission rates were low and surgical rates were higher with increasing age of onset. In addition, steroid-related side effects increased with age"
    },
    {
      "title": "Eosinophilic granulomatosis with polyangiitis related giant coronary aneurysm leading to acute myocardial infarction: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607557/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Eosinophilic granulomatosis with polyangiitis (EGPA) is a rare, multisystem autoimmune disorder characterized by adult-onset asthma, peripheral eosinophilia, and small- to medium-vessel vasculitis. Cardiac involvement is a leading cause of mortality in EGPA. A case exhibiting progressive enlargement of coronary aneurysms despite normal peripheral eosinophil counts and treatment consistent with guideline-recommended immunosuppressive therapy is exceedingly rare.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41607557",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A cross-taxonomic explanatory framework for mobbing behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Mobbing is an important antipredator strategy wherein prey approach harass and attack nonhunting predators, using conspicuous stereotyped movements and/or vocalizations. This behavior can reduce current and future threats of predation. In this paper, we aim to provide a framework that integrates prey, predator, and environmental factors, to illuminate how multiple factors and their interactions can explain mobbing propensity. We hope to encourage targeted and systematic investigation into the...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41607526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to provide a framework that integrates prey, predator, and environmental factors, to illuminate how multiple factors and their interactions can explain mobbing propensity",
      "significance": "antipredator strategy wherein prey approach harass and attack nonhunting predators, using conspicuous stereotyped movements and/or vocalizations",
      "conclusion": null
    },
    {
      "title": "First high-quality genome assembly of Umbelopsis nana isolated from forest soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41607148/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Species of the genus Umbelopsis are ubiquitous soil saprotrophic fungi known for their role in ecological nutrient cycling and biotechnological potential in lipid production. Here, we present the genome assembly of Umbelopsis sp. strain THIF13, which is characterized by its capability to produce carbonyl sulfide (COS). Using PacBio Sequel long-read data, a high-quality genome assembly was generated comprising 18 contigs totaling 27.2 Mb, which is larger than other Umbelopsis genomes, with an N50...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41607148",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aggressive Amelanotic Melanoma in a Patient with Oculocutaneous Albinism Type 1A: A Case with Limited Response to Targeted and Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606791/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606791",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "SPY-QP-guided perfusion assessment to prevent esophagogastric anastomotic leakage: protocol for the SPYMIE study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606768/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606768",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of muscle mass and quality with functional decline in older patients with pneumonia: single-center retrospective observational study in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The overlap of muscle mass and muscle quality loss in older patients with pneumonia markedly affects their ADL performance.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606758",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The overlap of muscle mass and muscle quality loss in older patients with pneumonia markedly affects their ADL performance"
    },
    {
      "title": "Anesthetic and airway management for inguinal hernia repair in a pediatric patient with fibrodysplasia ossificans progressiva: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: General anesthesia in pediatric patients with fibrodysplasia ossificans progressiva requires meticulous planning to address the dual challenges of difficult airway management and the prevention of flare-ups. This case demonstrates that nasal fiberoptic intubation under high-flow nasal cannula oxygenation, combined with pharmacological prophylaxis and atraumatic handling, can contribute to safe anesthetic care. This patient case contributes to the limited body of literature on...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606656",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "General anesthesia in pediatric patients with fibrodysplasia ossificans progressiva requires meticulous planning to address the dual challenges of difficult airway management and the prevention of flare-ups. This case demonstrates that nasal fiberoptic intubation under high-flow nasal cannula oxygen..."
    },
    {
      "title": "Resolving clonal evolution and selection of extrachromosomal DNA at single-cell resolution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our study introduces a novel approach to studying ecDNA at the single-cell level, enabling both clonal evolution and transcription cell state analysis. We apply this approach to cancer samples to gain deeper insights into the role of ecDNA in intratumor heterogeneity and cellular plasticity.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606654",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our study introduces a novel approach to studying ecDNA at the single-cell level, enabling both clonal evolution and transcription cell state analysis. We apply this approach to cancer samples to gain deeper insights into the role of ecDNA in intratumor heterogeneity and cellular plasticity"
    },
    {
      "title": "Lipidomic signatures in lung adenocarcinoma and spontaneous pneumothorax tissues associated with heated tobacco use: a pilot study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Cigarette smoking alters lipid metabolism in the lung, but the effects of heated tobacco products (HTPs) remain unclear. We aimed to investigate potential lipidomic alterations in lung and lung cancer tissues associated with HTP exposure.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606642",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Cigarette smoking alters lipid metabolism in the lung, but the effects of heated tobacco products (HTPs) remain unclear",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generalized structural equation modeling of demographic disparities in human papillomavirus (HPV) vaccine uptake among female schoolteachers in a middle eastern country",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41606629/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41606629",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pressure-Tunable Phase Transitions in Atomically Thin Chern Insulator MnBi<sub>2</sub>Te<sub>4</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609567/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Topological insulators lacking time-reversal symmetry can exhibit the quantum anomalous Hall effect. Odd-layer thick MnBi(2)Te(4) is a promising platform due to its intrinsic magnetic nature; however, quantization is rarely observed in it. Our magnetoresistance measurements in the antiferromagnetic phase indicate, instead of a quantum anomalous Hall insulator, the presence of a trivial insulator state likely due to disorder, while in a high magnetic field, a Chern insulator state appears. From...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609567",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Upcycling of Waste Polymers into Porous Hard Carbon Anodes for Sodium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Hard carbon has recently attracted significant attention as a promising anode material for sodium-ion batteries (SIBs) due to its high structural stability and appreciable discharge capacity arising from pore filling of Na^(+). In this work, we synthesized hard carbon by carbonizing waste polymers from waste carbon fiber reinforced plastic. During the carbonization process, the heating rate was carefully controlled to exploit the gas bubbles released from the water retained in the polymers,...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KIST"
      ],
      "pmid": "41609525",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current management of traumatic intracranial hypertension: What you need to know",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609519/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Intracranial hypertension (ICH) has long been recognized as a major challenge in the management of patients with severe traumatic brain injury. Although it has become widely accepted that patients with unremarkable brain computed tomography scans may not require invasive intracranial pressure (ICP) monitoring, the threshold for using such monitoring in other severe traumatic brain injury patients should be low. Intraparenchymal monitors and external ventricular drains are both effective...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609519",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "GLP-1R agonists and heart failure: novel beneficial effects suggested by Mendelian randomization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609518/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Glucagon-like peptide-1 receptor agonist-associated HF risk reduction is primarily mediated by BMI reduction rather than glucose control, but not fully explained by either. Residual effects after BMI and T2D adjustment suggest direct cardioprotective actions, supporting trials in non-obese, non-diabetic HF patients.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609518",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Glucagon-like peptide-1 receptor agonist-associated HF risk reduction is primarily mediated by BMI reduction rather than glucose control, but not fully explained by either. Residual effects after BMI and T2D adjustment suggest direct cardioprotective actions, supporting trials in non-obese, non-diab..."
    },
    {
      "title": "Stm is required for fate establishment of productive shoot progenitor cells in Arabidopsis tissue culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comorbidity Burden and Biologic Access in an Uninsured Psoriasis Population: A 20-Year Descriptive Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This 20-year descriptive cohort characterizes comorbidity burden and biologic access within an indigent psoriasis population. This study does not assess clinical outcomes or treatment effectiveness. These findings describe a care delivery framework that may inform future health system and health equity-focused initiatives.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609515",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This 20-year descriptive cohort characterizes comorbidity burden and biologic access within an indigent psoriasis population. This study does not assess clinical outcomes or treatment effectiveness"
    },
    {
      "title": "Untangling challenges and priorities in rural health care in America: No easy task",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Selective RyR2 inhibition reduces arrhythmia susceptibility in human cardiac slices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609498/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Ryanodine receptor 2 (RyR2) hyperactivity is frequently observed in structural heart disease (SHD), commonly caused by ischemic heart disease. This aberrant Ca^(2+) release promotes irregular electrical activity and life-threatening arrhythmias. Our previous work demonstrated that the pan-ryanodine receptor (RyR) inhibitor dantrolene can reverse arrhythmogenic substrates, but its lack of RyR2 selectivity limits its therapeutic potential. The unnatural verticilide enantiomer (ent-verticilide) was...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609498",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role and interpretation of lung scintigraphy for long-term management of pulmonary embolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609494/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The long-term management of patients after pulmonary embolism (PE) remains a major challenge, owing to the risk of persistent symptoms, complications, and recurrence. Residual pulmonary vascular obstruction (RPVO) is common, affecting up to 50% of patients after six months of anticoagulation. Ventilation-perfusion (V/Q) scintigraphy is the imaging modality of choice for detecting RPVO, which typically presents as mismatched perfusion defects, as it offers a sensitivity superior to that of...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609494",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conversion of Transplanted Mature Hepatocytes into Afp<sup>+</sup> Reprogrammed Cells for Liver Regeneration After Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Hepatocyte transplantation effectively treats liver failure, yet the regenerative mechanisms driven by engrafted mature hepatocytes remain elusive. Through integrated serial transplantation, lineage tracing, single-cell RNA sequencing (scRNA-seq), and single-cell transposase-accessible chromatin sequencing (scATAC-seq), we show that donor hepatocytes convert into transitional, alpha-fetoprotein-positive reprogrammed hepatocytes (Afp^(+) rHeps). These cells exhibit controlled proliferation while...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609487",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence-derived Measurements of Myosteatosis from Coronary Artery Calcium CT Scans to Predict COPD: The Multi-Ethnic Study of Atherosclerosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609478/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Purpose To evaluate the predictive value of myosteatosis as an opportunistic finding in coronary artery calcium (CAC) CT scans for clinically diagnosed chronic obstructive pulmonary disease (COPD) and compare it with an artificial intelligence (AI)-measured biomarker of emphysema derived from the same scans. Materials and Methods In this prospective study, baseline CAC CT scans and 20-year follow-up data were analyzed. Myosteatosis was defined as the lowest quartile of thoracic skeletal muscle...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609478",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "To evaluate the predictive value of myosteatosis as an opportunistic finding in coronary artery calcium (CAC) CT scans for clinically diagnosed chronic obstructive pulmonary disease (COPD) and compare...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complete genome sequence of <em>Bacteroidales</em> bacterium strain MB20-C3-3 isolated from sewage sludge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609473/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Here, we report the complete genome sequence of Bacteroidales bacterium strain MB20-C3-3 (=BCRC 81427) isolated from sewage sludge. The genome is 2,379,874 bp in length with a guanine and cytosine content of 40.0%. The genome of strain MB20-C3-3 was used for further species delineation and comparative genomic analyses.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609473",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Workplace Dissatisfaction and Mental or Emotional Health: A Predictor of Turnover Intentions Among Governmental Public Health Employees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Workplace dissatisfaction was significantly associated with suboptimal MEH and increased the probability of employees leaving public health roles. These findings underscore the need for strategies that strengthen organizational factors and workplace values, thereby promoting workforce stability within governmental public health agencies.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Workplace dissatisfaction was significantly associated with suboptimal MEH and increased the probability of employees leaving public health roles. These findings underscore the need for strategies that strengthen organizational factors and workplace values, thereby promoting workforce stability with..."
    },
    {
      "title": "A Single-Base Mutation in TaWAK3-B Reduces Plant Height via Cytoskeleton in Bread Wheat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Introduction of Reduced height (Rht) genes into modern wheat cultivars has resulted in 'Green Revolution' that skyrocketed wheat grain yields worldwide since the 1960s. These 'Green Revolution' cultivars show shorter plant height, but higher lodging resistance and harvest index. The identification and exploitation of novel Rht genes are of great significance for the development of high-yielding wheat cultivars. In this study, a semi-dwarf wheat mutant, d14078, with reduced plant height and grain...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609457",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for the development of high-yielding wheat cultivars",
      "conclusion": null
    },
    {
      "title": "Highly sensitive fiber optic current sensor using circular thin copper rod to directly fabricate Fabry-Perot cavity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "In order to meet the demand for current measurement in industrial production, this study presents a novel high-sensitivity fiber-optic current sensor and conducts experimental verification. The current sensing measurement is achieved using a Fabry-Perot interferometer (FPI) manufactured directly on a thin copper rod. Two single-mode fibers, observed and aligned by a charge coupled device imaging system, are glued onto the surface of the thin copper rod to form a FPI. When the copper rod is...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term safety and efficacy of tocilizumab in adult-onset Still's disease: open-label, long-term extension of the phase III trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: During the observation period, no new safety findings were observed with the long-term use of tocilizumab. Response to tocilizumab was sustained even with an extended dosing interval, with substantial glucocorticoid dose reduction or discontinuation.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609432",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "During the observation period, no new safety findings were observed with the long-term use of tocilizumab. Response to tocilizumab was sustained even with an extended dosing interval, with substantial glucocorticoid dose reduction or discontinuation"
    },
    {
      "title": "LncRNA:CR43306 modulates testicular aging via cell adhesion in Drosophila",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609428/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The decline in testicular function with age has raised significant concerns. Long non-coding RNA (lncRNA) influences a wide array of physiological processes, including spermatogenesis. Nevertheless, the precise roles and regulatory mechanisms of lncRNA in testicular aging remain elusive. This investigation delves into the function of lncRNA:CR43306 in governing spermatogenesis during testicular aging. Depletion of lncRNA:CR43306 in 40-day-old Drosophila testes resulted in the hindrance of...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609428",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expression-Driven Genetic Dependency Reveals Targets for Precision Oncology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609417/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our approach provides a systematic method to identify precision oncology targets based on expression-driven dependency patterns. By integrating multi-omics data with genetic dependency screens, we've created a comprehensive catalog of potential therapeutic targets that may expand treatment options for cancer patients lacking druggable mutations. This resource offers new opportunities for precision oncology target discovery beyond mutation-based approaches.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609417",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our approach provides a systematic method to identify precision oncology targets based on expression-driven dependency patterns. By integrating multi-omics data with genetic dependency screens, we've created a comprehensive catalog of potential therapeutic targets that may expand treatment options f..."
    },
    {
      "title": "Dietary intake of one-carbon nutrients and colorectal cancer risk according to TP53 status",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study supports the hypothesis that the effect of one-carbon nutrient intake on CRC differs according to tumor conditions.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609411",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study supports the hypothesis that the effect of one-carbon nutrient intake on CRC differs according to tumor conditions"
    },
    {
      "title": "Retreatment of Direct Acting Agents (DAAs) After Initial DAA Failure in Hepatitis C Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609404/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Retreatment with SOF/VEL + RBV, GLE/PIB for 12 weeks, or SOF/LDV achieved high SVR12 rates, indicating that effective viral eradication is feasible using currently available DAA regimens even after prior treatment failure.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609404",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Retreatment with SOF/VEL + RBV, GLE/PIB for 12 weeks, or SOF/LDV achieved high SVR12 rates, indicating that effective viral eradication is feasible using currently available DAA regimens even after prior treatment failure"
    },
    {
      "title": "A critical appraisal of how to employ - or not to employ - the Sexual Risk Survey in international populations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609356/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609356",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced radiographic osteoarthritis is associated with 5-year coronal varus progression in alignment and bone morphology in a community-based cohort of older adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609348/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Coronal alignment shifted slightly toward varus over 5 years. In advanced OA, progression reflected a decreased MPTA and increased JLCA, with a modest aLDFA increase.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609348",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Coronal alignment shifted slightly toward varus over 5 years. In advanced OA, progression reflected a decreased MPTA and increased JLCA, with a modest aLDFA increase"
    },
    {
      "title": "Longitudinal corneal thickness changes and their relation to ocular and systemic cardiovascular risk factors: Results from the Gutenberg Health Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While observing a 5-year decline in CCT, peripheral corneal thickness remained relatively stable. We observed longitudinal associations between CCT changes and HbA1c, lipid profile, mean arterial pressure and smoking, suggesting that corneal thickness changes may be influenced by cardiovascular and metabolic health and thus may be taken into consideration in glaucoma risk stratification.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609345",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While observing a 5-year decline in CCT, peripheral corneal thickness remained relatively stable. We observed longitudinal associations between CCT changes and HbA1c, lipid profile, mean arterial pressure and smoking, suggesting that corneal thickness changes may be influenced by cardiovascular and ..."
    },
    {
      "title": "The conversion rate to total hip arthroplasty after hip arthroscopy in patients with femoroacetabular impingement syndrome is 8% and is affected by older age, cam morphology and osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A low number of conversions to THA (8%) was observed. Older age decreased lateral joint space width, Tönnis grade > 0, higher alpha angle and femoral cartilage pathology were associated with conversion to THA.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A low number of conversions to THA (8%) was observed. Older age decreased lateral joint space width, Tönnis grade > 0, higher alpha angle and femoral cartilage pathology were associated with conversion to THA"
    },
    {
      "title": "2.0 GPa Spider Silk by Ultrafine Nanofibril Creation for Powerful Actuation and Medical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "High-strength and tough fibers are essential in biological systems, such as ligaments and tendons, where they preserve tissue integrity under mechanical stress. Spider silk uniquely combines exceptional strength and toughness, arising through the hierarchical self-assembly of spidroin, while also offering excellent biocompatibility and inherent biodegradability, making it an ideal candidate for biomedical applications. Here, we demonstrate that rearranging spidroin peptide chains into ultrafine...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609333",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporal dynamics of blood pressure, functional status and cognitive function in adults aged 85 years and older: a dynamic time warping approach in the Leiden 85-plus study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BP changes were associated with subsequent inverse IADL changes over time, while changes in diastolic BP preceded concordant changes in cognitive function. These findings highlight the importance of BP changes in old age, as they might indicate later functional or cognitive decline.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609320",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BP changes were associated with subsequent inverse IADL changes over time, while changes in diastolic BP preceded concordant changes in cognitive function. These findings highlight the importance of BP changes in old age, as they might indicate later functional or cognitive decline"
    },
    {
      "title": "Intensive blood pressure control and risks of cognitive outcomes in patients with new-onset orthostatic hypotension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The occurrence of OH requires close monitoring, with caution for potential cognitive adverse effects during ongoing intensive BP-lowering treatment. Validation of current findings in studies with justified methodological designs is warranted.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609319",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The occurrence of OH requires close monitoring, with caution for potential cognitive adverse effects during ongoing intensive BP-lowering treatment. Validation of current findings in studies with justified methodological designs is warranted"
    },
    {
      "title": "Grief-Related Chest Pain: A Review, Conceptual Analysis, and Integrative Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609309/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Although the death of a loved one is a ubiquitous experience with chest pain a commonly reported symptom, grief-related chest pain and particularly its physiological mechanisms remain under-investigated. To address this gap, we adopted Rodger's approach to concept analysis to explore the psychoneuroimmunological mechanisms potentially linking bereavement to chest pain and subsequent health outcomes. A PubMed search, followed by a systematic review of existing literature and clinical...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609309",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imaging and Cardiac Biomarker Associations With Preclinical Heart Failure Stage B to C Progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609288/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609288",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolving Guidelines in Pericarditis: Aligning Practice With Pathophysiology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Empagliflozin in Heart Failure and Previous Coronary Revascularization: Insights From EMPEROR-Pooled",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this large HF trial program, revascularized patients with HF exhibited similar rates of HF and ischemic events as those without prior revascularization. The efficacy and safety of empagliflozin in HF were consistent in those with and without a revascularization history.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609275",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this large HF trial program, revascularized patients with HF exhibited similar rates of HF and ischemic events as those without prior revascularization. The efficacy and safety of empagliflozin in HF were consistent in those with and without a revascularization history"
    },
    {
      "title": "The multifaceted behavior of electron attachment in 8-bromo-purine derivatives and the connection with DNA damage<sup>†</sup>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609228/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Based on radiation chemistry, our understanding of the one-electron reduction of 8-Br-dA and 8-Br-dG has been enhanced substantially. This mechanistic background is crucial for a better understanding of and addressing their significant roles in the biological environment, such as DNA radiosensitizers for cancer radiation therapy or as biomarkers for early inflammation.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609228",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on radiation chemistry, our understanding of the one-electron reduction of 8-Br-dA and 8-Br-dG has been enhanced substantially. This mechanistic background is crucial for a better understanding of and addressing their significant roles in the biological environment, such as DNA radiosensitizer..."
    },
    {
      "title": "Systemic inflammation mediates the link between metabolic syndrome and colorectal cancer risk: insights from a large prospective cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study confirms that both MetS and systemic inflammation contribute to increased CRC risk, with inflammation playing a significant mediating role. These findings provide novel insights into underlying mechanisms and highlight the potential of inflammation biomarkers, particularly IBI, for improving early CRC risk prediction in individuals with metabolic dysfunction. Key messages What is already known on this topic: Metabolic syndrome (MetS) is associated with an increased...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609217",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study confirms that both MetS and systemic inflammation contribute to increased CRC risk, with inflammation playing a significant mediating role. These findings provide novel insights into underlying mechanisms and highlight the potential of inflammation biomarkers, particularly IBI, for improv..."
    },
    {
      "title": "How Is it Possible That Phenelzine Combined With Dextromethorphan Could Cause Serotonin Syndrome?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genotype-phenotype correlations and cancer risk in monogenic epidermodysplasia verruciformis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609194/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609194",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NeuroTDPi: Interpretable Deep Learning Models with Multimodal Fusion for Identifying Neurotoxic Compounds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Chemical neurotoxicity remains a critical safety concern in the domains of drug development and environmental risk assessment. In these contexts, reliable early stage prediction can significantly reduce experimental costs. In this study, we developed NeuroTDPi, a multilayer fully connected deep neural network model designed to identify neurotoxic compounds. The model employs a multimodal fusion strategy, integrating molecular characterization with feature representations tailored to three...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609193",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vitamin E Alleviates Oxidative Damage and Attenuates Ferroptosis Caused by Prolonged Contraction of the Ciliary Muscle by Activating ACOT7",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609173/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings collectively indicated that VitE presented a viable approach to ameliorate oxidative stress and ferroptosis induced by prolonged contraction of the ciliary muscle via activating acetyl-coenzyme A thiosterase 7.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609173",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings collectively indicated that VitE presented a viable approach to ameliorate oxidative stress and ferroptosis induced by prolonged contraction of the ciliary muscle via activating acetyl-coenzyme A thiosterase 7"
    },
    {
      "title": "Validation of the World Health Organization Disability Assessment Schedule 2.0 Among People With Disabilities Using Rasch Analysis in WINSTEPS",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The Arabic version of the WHODAS 2.0 is a reliable and valid tool for assessing disability in Arabic-speaking populations. Overall, it demonstrated strong psychometric properties, although the WHODAS5 requires revision. This scale is suitable for clinical and research use, with recommendations for further qualitative validation and longitudinal testing.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609155",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Arabic version of the WHODAS 2.0 is a reliable and valid tool for assessing disability in Arabic-speaking populations"
    },
    {
      "title": "EasyEyes: Crowded dynamic fixation for online psychophysics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Online vision testing enables efficient data collection from diverse participants, but often requires accurate fixation. When needed, fixation accuracy is traditionally ensured by using a camera to track gaze. That works well in the laboratory, but tracking during online testing with a built-in webcam is not yet sufficiently precise. Kurzawski, Pombo, et al. (2023) introduced a fixation task that improves fixation through hand-eye coordination, requiring participants to track a moving crosshair...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609138",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of Metabolic Regulators on the Astaxanthin Synthesis by <em>Xanthophyllomyces dendrorhous</em> and the Transcriptome Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "With the consumer pursuit for natural antioxidants, astaxanthin production by Xanthophyllomyces dendrorhous has garnered significant interest. However, the limited production levels hinder the industrial application of astaxanthin. This study systematically examined the effects of metabolic regulators including metal ions, surfactants, and vegetable oils on the astaxanthin synthesis by X. dendrorhous LX6. Transcriptome analysis found that genes of crtYB and crtI for astaxanthin synthesis, adhp,...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609111",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3D N and O co-doping hierarchical porous carbon with ultrahigh surface area as cathode material for high-performance zinc-ion hybrid capacitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Aqueous zinc-ion hybrid capacitors (ZIHCs) have garnered significant attention due to their cost-effectiveness, safety, and high theoretical capacity. However, the use of carbon-based materials in ZIHCs faces challenges such as electrolyte ion and pore size mismatching, inadequate infiltration between electrolyte and electrode, and limited surface active sites and defects, all of which impede the device's ability to achieve optimal energy density and electrochemical performance. To address these...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609107",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Outcomes of SJS/TEN: A Nationwide Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Stevens-Johnson Syndrome (SJS) and Toxic Epidermal Necrolysis (TEN) Syndrome are potentially fatal skin conditions frequently cared for in burn units. In a national database study, we studied the demographics and outcomes of this patient population. This retrospective cohort study included patient admissions for SJS/TEN. Patient demographics and outcomes were compared and adjusted for age, sex, inhalation injury, and percent total body surface area (TBSA). Logistical regression was used for...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609106",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Turmeric-Derived Exosome-Like Nanoparticles Inhibit Non-Small Cell Lung Cancer via Epigenetic Regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study reveals a novel epigenetic mechanism wherein TELNs suppress NSCLC by activating hMOF/H4K16ac. Curcumin within TELNs increases hMOF levels, thus positioning TELNs as a potential nanotherapeutics with the capacity for epigenetic modulation. Our findings underscore the potential of TELNs in NSCLC treatment and highlight hMOF as a therapeutic target.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609096",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals a novel epigenetic mechanism wherein TELNs suppress NSCLC by activating hMOF/H4K16ac. Curcumin within TELNs increases hMOF levels, thus positioning TELNs as a potential nanotherapeutics with the capacity for epigenetic modulation"
    },
    {
      "title": "Exploring the Potential Role of Interleukin-33 in Inducing Eosinophil-Mediated Fibrosis in Hepatic Alveolar Echinococcosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IL-33 contributed to microenvironmental fibrosis within AE lesions via eosinophil-mediated mechanisms, highlighting a potential therapeutic target to improve chemotherapy efficacy in patients with AE.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609092",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IL-33 contributed to microenvironmental fibrosis within AE lesions via eosinophil-mediated mechanisms, highlighting a potential therapeutic target to improve chemotherapy efficacy in patients with AE"
    },
    {
      "title": "FUBP3-Mediated Recruitment of STAT3 Complex Formation to Activate EMT Factor Twist1 and Promote Lung Cancer Metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study reveals the critical role of FUBP3 in lung cancer metastasis and identifies a new regulatory axis involving FUBP3-STAT3-Twist1. FUBP3 interacts with STAT3, enhancing STAT3-dependent Twist1 expression, which promotes EMT and metastasis. FUBP3 functions as a prognostic biomarker, and STAT3 inhibitors present therapeutic strategies for lung cancer, offering novel insights for precision treatment.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609084",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study reveals the critical role of FUBP3 in lung cancer metastasis and identifies a new regulatory axis involving FUBP3-STAT3-Twist1. FUBP3 interacts with STAT3, enhancing STAT3-dependent Twist1 expression, which promotes EMT and metastasis"
    },
    {
      "title": "Mitochondrial protein carboxyl-terminal alanine-threonine tailing promotes human glioblastoma growth by regulating mitochondrial function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The rapid and sustained proliferation of cancer cells necessitates increased protein production, which, along with their disrupted metabolism, elevates the likelihood of translation errors. Ribosome-associated quality control (RQC), a recently identified mechanism, mitigates ribosome collisions resulting from frequent translation stalls. However, the precise pathophysiological role of the RQC pathway in oncogenesis remains ambiguous. Our research centered on the pathogenic implications of...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609019",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": "of",
      "conclusion": null
    },
    {
      "title": "Behavioral Risk Factors and Seroprevalence for Human Papillomavirus in Sinonasal Carcinoma: A Multi-Institutional Case-Control Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609014/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: HPV-SNC exhibits distinct serologic features without clear behavioral risk factors. The protective association of tonsillectomy suggests lymphoid tissue may play a role in HPV-associated sinonasal oncogenesis. In contrast, the absence of identifiable risk factors for HPV-independent SNC highlights the need for further etiologic studies.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609014",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: HPV-SNC exhibits distinct serologic features without clear behavioral risk factors. The protective association of tonsillectomy suggests lymphoid tissue may play a role in HPV-associated sinonasal oncogenesis"
    },
    {
      "title": "Novel Variants Identified in Families With SNX27-Related Neurodevelopmental Disorder, Aiding in Characterizing Its Genotypic and Phenotypic Spectrum",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Sorting Nexin 27 (SNX27), a key regulator of synaptic receptor trafficking and endosomal recycling, has been implicated in maintaining synaptic homeostasis and cognitive function. To date, variants in SNX27 have been reported in a small number of patients across three publications with severe neurodevelopmental phenotypes. However, the genetic and functional landscape of SNX27-related disorders remains poorly understood, and further evidence is needed to confirm its association with disease and...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609011",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic tests for autism spectrum disorder (ASD) in preschool children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "This is a protocol for a Cochrane Review (diagnostic). The objectives are as follows: Primary objectives To evaluate the diagnostic accuracy of widely used ASD diagnostic tools (specifically CARS, GARS, ADOS, ADI-R, DISCO, 3di) in preschool children, compared with multidisciplinary team clinical judgement. We aim to: summarise sensitivity, specificity, and other accuracy measures for each ASD diagnostic tool; and for studies that compare two or more tools within the same study, describe and...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "are as follows: Primary objectives To evaluate the diagnostic accuracy of widely used ASD diagnostic tools (specifically CARS, GARS, ADOS, ADI-R, DISCO, 3di) in preschool children, compared with multi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Variability in IFN Secretion in Response to the Human Metapneumovirus CZ0107 Strain: A Comparative Study in BALB/c and C57BL/6 Mouse Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41609002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The human metapneumovirus (HMPV) is a major respiratory pathogen mainly affecting infants under 5 years old. The interferon (IFN) response varies among patients, animal models, and HMPV strains, and this variation is crucial because the initial IFN response controls viral replication. Therefore, it is important to study the different profiles of IFN secretion during the same HMPV infection across various animal models. In this study, BALB/c and C57BL/6 mice were infected with a clinical A1...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41609002",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "to study the different profiles of IFN secretion during the same HMPV infection across various animal models",
      "conclusion": null
    },
    {
      "title": "Regioisomeric Effects on Enhancing p-Type Characteristics of Self-Assembled Molecules in Inverted Perovskite Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Although self-assembled molecules (SAMs) have significantly advanced the development of inverted perovskite solar cells (PSCs), challenges remain in achieving uniform surface potential and reducing interfacial energy losses. Here, we introduced regioisomers with different bromine substitution sites, 3,7-dibromodibenzothiophene-5,5-dioxide (3,7-Br) and 2,8-dibromodibenzothiophene-5,5-dioxide (2.8-Br), as functional modulators for the widely used [4-(3,6dimethyl-9H-carbazole-9-yl)butyl]phosphonic...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608992",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-platform integration of brain and CSF proteomes reveals biomarker panels for Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608987/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is the leading cause of dementia and represents a progressive, irreversible neurodegenerative disorder. Given the complexity and heterogeneity of AD, which involves numerous interrelated molecular pathways, large-scale proteomics datasets are essential for robust biomarker discovery. Comprehensive proteomic profiling enables the unbiased identification of novel biomarkers across diverse biological processes, thereby increasing the likelihood of finding sensitive and...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608987",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of Work-Related Stressors, Support and Satisfaction with Cardiovascular Disease Incidence Among Japanese Civil Servants: A Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Quantitative job overload, lack of supervisor support, and low family life satisfaction were significant predictors of CVD among Japanese civil servants. These findings suggest that both reducing excessive workload and strengthening support systems inside and outside the workplace may be important for cardiovascular disease prevention among Japanese civil servants.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608967",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for cardiovascular disease prevention among Japanese civil servants",
      "conclusion": "Quantitative job overload, lack of supervisor support, and low family life satisfaction were significant predictors of CVD among Japanese civil servants. These findings suggest that both reducing excessive workload and strengthening support systems inside and outside the workplace may be important f..."
    },
    {
      "title": "Recurrent neurological blisters restricted to the upper limbs: cutaneous alert of syringomyelia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608938",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early Life Food Desert Status Is Associated With Alpha and Gamma-Tocopherol Levels and Infant Lung Function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608914/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Not living in a food desert is associated with the highest α- and lowest γ-tocopherol levels at 3 months of age. At 3 months of age, not living in a food desert was associated with higher lung function; with higher lung function associated with the highest α-tocopherol and lowest γ-tocopherol levels. Prospective trials are needed to determine if a lack of nutritious food during pregnancy and the first year of life is linked with decreased α-tocopherol and increased γ-tocopherol...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608914",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Not living in a food desert is associated with the highest α- and lowest γ-tocopherol levels at 3 months of age. At 3 months of age, not living in a food desert was associated with higher lung function; with higher lung function associated with the highest α-tocopherol and lowest γ-tocopherol levels"
    },
    {
      "title": "Black-Bean-Derived Oligopeptides Ameliorate Osteoporosis via Modulation of Gut Microbiota and Glutamate Metabolism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608910/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Osteoporosis is a systemic skeletal disease caused by disrupted bone homeostasis. Black-bean-derived oligopeptides have shown promise as natural osteogenic candidates, yet their roles in mitigating osteoporosis based on gut microecology modulation remain poorly understood. In this study, black-bean-hydrolyzed peptides (<1 kDa), KIGT, and KGVG significantly improved bone mass and microarchitecture in ovariectomy (OVX) mice, primarily owing to osteoanabolic activities. All three oligopeptides...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608910",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Something is not nothing: Hair-tested substance use and cognitive functions in a large community sample of young adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608907",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Layered Double Hydroxide-Based Sonosensitizer Triggers \"Paraptosis+\" Multidimensional Cell Death Network for Augmented Sonodynamic Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Paraptosis, a caspase-independent programmed cell death pathway characterized by cytoplasmic vacuolization, presents a promising alternative for overcoming apoptosis resistance. However, its clinical translation is hampered by the low reactive oxygen species (ROS) generation efficiency and insufficient anti-tumor efficacy of existing inducers. To address these limitations, we develop defective nickel-doped ZnMo-layered double hydroxide nanosheets (DR-Ni-ZnMo-LDH) as a new inducer for...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608906",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strengthening foster children's skills: a descriptive study on a trauma-informed group intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Background: Foster children have an increased risk of psychological distress because they often experienced multiple traumatizing events. Untreated trauma and behavioural problems are important risk factors for breakdown of foster placements. Unfortunately, the application of first-choice trauma treatment is often complicated due to avoidance, dysregulation and motivational problems.Objective: The present study investigates whether the group intervention Tame your Dragon improves behavioural...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The present study investigates whether the group intervention Tame your Dragon improves behavioural",
      "significance": "risk factors for breakdown of foster placements",
      "conclusion": null
    },
    {
      "title": "Kinetic Traps in RNA Folding: Targeted Design of Frameshifting Element Mutants by Thermodynamic and Kinetic Analysis of the Chikungunya Virus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608886/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Chikungunya virus (CHIKV) employs a programmed ribosomal frameshifting element (FSE) to regulate the synthesis of its viral proteins, making the FSE an attractive antiviral target. Yet the structural dynamics that govern its function are complex and poorly understood, with multiple folds discovered. Through computational analysis, we suggest that the FSE's conformation is determined by a competition between thermodynamic stability and cotranslational folding kinetics. Using an integrated...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608886",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resolving the On-Off Ratio Discrepancy in Bilayer 3R-MoS<sub>2</sub> FeSFETs: Dual Mechanisms of Domain Wall Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608882/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Bilayer 3R-MoS(2) ferroelectric semiconductor field-effect transistors (FeSFETs) commonly attributed the device's ON-OFF switching to reversible transformation between up and down polarization, without considering the electronic properties of the domain walls (DWs) in MoS(2). In this work, we use density functional theory combined with nonequilibrium Green's function methods to show that DWs formation would induce electronic reconstruction at neighboring ferroelectric domains, thereby enhancing...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608882",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbe-derived trimethylamine shapes circadian rhythms through the host receptor TAAR5",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Elevated levels of the gut microbe-derived metabolite trimethylamine N-oxide (TMAO) are associated with cardiometabolic disease risk. However, the mechanism(s) linking TMAO production to human disease are incompletely understood. Initiation of the metaorganismal TMAO pathway begins when dietary choline and related metabolites are converted to trimethylamine (TMA) by gut bacteria. Gut microbe-derived TMA can then be further oxidized by host flavin-containing monooxygenases to generate TMAO....",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Branched actin polymerization drives invasive protrusion formation to promote myoblast fusion during mouse skeletal muscle regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Skeletal muscle regeneration is a multistep process involving the activation, proliferation, differentiation, and fusion of muscle stem cells, known as satellite cells. Fusion of satellite cell-derived myoblasts (SCMs) is indispensable for generating the multinucleated, contractile myofibers during muscle repair. However, the molecular and cellular mechanisms underlying SCM fusion during muscle regeneration remain incompletely understood. Here, we reveal a critical role for branched actin...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608858",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Soft Ionic and Electronic Triboelectric Nanogenerators: Toward Attachable and Implantable Biomedical Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The growing societal demand for convenient and personalized healthcare solutions has driven significant progress in human-interactive technologies. Soft electronics, with their extrinsic deformability, have sparked innovations in the design of stretchable and highly adaptable biomedical devices that enhance wearability. Despite these advancements, portable power sources remain a key limitation, constrained by short operating times and the inconvenience of frequent recharging or battery...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University"
      ],
      "pmid": "41608856",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Updating MISEV: When, What, How, and Why?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustained Transmural Drainage with Plastic Stents After LAMS Removal in Disconnected Pancreatic Duct Syndrome: Evidence from a Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Long-term DPS placement after LAMS removal appears to be associated with lower recurrence and need for reintervention in patients with DPDS, without major safety concerns.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608847",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term DPS placement after LAMS removal appears to be associated with lower recurrence and need for reintervention in patients with DPDS, without major safety concerns"
    },
    {
      "title": "Paraneoplastic syndromes and the retina",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Paraneoplastic diseases of the retina are rare. Diagnosis can be challenging, and studies on management strategies are limited. The purpose of this review is to summarize our current understanding of the presentation, diagnosis, and management for cancer associated retinopathy, melanoma associated retinopathy, paraneoplastic vitelliform maculopathy, and bilateral diffuse uveal melanocytic proliferation.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608829",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Paraneoplastic diseases of the retina are rare",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Establishment and Characterization of MCA23, a Novel Mouse Intrahepatic Cholangiocarcinoma Cell Line",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MCA23 cell line provides a valuable experimental model for studying ICC pathogenesis, progression, metastasis, and drug-resistance mechanisms. This model holds considerable promise for investigating the tumor immune microenvironment and potential immunotherapeutic approaches for advanced ICC.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608821",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "MCA23 cell line provides a valuable experimental model for studying ICC pathogenesis, progression, metastasis, and drug-resistance mechanisms. This model holds considerable promise for investigating the tumor immune microenvironment and potential immunotherapeutic approaches for advanced ICC"
    },
    {
      "title": "Left Ventricular Late Gadolinium Enhancement for Arrhythmic Risk Prediction in ARVC",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While associated with the risk of VA in ARVC, LV LGE did not provide incremental prognostic value for incident VA risk prediction compared with the ARVC risk calculator.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While associated with the risk of VA in ARVC, LV LGE did not provide incremental prognostic value for incident VA risk prediction compared with the ARVC risk calculator"
    },
    {
      "title": "From Automation to Action in Heart Failure: Digital Solutions, Pragmatic Evidence, and the Integrative Role of Implementation Science",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the Isomer Landscape, Fragment Additivity, and Vibrational Signatures of the Z-Alanine Protected Amino Acid Derivative",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The N-benzyloxycarbonyl-l-alanine molecule is a derivative of the l-α-alanine amino acid with a benzyl carbamate protecting group at the N-terminus, more commonly denoted Cbz-Ala or Z-Ala. In this computational investigation, we sought to determine the available isomers of Z-Ala and their distinguishing spectroscopic signatures via quantum-chemistry methods. Sixty-five total isomers were obtained, and coupled-cluster- and perturbation-theory-based relative energies were computed. The two nearly...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": "determine the available isomers of Z-Ala and their distinguishing spectroscopic signatures via quantum-chemistry methods",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Abnormal Proinflammatory Immune Cell Responses Precede Clinical Onset of Hypertensive Disorders of Pregnancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: We identify a proinflammatory cellular immune signature in pregnant individuals destined to have HDP. Immune signatures may serve as a new biomarker to identify subsets of individuals at particular risk for HDP and point to new therapeutic targets to prevent HDP.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608786",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We identify a proinflammatory cellular immune signature in pregnant individuals destined to have HDP. Immune signatures may serve as a new biomarker to identify subsets of individuals at particular risk for HDP and point to new therapeutic targets to prevent HDP"
    },
    {
      "title": "Pre-TAVI CT Angiography for Coronary Artery Disease Assessment: A Systematic Review and Meta-Analysis of Clinical Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608782",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collaborative and Cooperative Hospital \"In-House\" Medical Device Development and Implementation in the AI Age: The European Responsible AI Development (EURAID) Framework Compatible With European Values",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "The last years have seen an acceleration in the development and uptake of artificial intelligence (AI) systems by \"early adopter\" hospitals, caught between the pressures to \"perform\" and \"transform\" in a struggling health care system. This transformation has raised concerns among health care providers as their voices and location-specific workflows have often been overlooked, resulting in technologies that fail to integrate meaningfully into routine care and worsen rather than improve care...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608759",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Space exploration and lifestyle medicine: a narrative review of its implications for astronaut health and remote Earth-based environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LM provides a preventive framework that complements traditional countermeasure and may enhance resilience and autonomy during space missions. Future research should prioritize integrated, longitudinal studies in analog environments to quantify the synergistic effects of integrated LM interventions versus single pillar countermeasures. Its translation to remote and underserved populations on Earth could help reduce healthcare disparities and support scalable, autonomy-centered models...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608745",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LM provides a preventive framework that complements traditional countermeasure and may enhance resilience and autonomy during space missions. Future research should prioritize integrated, longitudinal studies in analog environments to quantify the synergistic effects of integrated LM interventions v..."
    },
    {
      "title": "RAZOR: a database of PCR primers targeting human respiratory viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Respiratory viruses like SARS-CoV-2, Influenza A, and others represent a considerable threat to public health, infecting millions of people annually. Previous respiratory virus outbreaks have demonstrated the value of polymerase chain reaction (PCR) testing as a gold standard for definitive virus identification; however, existing database resources for viral PCR primer design are either outdated or restricted to a small number of species. To address the need for updated and comprehensive viral...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Revascularization Treatment of Basilar Artery Occlusion in Patients with Mild-to-Moderate Severe Stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608710/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this multicenter observational cohort study, EVT(±IVT) in patients with basilar artery occlusion with mild-to-moderate stroke, was not associated with improved clinical outcome but higher mortality compared with IVT-treatment. Our findings underscore equipoise and the need for prospective trials in this population.",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608710",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this multicenter observational cohort study, EVT(±IVT) in patients with basilar artery occlusion with mild-to-moderate stroke, was not associated with improved clinical outcome but higher mortality compared with IVT-treatment. Our findings underscore equipoise and the need for prospective trials ..."
    },
    {
      "title": "Management of Intracranial Perforator Aneurysms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608709/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Intracranial perforator aneurysms are rare but potentially life-threatening vascular lesions that can lead to subarachnoid hemorrhage. Initial imaging is frequently negative, so a high level of suspicion is important for efficient detection of perforator aneurysms. The management of these lesions is challenging due to their location and delicate surrounding structures. Conservative management, endovascular treatment, and microsurgical clipping have been used to manage perforator aneurysms...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608709",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "for efficient detection of perforator aneurysms",
      "conclusion": null
    },
    {
      "title": "Bilirubin-microbiota interaction: molecular mechanisms and therapeutic strategies in neonatal jaundice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Recent studies have revealed a complex interplay between bilirubin metabolism and the gut microbiota. Bilirubin functions as a potent antioxidant and signaling molecule in humans, and its concentration-dependent effects on distinct microbial taxa indicate that the compound exerts selective pressure on the gut ecosystem. The gut microbiota modulates bilirubin metabolism by altering intestinal pH, producing and activating Bilirubin metabolic enzyme, and bile acids. Because perturbations in...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Environmental behaviors and ecotoxicity of imidaclothiz: a comprehensive review on fate, degradation processes, and ecological risks",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Neonicotinoid insecticides (NEOs) are among the most widely used pesticide classes globally, primarily applied to control crop pests and vector plant pathogens. As a fourth-generation NEO, imidaclothiz (IMT) has seen rapidly expanding agricultural use across Asia-particularly in China-in recent years. However, increasing evidence highlights the persistence of NEO residues in the environment and their toxic effects on non-target organisms. The frequent detection of NEOs in aquatic systems...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608679",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Addressing patient concerns about the 'newness' and long-term safety of GLP-1 receptor agonists: A clinician's guide to counseling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Glucagon-like peptide-1 receptor agonists (GLP-1RAs) have transformed the management of type 2 diabetes, obesity and cardiovascular health, yet some patients remain hesitant to start these therapies due to perceptions that they are \"new\" or unproven. This commentary equips clinicians with practical counseling strategies to reframe the \"newness\" narrative and address long-term safety concerns. We provide a brief history of GLP-1 from its discovery in the 1980s to nearly two decades of clinical...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608676",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting c-Myc-p300-CARM1 complex induces ferroptosis and reduces CD8<sup>+</sup> T cell exhaustion in esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41608642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260129143430&v=2.18.0.post22+67771e2",
      "description": "Amplification and high expression of the c-Myc gene promote the proliferation and metastasis of cancer, contributing to treatment resistance and poor prognosis. In this study, we analyzed whole genome sequencing data from 663 pairs of esophageal squamous cell carcinoma (ESCC) tumors and matched adjacent noncancerous esophagus tissues. The analysis revealed that c-Myc had an amplification rate of 16.4%, and its high expression was significantly associated with tumor metastasis, chemotherapy...",
      "pubDate": "2026-01-29T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41608642",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "whole genome sequencing data from 663 pairs of esophageal squamous cell carcinoma (ESCC) tumors and matched adjacent noncancerous esophagus tissues",
      "significance": null,
      "conclusion": null
    }
  ]
}