{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-11T19:26:08.650Z",
  "totalItems": 150,
  "totalArchived": 34332,
  "newPapersAdded": 282,
  "institutionBreakdown": {
    "KAIST": 18,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 49,
    "IBS": 10,
    "UNIST": 0,
    "Hanyang University": 7,
    "KIST": 2,
    "GIST": 3,
    "Kyung Hee University": 9,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Materials Science": 8,
    "Biomedical": 37,
    "Multidisciplinary": 78,
    "Cancer Research": 20,
    "Neuroscience": 4,
    "Computer Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Carbonic Anhydrase-Inspired Zn-Single-Atom Nanozyme with High Stability for Enhanced CO<sub>2</sub> Hydration Performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Efficient and durable catalysts are essential for enhancing the rate of CO(2) hydration in aqueous capture systems and addressing the environmental challenges posed by rising atmospheric CO(2) levels. Traditional capture methods that rely on strongly alkaline solvents face substantial drawbacks, including high regeneration energy costs and safety concerns owing to harmful byproducts. Carbonic anhydrase (CA), a zinc-containing metalloenzyme, catalyzes CO(2) hydration at near-diffusion-limited...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41379071",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Operation Time, Vital Signs, Bleeding Tendency, and Recovery Time Based on Anesthesia Methods in Patients Undergoing Hip Fracture Surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This comparative analysis of patient outcomes based on anesthesia methods in hip surgery provides valuable guidelines for anesthesia care and recovery to perianesthesia nurses in Korea.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41379042",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This comparative analysis of patient outcomes based on anesthesia methods in hip surgery provides valuable guidelines for anesthesia care and recovery to perianesthesia nurses in Korea"
    },
    {
      "title": "Ultrathin PtCu Nanosheets: A New Frontier in Highly Efficient and Durable Catalysts for the Oxygen Reduction Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Platinum-copper alloy nanosheets supported on carbon (PtCu NS/C) with well-defined (111) facets were synthesized via a scalable one-pot method, yielding ultrathin structures with thicknesses of ∼1 nm and lateral sizes of ∼10-15 nm. As catalysts for the oxygen reduction reaction (ORR), PtCu NS/C exhibited superior performance and durability compared to those of PtCu octahedral nanoparticles (PtCu NP/C) and commercial Pt/C. In half-cell measurements, PtCu NS/C achieved a mass activity of 5.61 A...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41378784",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential Effects of Admission Hemoglobin A<sub>1c</sub> by Estimated Glomerular Filtration Rate Stages on Mortality in Acute Ischemic Stroke and Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The association between admission HbA(1c) and 3-month mortality varied among eGFR stages. These findings suggest that eGFR stage may need to be considered when tailoring glycemic control strategies in patients with ischemic stroke and diabetes.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "IBS",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41378485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that eGFR stage may need to be considered when tailoring glycemic control strategies in patients with ischemic stroke and diabetes",
      "conclusion": "The association between admission HbA(1c) and 3-month mortality varied among eGFR stages. These findings suggest that eGFR stage may need to be considered when tailoring glycemic control strategies in patients with ischemic stroke and diabetes"
    },
    {
      "title": "A new, Early Cretaceous carettochelyid turtle from South Korea provides insights into softshell evolution and aquatic ecology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Here, we present a new Cretaceous carettochelyid turtle, Byeoljubuchelys yeosuensis gen. et sp. nov., from the Lower Cretaceous Hasandong Formation of Yeosu, Korea. A nearly complete shell and select elements of the girdles and limbs provide crucial insight into the evolution and aquatic adaptation of this family. Phylogenetic analyses place Byeoljubuchelys yeosuensis at the most basal position within Carettochelyidae. The mid-sized plastron of Byeoljubuchelys yeosuensis appears to be...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST"
      ],
      "pmid": "41378096",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a three-dimensional airway organoid-pillar dish (3D AO-PD) platform for particulate matter-induced airway toxicity analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Particulate matter (PM) is a major component of air pollution and is associated with respiratory diseases and lung dysfunction. Physiologically relevant models are essential for studying PM-induced airway responses in vitro. Conventional two-dimensional (2D) monolayer models comprising only bronchial epithelial cells are limited in their ability to mimic the complex structure of airway tissue. In contrast, three-dimensional (3D) airway organoids contain basal, ciliated, and goblet cells, which...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41377582",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Key elements for screening kidney deficiency pattern in Traditional Chinese and Korean Medicine: a systematic review and Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The KDPScreenQ is a fundamental tool for standardizing KDP differentiation, serving both to screen patients with KDP and to track their long-term prognosis. This questionnaire will next be used in a prospective observational study to determine cut-off values.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41376211",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The KDPScreenQ is a fundamental tool for standardizing KDP differentiation, serving both to screen patients with KDP and to track their long-term prognosis. This questionnaire will next be used in a prospective observational study to determine cut-off values"
    },
    {
      "title": "Bioconversion of Geniposide from <em>Gardenia jasminoides</em> via <em>Levilactobacillus</em> Enhancing Anti-Inflammatory Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Genipin, one of Gardenia jasminoides' bioactive components, exhibits superior therapeutic efficacy compared to geniposide, though it is present in much lower concentrations. Conventional hydrolysis methods using acids or organic solvents can enhance genipin yield but often raise environmental and safety concerns. This study aimed to increase genipin production through whole-cell bioconversion of geniposide to genipin using lactic acid bacteria (LABs). A total of 191 LAB strains were isolated...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41376093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "increase genipin production through whole-cell bioconversion of geniposide to genipin using lactic acid bacteria (LABs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cryptic Divergence of <em>Rochia nilotica</em> (Gastropoda: Tegulidae) from Chuuk Lagoon, Federated States of Micronesia, Revealed by Morphological and Mitochondrial Genome Analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Rochia nilotica is a tropical Pacific gastropod inhabiting shallow coral reef habitats and supporting important marine resources in Pacific island nations. In this study, we analyzed specimens collected from Weno Island, Chuuk Atoll, Federation States of Micronesia (FSM), using an integrative approach that combined morphological characteristics, molecular phylogenetics (COX1 and 16S rRNA), and complete mitochondrial genome analysis. While the Chuuk population exhibited morphological features...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41375529",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "specimens collected from Weno Island, Chuuk Atoll, Federation States of Micronesia (FSM), using an integrative approach that combined morphological characteristics, molecular phylogenetics (COX1 and 1...",
      "significance": "marine resources in Pacific island nations",
      "conclusion": null
    },
    {
      "title": "Systematic Exploration of Small-Molecule Binding via a Large Language Model Trained on Textualized Protein-Ligand Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Emergent Large Language Models (LLMs) show impressive capabilities in performing a wide range of tasks. These models can be harnessed for biophysical use as well. The main challenge in this endeavor lies in transforming 3D chemical data into 1D language-like data. We developed a method to transform molecular data into language-like data and tokenize it for LLM use in a biophysical context. We then trained a model and validated it with a known protein-ligand complex. Using the pre-trained result,...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41375113",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Few-Shot and Zero-Shot Learning for MRI Brain Tumor Classification Using CLIP and Vision Transformers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Accurate classification of brain tumors from MRI scans remains challenging due to limited annotated data. This study compares data-efficient paradigms-few-shot learning (FSL) and zero-shot learning (ZSL)-for tumor diagnosis using deep learning and vision-language models. A Prototypical Network (ProtoNet) with CNN, ResNet-18, and vision transformer backbones was evaluated under 1000 randomly sampled five-shot, four-way episodes (mean ± SD). The ResNet-18 ProtoNet achieved 85% ± 8% accuracy (F1 =...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41374716",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reducing Risks in Petrochemical Plants Through the Integration of Existing and Emerging Gas Leak Detection Technologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Leakage of flammable gases and the resulting explosions in petrochemical plants remain latent risks, capable of occurring at any moment. Therefore, to address these worst-case scenarios within a virtual reality framework, we conducted simulations aimed at predicting and effectively responding to potential damages due to gas leakage. This study presents an analysis of the hazards that can lead to leaks and potential explosions in a petrochemical plant using the BREEZE Incident Analyst program....",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41374571",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "plos",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Protective Role of Ginsenoside F1-Enriched Extract (SGB121) in Metabolic Dysfunction-Associated Fatty Liver Disease (MAFLD)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Introduction/Objectives: Ginsenoside F1, a pharmacologically active saponin derived from Panax ginseng, exhibits diverse bioactivities, but its use is limited because it is difficult to purify and has high production costs. To overcome these challenges, a ginsenoside F1-enriched extract named SGB121 was developed. This study aimed to evaluate the therapeutic efficacy of SGB121 in a high-fat, high-carbohydrate (HFHC) diet-induced metabolic dysfunction-associated fatty liver disease (MAFLD) mouse...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41373985",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Ginsenoside F1, a pharmacologically active saponin derived from Panax ginseng, exhibits diverse bioactivities, but its use is limited because it is difficult to purify and has high production costs",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Red Blood Cell-Associated Features of Adenoviral Vector-Linked Venous Thrombosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Adenoviral vector vaccines were pivotal for COVID-19 control, but postmarketing safety surveillance has identified venous-predominant thrombotic risks not fully explained by platelet-centric mechanisms. We tested an RBC-associated hypothesis using an Ad5 vector-rAd/HA(PR8) rat model within a predefined sub-hemolytic window (<10% hemolysis). Ex vivo, we quantified RBC surface phosphatidylserine (PS) exposure, morphology remodeling by scanning electron microscopy, and microvesicle generation, all...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST"
      ],
      "pmid": "41373758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging Roles of Post-Translational Modifications in Metabolic Homeostasis and Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Post-translational modifications (PTMs) provide an integrated regulatory layer that couples nutrient and hormonal signals to whole-body energy homeostasis across metabolic organs. PTMs modulate protein activity, localization, stability, and metabolic networks in a tissue- and state-specific manner. Through network remodeling, PTMs integrate receptor signaling with chromatin and organelle function and align transcriptional control with mitochondrial function, proteostasis, and membrane...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41373704",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep Generative AI for Multi-Target Therapeutic Design: Toward Self-Improving Drug Discovery Framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373598/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Multi-target drug design represents a paradigm shift in tackling the complexity and heterogeneity of diseases such as cancer. Conventional single-target therapies frequently face limitations due to network redundancy, pathway compensation, and adaptive resistance mechanisms. In contrast, deep generative models, empowered by advanced artificial intelligence algorithms, provide scalable and versatile platforms for the de novo generation and optimization of small molecules with activity across...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41373598",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Research Trends and Core Themes in Operating Room Patient Safety: A Scope-Based Keyword Network Analysis (2020-2024)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373381/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Operating rooms are high-risk environments where ensuring patient safety is essential. Although research on patient safety has increased in recent years, comprehensive analyses of research trends and the core topics specific to operating room safety remain limited. This study aimed to analyze the core keywords and network structures in operating room patient safety, using a scope-based approach to provide suggestions for future research and practice. Methods: We conducted a...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41373381",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "analyze the core keywords and network structures in operating room patient safety, using a scope-based approach to provide suggestions for future research and practice",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Validity and Applicability of Introducing a Healthcare-Associated Infection Surveillance System in Dental Hospitals in Korea Using the Delphi Technique",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: This study determined the validity and applicability of introducing a healthcare-associated infection surveillance system in dental hospitals using the Delphi technique. Methods: The Delphi questionnaire was developed by conducting a systematic literature review and focus group interview involving five dentists and dental hygienists with experience in performing infection control in dental hospitals and three infection control experts. The Delphi survey was administered to 16...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41373282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Linking Freshwater Wetland Productivity and Methane Emissions: A Global Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Understanding the link between wetland gross primary productivity (GPP) and methane (CH(4)) emissions is crucial for global carbon cycle modeling, yet this coupling remains poorly constrained at a global scale due to data limitations. To address this critical gap, we compiled and analyzed the most comprehensive daily scale eddy covariance data set of GPP and CH(4) fluxes. In this analysis, we define this coupling as the slope of the linear fit between carbon fixed by ecosystems and carbon...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41379467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of physical activity on motor, communication, social, and executive function in children with autism spectrum disorder: a meta-analysis of randomized controlled trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study found that physical activity has a positive effect on increasing communication, social, motor, and executive function capabilities in children with ASD. However, disparities in optimal effects observed across communication, social, motor, and executive functioning outcomes are contingent upon intervention duration, frequency, and period.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41379344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study found that physical activity has a positive effect on increasing communication, social, motor, and executive function capabilities in children with ASD. However, disparities in optimal effects observed across communication, social, motor, and executive functioning outcomes are contingent ..."
    },
    {
      "title": "Optimal device-to-aneurysm ratio and one-year radiological outcomes of volume-based woven endobridge selection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Volume-based WEB selection was appropriate for initial device selection and 1-year radiological outcomes. The selection of a WEB device with a volume exceeding 92% of that of the targeted aneurysm could be considered for 1-year radiological outcomes.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41379334",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Volume-based WEB selection was appropriate for initial device selection and 1-year radiological outcomes. The selection of a WEB device with a volume exceeding 92% of that of the targeted aneurysm could be considered for 1-year radiological outcomes"
    },
    {
      "title": "Phospho-tau Ser356 is mostly confined to pre-NFT neurons in Alzheimer's pathology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41379198",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of 10-2 Visual Field Cluster Patterns With Visual Acuity in Normal-Tension Glaucoma Patients With Central Visual Field Defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: HCA demonstrated consistent spatial patterns of CVFDs across various stages of NTG. The inferotemporal region (Cluster 3) consistently correlates with VA and serves as a key marker of VA loss.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41378938",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "HCA demonstrated consistent spatial patterns of CVFDs across various stages of NTG. The inferotemporal region (Cluster 3) consistently correlates with VA and serves as a key marker of VA loss"
    },
    {
      "title": "Phthalates and Alternative Plasticizers in Duplicated Diet Samples from Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378829/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Phthalic acid esters (PAEs) and alternative plasticizers (APs) are commonly found in food packaging. We quantified diet-only exposure to twenty-one plasticizers (16 PAEs and 5 APs) in 124 Korean adults by GC-MS/MS in 370 duplicate-diet composites (representing three nonconsecutive 24-h collections per participant). Total plasticizer concentrations ranged from 103 to 240,000 ng/g dry weight (median 414 ng/g). DEHP predominated among PAEs (median 106 ng/g). Among APs, DEHTP, ATBC, and DINCH showed...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41378829",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Isolation and characterization of bioactive constituents from <em>Withania coagulans</em> Dunal with antioxidant and multifunctional enzyme inhibition potential, supported by docking, MD, and DFT studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Withania coagulans Dunal is a medicinal plant with potential therapeutic applications in neurodegenerative and metabolic disorders. This study aimed to isolate, structurally characterize, and evaluate the biological potential of withanolide-type compounds from Withania coagulans Dunal, with a focus on their antioxidant and enzyme inhibitory activities relevant to neurodegenerative and metabolic disorders. Two new withanolides (WTH1 and WTH2) and one known compound (WTH3) were isolated from W....",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41378377",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "isolate, structurally characterize, and evaluate the biological potential of withanolide-type compounds from Withania coagulans Dunal, with a focus on their antioxidant and enzyme inhibitory activitie...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The CD300c antibody CL7 suppresses tumor growth by regulating the tumor microenvironment in non-small cell lung carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378295/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Despite advances in therapy, non-small cell lung cancer (NSCLC) continues to rank among the deadliest cancers worldwide. Targeting immunosuppressive components within the tumor microenvironment (TME) has emerged as a promising therapeutic strategy. Unlike M1 tumor-associated macrophages (TAMs), M2-like TAMs contribute to NSCLC progression by promoting an immunosuppressive tumor microenvironment (TME), highlighting the need for tumor microenvironment remodeling. CL7, a monoclonal antibody that...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41378295",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Akt inhibition enhances the antitumor efficacy of immune checkpoint blockades and radiotherapy in a syngeneic breast cancer model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Immune checkpoint blockades (ICBs) have limited efficacy against immunologically cold breast cancers. Although radiotherapy (RT) can potentiate antitumor immunity, many patients fail to benefit, partly due to activation of immunosuppressive cells. Given the ability of PI3K inhibition to regulate immunosuppressive repertoires, we hypothesized that inhibition of Akt, a key effector of PI3K, could enhance the efficacy of RT and ICBs. In this study, we investigated antitumor effects and immune cell...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41378083",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "antitumor effects and immune cell",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ZBTB7B modulates the androgen receptor as an upstream regulator via colocalization and direct binding in LNCaP prostate cancer cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, these findings provide a novel insight that ZBTB7B promotes prostate cancer progression as a potent oncogene via colocalization and binding with AR.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41378003",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, these findings provide a novel insight that ZBTB7B promotes prostate cancer progression as a potent oncogene via colocalization and binding with AR"
    },
    {
      "title": "Ethosome (ETHOSOMEPTT) Photothermal Therapy with Nd:YAG Laser (Pastelle Pro): A Novel Nanotechnology Approach for Treatment-resistant Melasma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Melasma poses considerable challenges in dermatologic management, particularly due to variable treatment responses and frequent recurrence following conventional interventions. We describe ethosome photothermal therapy (ETHOSOMEPTT, N-Finders Co., Ltd, Korea), an innovative 5-layer nanosystem that integrates transdermal delivery technology with targeted laser energy. The platform incorporates ethosomes, phospholipid vesicles containing ethanol, with plasmonic gold and platinum nanoparticles to...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377929",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel approach of thyroid radiofrequency ablation for huge nodules-Eggshell technique (evenly margin-preserving ablation): a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This case suggests that the Eggshell technique, an evenly margin-preserving RFA strategy, may be a valuable option for managing huge thyroid nodules that inevitably require multiple sessions. By minimizing patient discomfort and complications, and facilitating decision-making during follow-up, this approach can complement conventional RFA techniques for large nodules.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377875",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case suggests that the Eggshell technique, an evenly margin-preserving RFA strategy, may be a valuable option for managing huge thyroid nodules that inevitably require multiple sessions. By minimizing patient discomfort and complications, and facilitating decision-making during follow-up, this ..."
    },
    {
      "title": "Tenderness on the bicipital groove: is it an indication for biceps procedure during rotator cuff repair?-A prospective randomized controlled study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although pain, VAS score, and ASES score were improved in both groups, treating bicipital groove pain with tenodesis during rotator cuff repairs in patients with pain on the bicipital groove is effective on reducing pain and injection after operation.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377610",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although pain, VAS score, and ASES score were improved in both groups, treating bicipital groove pain with tenodesis during rotator cuff repairs in patients with pain on the bicipital groove is effective on reducing pain and injection after operation"
    },
    {
      "title": "Influence of food literacy on short- and long-term healthy eating intentions among adolescent and adult convenience store users: An application of the extended theory of planned behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The study highlights the need for customized nutrition education and continuous, systematic education on eating habits to enhance food literacy.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377606",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The study highlights the need for customized nutrition education and continuous, systematic education on eating habits to enhance food literacy"
    },
    {
      "title": "N-3 highly unsaturated fatty acids combined with pro-biotics or post-biotics synergistically alleviate dyslipidemia in rats exposed to chronic mild stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Therefore, n-3 HUFA with pro-biotics or post-biotics exert synergistic hypocholesterolemic effects on dyslipidemia induced by CMS through regulating biosynthesis and cholesterol clearance.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41377604",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Therefore, n-3 HUFA with pro-biotics or post-biotics exert synergistic hypocholesterolemic effects on dyslipidemia induced by CMS through regulating biosynthesis and cholesterol clearance"
    },
    {
      "title": "Diabetes-specific oral nutritional supplement for prediabetes improves postprandial glycemic responses: an open-label, crossover clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The consumption of DSNF significantly improved the postprandial glucose, insulin, and c-peptide responses compared to the standard ONS.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41377602",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The consumption of DSNF significantly improved the postprandial glucose, insulin, and c-peptide responses compared to the standard ONS"
    },
    {
      "title": "Sex differences of β-carotene effects in azoxymethane/dextran sulfate sodium-induced early colorectal cancer mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In early CRC, higher disease activity and specific changes, such as increased DAI scores and reduced serum estradiol in females than in males. BC supplementation could effectively reduce DAI scores and systemic inflammation in both sexes. Notably, serum cytokine levels decreased only in females.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377601",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In early CRC, higher disease activity and specific changes, such as increased DAI scores and reduced serum estradiol in females than in males. BC supplementation could effectively reduce DAI scores and systemic inflammation in both sexes"
    },
    {
      "title": "Comparison of chatbot and paper-based FFQs in participants who underwent colorectal or gastric cancer screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377599/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings indicate good comparability between chatbot- and paper-based FFQs. A chatbot-based mobile FFQ can provide comparable dietary intake rankings, making it a viable tool for evaluating the associations between diet and various disease risks in longitudinal studies.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377599",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "good comparability between chatbot- and paper-based FFQs",
      "conclusion": "These findings indicate good comparability between chatbot- and paper-based FFQs. A chatbot-based mobile FFQ can provide comparable dietary intake rankings, making it a viable tool for evaluating the associations between diet and various disease risks in longitudinal studies"
    },
    {
      "title": "Application of cooked meat codes to improve the validity of nutrient content estimation in a recipe-based food ingredient database",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Incorporating measured cooking yields and corresponding cooked meat codes into recipe-based databases can improve the accuracy of nutrient intake estimation. The development of nutrient databases that reflect differences in cooking conditions-including temperature, duration, and doneness-should be prioritized to enhance the validity of national dietary surveys.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377597",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Incorporating measured cooking yields and corresponding cooked meat codes into recipe-based databases can improve the accuracy of nutrient intake estimation. The development of nutrient databases that reflect differences in cooking conditions-including temperature, duration, and doneness-should be p..."
    },
    {
      "title": "Advanced 3D bioink featuring damping and antioxidant for micro-nano fabrication",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Undesirable mechanical vibrations and shocks, particularly during 3D print process and post-processing biological applications involving musculoskeletal systems, pose critical challenges to structural fidelity and material performance, demanding the bioink capable of impact protection capacity. Here, we develop a damping elastomeric printing bioinks by grafted with glycidyl methacrylate (DEPGM) via a novel multiscale noncovalent-covalent orchestrate mechanical responses strategy. Specifically,...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377583",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "protection capacity",
      "conclusion": null
    },
    {
      "title": "From nonintubation to tubeless: redefining perioperative strategies in modern anesthesiology and thoracic surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377267",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survey of physicians' approaches to the clinical evaluation of interstitial lung disease in Singapore (SoPhoCLES)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377003/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Substantial differences between ILD physicians and non-ILD physicians exist. Early referral to appropriate expertise is recommended.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41377003",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Substantial differences between ILD physicians and non-ILD physicians exist. Early referral to appropriate expertise is recommended"
    },
    {
      "title": "Performance evaluation of deep learning-based osteoporosis diagnostic models with conventional chest X-ray in a clinical cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The PROS^(®) CXR: OSTEO model enables opportunistic and low-cost osteoporosis screening using routine chest radiographs. This approach holds promise for early detection in aging populations and resource-limited settings. Further optimization is required to improve specificity and minimize FPs before clinical implementation.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376999",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PROS^(®) CXR: OSTEO model enables opportunistic and low-cost osteoporosis screening using routine chest radiographs. This approach holds promise for early detection in aging populations and resource-limited settings"
    },
    {
      "title": "Long-term clinical outcomes of mediastinal lymphoma after surgical resection: reassessing the role of surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376960/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Surgical resection shows promising long-term outcomes for mediastinal lymphoma, particularly for incidentally detected or completely resected tumors. However, the decisions for salvage surgery should be made cautiously, considering the highly selected patient group and employing a multidisciplinary approach.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376960",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgical resection shows promising long-term outcomes for mediastinal lymphoma, particularly for incidentally detected or completely resected tumors. However, the decisions for salvage surgery should be made cautiously, considering the highly selected patient group and employing a multidisciplinary ..."
    },
    {
      "title": "Body mass index, ventilator parameters, and mortality in acute respiratory distress syndrome: re-examining the obesity paradox",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: There was no significant difference in hospital mortality between the high BMI group and the other groups, and the higher mortality observed in the normal BMI group may be explained by the greater proportion of solid tumors and hematologic malignancies. Our findings highlight that higher PEEP or driving pressure in obese ARDS patients does not necessarily translate to worse outcomes. More extensive studies are warranted to explore how BMI modifies ventilator strategies and clinical...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376924",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There was no significant difference in hospital mortality between the high BMI group and the other groups, and the higher mortality observed in the normal BMI group may be explained by the greater proportion of solid tumors and hematologic malignancies. Our findings highlight that higher PEEP or dri..."
    },
    {
      "title": "Molecular dynamics simulation and structural characterization of (-)-carvone and cis-dihydrocarvone from <em>Mentha piperita</em> L. as potential MMP9 inhibitors for idiopathic pulmonary fibrosis therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Idiopathic pulmonary fibrosis (IPF) is a progressive lung disease involving dysregulated matrix metalloproteinase-9 (MMP9) activity, leading to excessive extracellular matrix deposition and lung tissue deterioration. This study investigated bioactive compounds from Mentha piperita L. as potential MMP9 inhibitors for IPF therapy. Gas chromatography-mass spectrometry (GC-MS) analysis identified nine phytochemicals in the methanolic extract of peppermint leaves. Drug-likeness screening using...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376892",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "bioactive compounds from Mentha piperita L",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gelatin-Based Soft-Tissue Sarcoma Organoids Recapitulate Patient Tumor Characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376821/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Soft-tissue sarcoma (STS) is a rare and heterogeneous group of cancers with more than 100 histological subtypes, which makes biological understanding and therapeutic development particularly challenging. Patient-derived tumor organoid models have transformed cancer research by providing patient-representative preclinical platforms, yet their application in STS has been limited because of low establishment efficiency. To address this problem, a gelatin-based culture protocol was developed to...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376821",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Natural Killer Cell-Drug Conjugates via Membrane-Installed Liposomes for Pancreatic Cancer Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Adoptive cell-based therapy has emerged as an innovative method for cancer treatment, capitalizing on the innate cytotoxicity of immune cells to eliminate tumors. Although chimeric-antigen-receptor-modified T and natural killer (NK) cells have demonstrated significant therapeutic potential, their clinical translation is hindered by the complex nature of genetic engineering, high production costs, and risks of severe immune-related adverse effects. Addressing these barriers, we present a...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376818",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Profiling of Inflammatory and Myofibroblast Cancer-Associated Fibroblast Subtypes Derived from Human Pancreatic Stellate Cells Using Machine Learning-Based Label-Free Raman Spectroscopy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Cancer-associated fibroblasts (CAFs), one of the most substantial constituents of the pancreatic tumor microenvironment, exhibit far greater heterogeneity and phenotypic plasticity than it was previously recognized. Accordingly, distinguishing between CAF subpopulations and their functional roles in pancreatic tumorigenesis has become increasingly important. Additionally, as the importance of the therapeutic approach increases, interests in technologies capable of efficiently differentiating...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376815",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Structural Outcomes With Acellular Dermal Matrix Patch Augmentation Versus Single-Row Repair in Large-to-Massive Rotator Cuff Tears: A Propensity Score-Matched Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In large-to-massive rotator cuff tears, ADM patch augmentation appeared to play a protective role in maintaining structural integrity. However, further studies are warranted to evaluate its long-term clinical outcomes.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376783",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In large-to-massive rotator cuff tears, ADM patch augmentation appeared to play a protective role in maintaining structural integrity. However, further studies are warranted to evaluate its long-term clinical outcomes"
    },
    {
      "title": "Correction: Identification of stroke biomarkers using proteomic profiling of extracellular vesicles derived from human blood: a preliminary study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fneur.2025.1587389.].",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376773",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Arm positions with increased risk of subscapularis external impingement at the subcoracoid arch",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This cadaveric study demonstrated increased subcoracoid arch contact when shoulders were at 20° and 60° FF with IR and at 60° ABD with both ER and IR. These findings suggest potential external subscapularis impingement in these positions, although not all comparisons were statistically significant. Level of evidence: Cadaveric biomechanical study.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376442",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "potential external subscapularis impingement in these positions, although not all comparisons were statistically significant",
      "conclusion": "This cadaveric study demonstrated increased subcoracoid arch contact when shoulders were at 20° and 60° FF with IR and at 60° ABD with both ER and IR. These findings suggest potential external subscapularis impingement in these positions, although not all comparisons were statistically significant"
    },
    {
      "title": "Biomechanical evaluation of patch augmentation in a rotator cuff repair model using a porcine flexor digitorum profundus tendon: influence of knot tying and time-zero stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ADM patch augmentation did not enhance time-zero mechanical strength in the tested conditions, though biomechanical advantages might emerge after integration to the tendon. In addition, patch augmentation without medial row knot tying showed the highest elongation and strain among groups, potentially reducing the stability of the repair. Level of evidence: V, controlled laboratory study.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41376440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ADM patch augmentation did not enhance time-zero mechanical strength in the tested conditions, though biomechanical advantages might emerge after integration to the tendon. In addition, patch augmentation without medial row knot tying showed the highest elongation and strain among groups, potentiall..."
    },
    {
      "title": "The 6-hour window: is the sepsis transfer guideline enough?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376403",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Weight variability at pediatric intensive care unit admission and adverse outcomes in critically ill children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376401/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Higher WV at PICU admission is independently associated with adverse clinical outcomes, including increased mortality and fewer VFDs. WV could complement existing mortality prediction models in pediatric critical care.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376401",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Higher WV at PICU admission is independently associated with adverse clinical outcomes, including increased mortality and fewer VFDs. WV could complement existing mortality prediction models in pediatric critical care"
    },
    {
      "title": "Predictive value of elevated interleukin-33 levels for multi-organ dysfunction syndrome in trauma patients in South Korea: a prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings suggest that initial IL-33 levels are elevated in the MODS group, compared with non-MODS group, and exhibit a rapidly declining trend, showing an initial association with MODS that was not maintained in a multivariate analysis. These findings suggest that IL-33 might have relevance in assessing trauma severity; however, further validation is required before it can be considered a biomarker for MODS.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376400",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that IL-33 might have relevance in assessing trauma severity; however, further validation is required before it can be considered a biomarker for MODS",
      "conclusion": "The findings suggest that initial IL-33 levels are elevated in the MODS group, compared with non-MODS group, and exhibit a rapidly declining trend, showing an initial association with MODS that was not maintained in a multivariate analysis. These findings suggest that IL-33 might have relevance in a..."
    },
    {
      "title": "Role of serum magnesium in post-aneurysmal subarachnoid hemorrhagic hydrocephalus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Admission serum Mg level was not independently associated with PHH, although a potential protective trend was noted at higher levels (>2.5 mg/dL). These findings suggest a possible role of Mg in PHH prevention. Further prospective trials are warranted to clarify the therapeutic potential of Mg and to establish optimal monitoring and correction strategies in aSAH management.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41376399",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a possible role of Mg in PHH prevention",
      "conclusion": "Admission serum Mg level was not independently associated with PHH, although a potential protective trend was noted at higher levels (>2.5 mg/dL)"
    },
    {
      "title": "Association between emergency department-to-intensive care unit transfer time and mortality in patients with septic shock: a target trial emulation with septic shock in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376395/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Early ICU transfer within 3 hours significantly reduces mortality in patients with septic shock, with the greatest benefit observed in those requiring advanced organ support. These findings highlight the need for system-wide strategies to reduce ED boarding time and prioritize timely ICU admission for septic shock management.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41376395",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Early ICU transfer within 3 hours significantly reduces mortality in patients with septic shock, with the greatest benefit observed in those requiring advanced organ support. These findings highlight the need for system-wide strategies to reduce ED boarding time and prioritize timely ICU admission f..."
    },
    {
      "title": "Prof Stephen P. Long, FRS (1950-2025)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376327",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diagnostic Challenges, Prognostic Assessment, and Treatment Strategies in High-Grade Differentiated Thyroid Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376300/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "High-grade differentiated thyroid carcinoma (HGDTC) is a recently codified entity in the 2022 World Health Organization Classification of Endocrine Tumors, defined by a mitotic count of ≥5 mitoses per 2 mm² and/or tumor necrosis in a carcinoma that retains papillary, follicular, or oncocytic differentiation without anaplastic morphology. Although uncommon, HGDTC presents significant diagnostic and therapeutic challenges. This review summarizes current evidence regarding histopathologic...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376300",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nutrient-Stimulated Hormone-Based Therapies: Transforming Obesity Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376298/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376298",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-World Effects of Home-Based Transcranial Direct Current Stimulation in Depression: A Randomized Controlled Trial of 3-Week Versus 6-Week Protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376187/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Both 3-week and 6-week active tDCS protocols were associated with improvements in depressive symptoms and cognitive function over time in this naturalistic clinical context; however, as the study did not include a sham control, these changes should be interpreted as comparative rather than causal effects. The 3- and 6-week protocols demonstrated similar therapeutic outcomes, suggesting that shorter courses may be sufficient. These findings support the real-world applicability of...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41376187",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both 3-week and 6-week active tDCS protocols were associated with improvements in depressive symptoms and cognitive function over time in this naturalistic clinical context; however, as the study did not include a sham control, these changes should be interpreted as comparative rather than causal ef..."
    },
    {
      "title": "Pasuchaca (<em>Geranium dielsiaum</em> Knuth): A New Source of Astilbin with Antiglycation Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376105/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Pasuchaca (Geranium dielsianum Knuth), a traditional Peruvian medicinal plant from the Geraniaceae family used for diabetes management, was investigated for its antiglycative properties. This study aimed to screen, isolate, and identify the active antiglycative compounds from its aerial parts. By coupling a methylglyoxal (MGO)-HPLC screening assay with high-speed counter-current chromatography (HSCCC), seven dihydroflavonol derivatives were separated and identified from the 80% methanol extract....",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41376105",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "screen, isolate, and identify the active antiglycative compounds from its aerial parts",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Grains, Cereals, and Legumes: Implications in Glycemic Index and Perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that carbohydrate-to-fiber ratios, especially TC-to-DF, may play an important role in determining GI. Other dietary components, such as dietary fiber and dietary starch, might also affect these results. Additional studies are needed to examine how factors beyond carbohydrates influence GI. These observations may help guide future work aimed at better understanding dietary effects on health. Further, our results offer valuable insights for making healthier...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41375976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role in determining GI",
      "conclusion": "These findings suggest that carbohydrate-to-fiber ratios, especially TC-to-DF, may play an important role in determining GI. Other dietary components, such as dietary fiber and dietary starch, might also affect these results"
    },
    {
      "title": "Development and Evaluation of a BCG/BCP-Based Cellulose Acetate Freshness Indicator for Beef Loin During Cold Storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375955/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Monitoring the freshness of perishable foods remains a challenge due to the lack of simple and reliable indicators that can visually reflect chemical and microbial changes. In this study, a colorimetric freshness indicator was developed using bromocresol green (BCG) and bromocresol purple (BCP), two pH-sensitive dyes with complementary transition ranges, to provide a visible and quantitative response corresponding to beef quality during cold storage. Cellulose acetate (CA) films were prepared by...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375955",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Post-Harvest Storability of Kale Using Plasma-Sonic Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375952/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "This study investigated a plasma-sonic treatment that combines plasma-activated water (PAW) and ultrasound (US) as an alternative to conventional sodium hypochlorite (NaOCl), which may leave harmful chlorine residues and generate toxic by-products in fresh produce. The treatment was applied to kale to evaluate its decontamination efficiency and storage stability during 7 days at 4 °C. PAW was generated at 52 W and 14.4 kHz for 624 s, and US was applied at 20 kHz and 250 W for 624 s. The...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375952",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "a plasma-sonic treatment that combines plasma-activated water (PAW) and ultrasound (US) as an alternative to conventional sodium hypochlorite (NaOCl), which may leave harmful chlorine residues and gen...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Evaluation of the Antioxidant and Immunomodulatory Activities of Carrot (<em>Daucus carota</em> L.) Aerial Parts and Roots Using Different Extraction Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375931/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Carrot (Daucus carota L.) is a widely consumed root vegetable, yet its aerial parts, including leaves and stems, are typically discarded as agricultural by-products, despite their potential biological value. This study comparatively evaluated the antioxidant and immunomodulatory properties of carrot aerial and root parts extracted using hot water or 50% ethanol. Four extracts were prepared: aerial part hot-water (AP-W), aerial part ethanol (AP-E), underground part hot-water (UP-W), and...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41375931",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Basic Optics Underlying Current Intraocular Lenses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "As surgeries using multifocal intraocular lenses (IOLs) to correct both cataracts and presbyopia have become common, it has become essential for clinicians to understand their basic optical characteristics to select the optimal lens for their patients. However, there are relatively few review articles on optics that are directly useful to clinicians who perform surgery on patients. In this paper, we systematically review fundamental concepts, from the basic properties of light, geometric optics,...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375911",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of a CNN-Based Diagnostic Pipeline for the Diagnosis of Otitis Media",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Accurate diagnosis of otitis media (OM) using otoscopic images is often challenging, particularly for non-specialists. Artificial intelligence (AI), especially deep learning-based methods, has shown promising results in supporting the classification of tympanic membrane conditions. This study aimed to develop and validate a multi-step CNN-based AI diagnostic pipeline for the automated classification of tympanic membrane images into four OM categories: normal, acute otitis...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41375875",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "Accurate diagnosis of otitis media (OM) using otoscopic images is often challenging, particularly for non-specialists",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robotic Gastrointestinal Surgery Compared to Conventional Approaches: An Umbrella Review of Clinical and Economic Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375858/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Robotic-assisted surgery (RAS) has emerged as a technological advancement in gastrointestinal (GI) procedures, addressing limitations of conventional laparoscopy through enhanced dexterity, three-dimensional visualization, and ergonomic improvements. While its clinical use is expanding, the comparative benefits and cost-effectiveness of RAS across different GI domains remain unclear. Methods: An umbrella review was conducted to evaluate RAS across six GI domains:...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375858",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Robotic-assisted surgery (RAS) has emerged as a technological advancement in gastrointestinal (GI) procedures, addressing limitations of conventional laparoscopy through enhanced dexterity, three-dime...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison Between Eleven-Bar Cushion and Pillow for Contrast Media Spread in Caudal Block",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: A caudal epidural steroid injection (CESI) is a widely used technique for managing low back and lower extremity pain due to its relative ease and safety. However, cephalic spread of the injectate may be limited by the long distance from the sacral hiatus and by increased intra-abdominal pressure caused using conventional abdominal pillows during prone positioning. This study aimed to investigate whether an eleven-bar cushion could facilitate higher cephalic spread of...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41375828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "A caudal epidural steroid injection (CESI) is a widely used technique for managing low back and lower extremity pain due to its relative ease and safety",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Thoracoscopy-Guided vs. Ultrasound-Guided Paravertebral Block in Thoracoscopic Surgery: A Non-Inferiority Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Thoracic paravertebral block (TPVB) is an established component of multimodal analgesia and enhanced recovery pathways following thoracoscopic lung resection. A surgeon-performed, thoracoscopy-guided approach has been proposed to improve intraoperative workflow, but high-quality comparative data are limited. Methods: In this single-center, randomized, non-inferiority trial, adult patients undergoing thoracoscopic lobectomy or segmentectomy received either thoracoscopy-guided TPBV...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375796",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sputum Microbiome Based on the Etiology and Severity of Nontuberculous Mycobacterial Pulmonary Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Nontuberculous mycobacterial pulmonary disease (NTM-PD) is a chronic respiratory infection primarily caused by Mycobacterium avium complex (MAC) and Mycobacterium abscessus. These species differ markedly in antibiotic susceptibility and treatment response, yet the contribution of the respiratory microbiome to this clinical variability remains unclear. To date, however, comparative analyses of microbiome differences between MAC-PD and M. abscessus-PD and their associations with...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375785",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Musculoskeletal Digital Therapeutics and Digital Health Rehabilitation: A Global Paradigm Shift in Orthopedic Care",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375770/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Musculoskeletal disorders (MSDs) affect over 1.7 billion people globally and represent the leading cause of disability worldwide. Conventional rehabilitation strategies face challenges including limited accessibility, suboptimal adherence, and lack of personalization. Digital therapeutics (DTx)-evidence-based, software-driven interventions regulated as medical devices-have emerged as transformative solutions in chronic disease management. This review provides a narrative synthesis of...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375770",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Mid-Term Clinical and Radiologic Outcomes Between Measured Resection Technique and Gap Balanced Technique After Total Knee Arthroplasty Using Medial Stabilizing Technique for Severe Varus Knee: A Propensity Score-Matched Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375753/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: The purpose was to compare clinical and radiologic outcomes in patients who underwent total knee arthroplasty (TKA) using the medial stabilizing technique (MST) for severe varus knee with either measured resection technique (MRT) or gap balance technique (GBT). Methods: Between February 2018 and August 2020, a total of 236 knees with an HKA angle greater than 15° were enrolled in this study. Propensity score matching (1:1) was done based on age, sex, body mass index (BMI), and...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375753",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to compare clinical and radiologic outcomes in patients who underwent total knee arthroplasty (TKA) using the medial stabilizing technique (MST) for severe varus knee with either measured resectio...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Branched-Chain Amino Acid Supplementation on Postoperative Serum Albumin Recovery in Older Adults with Hip Fracture: A Propensity Score-Matched Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Hip fracture patients commonly exhibit impaired nutritional status, including low serum albumin levels related to sarcopenia, which may affect recovery. This study evaluated the effect of branched-chain amino acid (BCAA) supplementation on serum albumin levels in hip fracture patients. Methods: This retrospective analysis was conducted at a single tertiary referral center on a cohort of patients with hip fractures including femoral neck and intertrochanteric fractures who...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375751",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Hip fracture patients commonly exhibit impaired nutritional status, including low serum albumin levels related to sarcopenia, which may affect recovery",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Burden of Hematological Malignancies in East Asia from 1990 to 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Introduction: Hematological malignancies (HMs) represent a diverse spectrum of hematopoietic and lymphoid neoplasms involving the blood, bone marrow, and lymphatic organs. Better understanding of the burden of HMs in East Asia will allow for more targeted policy and public health efforts. Methods: Using the Global Burden of Diseases, Injuries, and Risk Factors Study 2021, we extracted 2021 and 1990-2021 trend estimates for total counts and age-standardized rates (per 100,000 person-years) for...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes of Repeated Sodium Polynucleotide Injections in Knee Osteoarthritis: Large-Scale, Retrospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375661/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Sodium polynucleotide (PN) injection has recently been considered as a potential intra-articular therapy for knee osteoarthritis (OA); however, there is limited evidence regarding the long-term consistency of repeated PN cycles. To evaluate the clinical effectiveness of repeated intra-articular PN injections after the initial 6 months of therapy in patients with knee OA, using nationwide claims data. Methods: We conducted a retrospective cohort study using data from the...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375661",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Sodium polynucleotide (PN) injection has recently been considered as a potential intra-articular therapy for knee osteoarthritis (OA); however, there is limited evidence regarding the long-term consis...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Dietary <em>Saccharomyces boulardii</em> in Innate Immune Responses of Broiler Chickens Fed Diets Containing Different Nutrient Densities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375483/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "The study was conducted to evaluate the influence of Saccharomyces boulardii (SB) supplementation on growth performance, meat quality, cecal volatile fatty acid (VFA) profile, immune parameters, and serum biochemistry in broiler chickens fed diets with varying nutrient densities. A total of 420 day-old male broiler chicks (Ross 308) were randomly allocated to 28 floor pens. A 2 × 2 factorial design was employed, with two factors: SB supplementation (none or 2.0 × 10^(10) CFU/ton), and optimal...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375483",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Medetomidine Dose Variations on Tiletamine-Zolazepam and Tramadol Anesthetic Combination in Dogs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the effects of varying medetomidine doses on a tiletamine-zolazepam and tramadol anesthetic combination in dogs. The objective was to assess how medetomidine influences anesthesia depth, cardiovascular function, and recovery quality. Dogs were assigned to one of three treatment groups: tiletamine-zolazepam and tramadol without medetomidine (TZT), additional 10 µg/kg medetomidine (TZTM10), or additional 20 µg/kg medetomidine (TZTM20). Each dog received an intramuscular...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375477",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to assess how medetomidine influences anesthesia depth, cardiovascular function, and recovery quality",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Comprehensive Imaging and Clinical Outcomes of Chondro-Osseous Respiratory Epithelial Adenomatoid Hamartoma (COREAH) in a Dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375448/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "The aim of this case report is to describe comprehensive imaging such as CT scanning, endoscopy, histopathology, and clinical outcomes following medical and endoscopic treatment. A 5-year-old spayed female Chihuahua presented with chronic unilateral nasal discharge, congestion, and intermittent stertor, unresponsive to initial antibiotics and steroids. Further diagnostics, including endoscopy, revealed a cystic lesion with osseous fragments in the left nasal cavity, while CT imaging identified a...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375448",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this case report is to describe comprehensive imaging such as CT scanning, endoscopy, histopathology, and clinical outcomes following medical and endoscopic treatment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plasma Seed Priming Can Improve the Early Seedling Establishment and Antioxidant Activity of Water Convolvulus Microgreens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Water convolvulus (Ipomoea aquatica Forssk.) is a fast-growing leafy vegetable valued for its nutritional and antioxidant properties; however, suboptimal seed physiology can hinder its germination and early growth. Non-thermal plasma (NTP) treatment is an eco-friendly seed-priming method that enhances seed performance and crop quality without the use of chemical inputs. This study evaluated the effects of NTP exposure (0, 5, 10, and 20 min) using a dielectric barrier discharge (DBD) plasma with...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Bacteroides fragilis</em> Promotes Mesenchymal Subtype in Colorectal Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Colorectal cancer (CRC) exhibits significant molecular heterogeneity, as reflected in Consensus Molecular Subtype (CMS) classification, and demonstrates extensive crosstalk with the microbiome. However, the role of the microbiome in determining subtypes of CRC, and CMS4 in particular, which represents an aggressive, stromal-rich variant associated with poor prognosis, remains poorly understood. Here, we reveal the role of the tumor microbiome in shaping the tumor...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41375022",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "Colorectal cancer (CRC) exhibits significant molecular heterogeneity, as reflected in Consensus Molecular Subtype (CMS) classification, and demonstrates extensive crosstalk with the microbiome",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Serum Glucose-6-Phosphate Dehydrogenase Activity as a Biomarker for Gastric Cancer Stage Prediction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Gastric cancer is the fifth most prevalent cancer diagnosed worldwide, and approximately 40% of patients who experience recurrence within five years develop hematogenous metastasis. Given that early prediction of recurrence may improve overall survival, there is a need for a biomarker that allows for repeated measurements and can accurately predict cancer stage. This study aimed to evaluate the potential of glucose-6-phosphate dehydrogenase activity, which is a factor associated with...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374996",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the potential of glucose-6-phosphate dehydrogenase activity, which is a factor associated with",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcription Factor Networks Drive Tumor Progression and Immune Microenvironment Remodeling in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "(1) Background: Hepatocellular carcinoma (HCC) remains a major cause of cancer mortality and is characterized by pronounced inter- and intra-tumoral heterogeneity and therapy resistance. We aimed to define core transcriptional circuits that drive HCC malignancy and to delineate how these programs shape the tumor microenvironment (TME). (2) Methods: We integrated single-cell, spatial, and bulk transcriptomic datasets from public cohorts. (3) Results: We identified nine tumor-restricted...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374989",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "define core transcriptional circuits that drive HCC malignancy and to delineate how these programs shape the tumor microenvironment (TME)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of Risk Factors Associated with Expectant Management in CIN 1/2: A Multicenter Real-World Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: To evaluate the effectiveness of expectant management on grades 1 and 2 cervical intraepithelial neoplasia (CIN), including factors associated with regression and progression. Methods: This multicenter study included 561 women managed expectantly and 359 who underwent immediate surgery at eight institutes between 2013 and 2023. Results: Over a 4-year period, 63% and 68% of CIN 1 and CIN 2 cases regressed, and 9% and 14% of cases progressed, respectively. The median...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374940",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "To evaluate the effectiveness of expectant management on grades 1 and 2 cervical intraepithelial neoplasia (CIN), including factors associated with regression and progression",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Ahn et al. Cellulose Nanocrystal Embedded Composite Foam and Its Carbonization for Energy Application. <em>Polymers</em> 2023, <em>15</em>, 3454",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374924/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "In the original publication [...].",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374924",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "MemLoTrack: Enhancing TIR Anti-UAV Tracking with Memory-Integrated Low-Rank Adaptation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Tracking small, fast-moving unmanned aerial vehicles (UAVs) in thermal infrared (TIR) imagery is a significant challenge due to low-resolution targets, Dynamic Background Clutter, and frequent occlusions. To address this, we introduce MemLoTrack, a novel onestream Vision Transformer tracker that integrates a memory mechanism into a parameterefficient LoRA framework. MemLoTrack enhances a baseline tracker (LoRAT) with two key components: (i) a gated First-In, First-Out (FIFO) memory bank (MB) for...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wide-Dynamic-Range Lead-Free SWIR Image Sensors Based on InAs Thin-Film Quantum-Dot Photodiodes <sup>†</sup>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "This work presents a monolithically integrated short-wavelength infrared (SWIR) image sensor based on indium arsenide (InAs) quantum dot photodiodes (QDPDs). The thin-film photodiode (TFPD) architecture enables direct integration on silicon readout integrated circuits (ROICs), eliminating wafer-to-wafer bonding and providing a scalable, RoHS-compliant alternative to lead-based colloidal quantum dot (CQD) devices. The proposed 3T pixel design incorporates dual conversion gain (DCG), enabling wide...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41374721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bias Normalization for Sensors in Smart Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Modern electronic devices, such as smartphones and drones, integrate various sensors to enable diverse sensor-based applications. Yet, sensor measurements exhibit significant variations across different device models, even under the same environment. These variations arise from sensor biases, which occur in three different types: offset bias (additive constant errors), scale bias (multiplicative proportional errors), and drift bias (time-dependent or temperature-dependent errors). Among the...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41374666",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rectus Femoris and Gastrocnemius EMG Driven Cheonjiin Speller for Korean Text Input",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374617/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Our study introduces a surface electromyography (sEMG)-based Cheonjiin speller system developed to assist individuals with restricted hand mobility. The interface incorporates a directional control framework-comprising up, down, left, right, and select commands-integrated with a Korean keyboard layout to enable efficient and accessible text input. Two-channel surface EMG signals were recorded from the rectus femoris and gastrocnemius muscles at a sampling rate of 200 Hz using an EMG acquisition...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374617",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An Extended Time-Mode Digital Pixel CMOS Image Sensor for IoT Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Time-mode digital pixel sensors have several advantages in Internet-of-Things applications, which require a compact circuit and low-power operation under poorly illuminated environments. Although the time-mode digitization technique can theoretically achieve a wide dynamic range by overcoming the supply voltage limitation, its practical dynamic range is limited by the maximum clock frequency and device leakage. This study proposes an extended time-mode digitization technique and a low-leakage...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Semi-Quantitative On-Site Microfluidic Assay to Detect 11-Nor-9-carboxy-delta 9-Tetrahydrocannabinol (THC-COOH) in Urine",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374491/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "The rapid detection of 11-nor-9-carboxy-delta-9-tetrahydrocannabinol (THC-COOH), a primary cannabis metabolite, is critical for forensic and workplace drug testing. However, conventional immunoassays often lack sensitivity and objectivity. We developed a portable lateral flow immunoassay device with a microfluidic cartridge and fluorescent reader for the semi-quantitative detection of THC-COOH in urine. A test-to-reference fluorescence ratio was employed to mitigate matrix effects and ensure...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41374491",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DSC-LLM: Driving Scene Context Representation-Based Trajectory Prediction Framework with Risk Factor Reasoning Using LLMs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374489/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Autonomous driving in dense urban environments requires accurate trajectory forecasting supported by interpretable contextual evidence. This study presents a multimodal framework that performs driving scene context (DSC)-aware trajectory prediction while providing risk-aware explanations to reveal the contextual cues behind predicted motion. The framework integrates temporal object states-trajectories, velocities, yaw angles, and motion status-with semantic information from forward-facing camera...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374489",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanisms and Impact of Cognitive Reserve in Normal Aging and Alzheimer's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Age-related cognitive decline and individual differences in dementia susceptibility are increasingly explained through the concept of cognitive reserve (CR). CR reflected the brain's adaptive capacity to sustain cognitive performance despite Alzheimer's disease (AD)-related pathology, extending beyond traditional biomarkers that captured the molecular or structural changes, but often failed to account for clinical heterogeneity. This review provided a comprehensive synthesis of how CR was...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374449",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current Status and Clinical Characteristics of Familial Hypercholesterolemia Patients in Korea: A Multicenter, Real-World Experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374443/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Familial hypercholesterolemia (FH) continues to be underrecognized and inadequately treated. We aimed to investigate the current status of FH diagnosis and treatment in South Korea. Methods: Patients from two tertiary hospitals in South Korea between 2010 and 2023 with either a diagnosis of FH (ICD-10 code: E7800), had LDLR, APOB, or PCSK9 mutations, or had low-density lipoprotein cholesterol (LDL-C) levels exceeding 325 mg/dL were considered for inclusion. Demographic and laboratory...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374443",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the current status of FH diagnosis and treatment in South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low- Versus High-Concentration Iodine Contrast for Hepatic Multiphase CT in Chronic Liver Disease: Image Quality, Lesion Detectability, and Iodine Load Reduction with Modern MDCT-A Retrospective Non-Inferiority Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Lower iodine concentration may mitigate nephrotoxicity by decreasing osmolality and viscosity. With modern multidetector CT (MDCT) and hybrid iterative reconstruction, reducing total iodine load without compromising image quality is feasible. We evaluated whether hepatic multiphase CT using low-concentration iodine contrast (LCIC, 270 mg I/mL) provides non-inferior image quality and lesion detectability compared with high-concentration iodine contrast (HCIC, 350 mg I/mL),...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Lower iodine concentration may mitigate nephrotoxicity by decreasing osmolality and viscosity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Logarithmic Scaling of Loss Functions for Enhanced Self-Supervised Accelerated MRI Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Magnetic resonance imaging (MRI) is a widely used non-invasive imaging modality that provides high-fidelity soft-tissue contrast without ionizing radiation. However, acquiring high-resolution MRI scans is time-consuming, necessitating accelerated acquisition and reconstruction methods. Recently, self-supervised learning approaches have been introduced for reconstructing undersampled MRI data without external fully sampled ground truth. Methods: In this work, we propose a...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Magnetic resonance imaging (MRI) is a widely used non-invasive imaging modality that provides high-fidelity soft-tissue contrast without ionizing radiation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standard Visual and Ordinal Coronary Calcium Scoring on PET/CT: Agreement with Agatston Scoring and Prognostic Implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Visual assessment of coronary artery calcium (CAC) on ungated chest CT has been described previously. However, its reliability and clinical utility remain uncertain, particularly in PET/CT studies that use low-dose, low-slice CT and are susceptible to respiratory artifacts. Methods: We retrospectively analyzed 106 patients (median age, 66 years [interquartile range, 60-75 years]; 67 men [63.2%]) who underwent PET/CT and electrocardiogram (ECG)-gated chest CT within a 90-day interval....",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374350",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative Predictors of Subsequent Breast Cancer Events Detected on Abbreviated MRI in Patients with Early-Stage Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374334/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: This study aimed to investigate the preoperative clinicopathologic and imaging features associated with subsequent breast cancer events detected on postoperative abbreviated MRI in early-stage breast cancer patients following breast and axillary surgery. Methods: A retrospective analysis was conducted on 1171 patients (median age, 53 years; range, 24-90 years) diagnosed with clinical stage I or II breast cancer between January 2013 and December 2017. Logistic regression...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374334",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "This study aimed to investigate the preoperative clinicopathologic and imaging features associated with subsequent breast cancer events detected on postoperative abbreviated MRI in early-stage breast ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine Learning-Based Algorithm for Tacrolimus Dose Optimization in Hospitalized Kidney Transplant Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Tacrolimus is a cornerstone immunosuppressant in kidney transplantation, but its narrow therapeutic index and marked inter-patient variability complicate dose optimization. Conventional therapeutic drug monitoring (TDM) relies on empirical adjustments that often overlook individual pharmacokinetics. Machine learning (ML) offers a precision dosing alternative by integrating diverse clinical and biochemical variables into predictive models. Methods: We retrospectively analyzed 1351...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374329",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations Between BioFire FilmArray Gastrointestinal Panel Results and Clinical Outcomes in Infectious Gastroenteritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Infectious gastroenteritis (IGE) is a major global health concern due to its high morbidity and healthcare burden. The BioFire FilmArray Gastrointestinal Panel (FA-GIP) enables rapid multiplex detection of enteric pathogens, offering faster results than conventional stool culture. This study aimed to evaluate the associations between FA-GIP result status and clinical outcomes in patients with suspected IGE. Methods: A retrospective analysis was conducted at Chung-Ang...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41374328",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Infectious gastroenteritis (IGE) is a major global health concern due to its high morbidity and healthcare burden",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physics-Informed Neural Networks for Thermo-Responsive Hydrogel Swelling: Integrating Constitutive Models with Sparse Experimental Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374242/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Poly(N-isopropylacrylamide) (PNIPAM) hydrogels are temperature-sensitive materials whose swelling is difficult to predict near the gel collapse temperature (GCT). A physics-informed neural network (PINN) was developed in which a stabilized free-energy model is embedded and sparse data for free and uniaxially constrained swelling are assimilated. Across datasets, the PINN reduces test RMSE by 44% at low crosslink density (Nν = 0.0035) and by 65% at higher density (Nν = 0.02), with coverage inside...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374242",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Eco-Friendly Fabrication of 2D a-SnO<sub>x</sub> Thin-Film Transistors Derived from Deep Eutectic Solvents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "We have fabricated amorphous tin oxide (a-SnO(x)) thin-film transistors (TFTs) with Al(2)O(3) gate insulator from deep eutectic solvents (DESs). DESs were formed using the chloride derivates of each precursor (SnCl(2), or AlCl(3)) mixed with urea. The DESs were then used as precursors for the semiconductor and dielectric. Our target was to form extremely thin semiconductor film, and a sufficient high capacitance insulator. We characterized the physical and chemical properties of the DES-derived...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41374191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osteogenic Potential of Various Premixed Hydraulic Calcium Silicate-Based Sealers on Human Bone Marrow Stem Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374168/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "This study aims to compare the osteogenic potential of premixed hydraulic calcium silicate-based sealers (HCSSs) with an epoxy resin-based sealer in human bone marrow-derived stem cells (hBMSCs). Three HCSSs (White Endoseal MTA, One-Fil, EndoSequence BC Sealer) were compared with AH Plus Jet, an epoxy resin-based sealer. Disk-shaped specimens were prepared using sterilized Teflon tubes and immersed in osteogenic medium to create eluates. hBMSCs were cultured in each eluate, and osteogenic...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374168",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "to compare the osteogenic potential of premixed hydraulic calcium silicate-based sealers (HCSSs) with an epoxy resin-based sealer in human bone marrow-derived stem cells (hBMSCs)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experimental Study on the Performance Evaluation of Hybrid Liner to Prevent the Migration of Oil Pollutant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Oil contamination in subsurface soils caused by leaks from underground storage tanks (USTs) and industrial facilities has become a significant geo-environmental concern. Total petroleum hydrocarbons (TPH) migrate through the ground and are difficult to remediate once dispersed; thus, prevention of migration is critical. This study experimentally investigated a hybrid liner system combining three barrier mechanisms-physical, reactive, and absorptive-to prevent TPH migration in the subsurface....",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Low Corrosion Levels on the Bond Performance of Lap-Splices in Reinforced Concrete Beams",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "The Korean Highway Bridge Design Code introduced requirements for sufficient tensile lap-splice lengths in 2005. Bridge piers designed before 2005 might not have enough tensile lap-splice length. In addition to that, old structures are susceptible to corrosion due to several environmental factors. Thus, to investigate the effect of lap-splice lengths on the bending behavior of the old piers, twelve reinforced concrete (RC) beams were fabricated with sufficient and insufficient tensile lap-splice...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41374142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lipid-Enriched Gintonin from Korean Red Ginseng Marc Alleviates Obesity via Oral and Central Administration in Diet-Induced Obese Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374084/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Korean red ginseng marc (KRGM), a by-product of Korean red ginseng (KRG) processing, retains numerous bioactive compounds with potential health benefits. Among them, KRGM-derived gintonin (KRGM-gintonin) is particularly rich in lysophosphatidic acid (LPA) and phospholipids, which have been linked to favorable metabolic effects. This study investigated the anti-obesity potential of KRGM-gintonin in high-fat diet (HFD)-induced obese mice, focusing on its impact on weight regulation,...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41374084",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the anti-obesity potential of KRGM-gintonin in high-fat diet (HFD)-induced obese mice, focusing on its impact on weight regulation,",
      "significance": "on weight regulation,",
      "conclusion": null
    },
    {
      "title": "Protein-Calorie Malnutrition Is Associated with Altered Colonic Mucosal Microbiota in Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374065/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Protein-calorie malnutrition (PCM) is common among patients with inflammatory bowel disease (IBD). However, the relationship between PCM and the gut microbiota in patients with IBD remains unclear. This study aimed to investigate the association between PCM and the colonic mucosal microbiota in patients with IBD. Methods: Colonic mucosal samples were obtained from 24 IBD patients with PCM and 24 IBD type-matched patients without PCM. PCM was defined as a body mass index...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374065",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Protein-calorie malnutrition (PCM) is common among patients with inflammatory bowel disease (IBD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dysapolipoproteinaemia Influences the Relationship Between Very Low-Density Lipoprotein Cholesterol and Intra-Pancreatic Fat Deposition in Humans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374009/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Apolipoprotein B (apo B), apolipoprotein C-II (apo C-II), and apolipoprotein C-III (apo C-III) play important roles in very low-density lipoprotein (VLDL) metabolism. Whether they influence the relationship between intra-pancreatic fat deposition (IPFD) and VLDL is unknown. The aim was to investigate whether the association between VLDL cholesterol (VLDL-C) and IPFD varies between individuals with and without dysapolipoproteinaemia involving apo B, apo C-II, and apo C-III. Methods:...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41374009",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to investigate whether the association between VLDL cholesterol (VLDL-C) and IPFD varies between individuals with and without dysapolipoproteinaemia involving apo B, apo C-II, and apo C-III",
      "significance": "roles in very low-density lipoprotein (VLDL) metabolism",
      "conclusion": null
    },
    {
      "title": "Clinical Outcomes Associated with Parenteral Nutrition Caloric Provision in Geriatric Patients with Infectious Colitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Malnutrition is a critical determinant of adverse outcomes in geriatric patients. Infectious colitis, which often requires hospitalization due to dehydration and poor oral intake, frequently necessitates parenteral nutrition (PN) when enteral feeding is not feasible. However, evidence regarding the optimal caloric threshold for PN in geriatric patients with infectious colitis remains limited. Methods: In this single-center retrospective observational study, we analyzed 278...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41373998",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Malnutrition is a critical determinant of adverse outcomes in geriatric patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Lactiplantibacillus plantarum</em> Ln4 Alleviates High-Fat Diet-Induced Obesity by Modulating Lipid Metabolism and Adipogenesis in C57BL/6 Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373959/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Collectively, the results demonstrate that L. plantarum Ln4 mitigates HFD-induced obesity by improving lipid metabolism, suppressing adipogenesis, and balancing metabolic hormones, suggesting its potential as a functional probiotic for obesity management.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41373959",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, the results demonstrate that L. plantarum Ln4 mitigates HFD-induced obesity by improving lipid metabolism, suppressing adipogenesis, and balancing metabolic hormones, suggesting its potential as a functional probiotic for obesity management"
    },
    {
      "title": "Association Between Exposure to Age Discrimination and Nutritional Risk: Findings from a Nationwide Sample of Older Adults in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Age discrimination exposure may be a risk factor for poor nutritional health in older adults. Policy efforts are needed to reduce age-related discrimination and stigmatization and promote equitable conditions for healthy aging.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41373934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Age discrimination exposure may be a risk factor for poor nutritional health in older adults. Policy efforts are needed to reduce age-related discrimination and stigmatization and promote equitable conditions for healthy aging"
    },
    {
      "title": "Integrative Assessment of <em>Glycyrrhiza uralensis</em> Extract in Cosmetics Using HPLC Analysis, Network Pharmacology, and Computational Threshold of Toxicological Concern-Based Safety Evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41373824/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Licorice (Glycyrrhiza uralensis) contains bioactive flavonoids and saponins, primarily liquiritin and glycyrrhizin, which exhibit pharmacological activities but also potential dose-dependent toxicity. This study aimed to establish an integrative workflow combining analytical chemistry, network pharmacology, and computational toxicology to evaluate the skin-related safety of these compounds. High-performance liquid chromatography (HPLC) was employed to quantify liquiritin and glycyrrhizin in...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41373824",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "establish an integrative workflow combining analytical chemistry, network pharmacology, and computational toxicology to evaluate the skin-related safety of these compounds",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cylindrical Scan Context: A Multi-Channel Descriptor for Vertical-Structure-Aware LiDAR Localization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "This study introduces Cylindrical Scan Context (CSC), a novel LiDAR descriptor designed to improve robustness and efficiency in GPS-denied or degraded outdoor environments. Unlike the conventional Scan Context (SC), which relies on azimuth-range projection, CSC employs an azimuth-height representation that preserves vertical structural information and incorporates multiple physical channels-range, point density, and reflectance intensity-to capture both geometric and radiometric characteristics...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41374597",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Histone Methyltransferase KMT2D is a Critical Mediator of Lineage Plasticity and Therapeutic Response in Castration Resistant Prostate Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379538/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Castration-resistant prostate cancer (CRPC) is largely dependent on the androgen receptor (AR) for growth and often exhibits hyperactive PI3K signaling, most frequently due to PTEN loss. Therapeutic pressure from anti-AR therapies can induce trans-differentiation toward an AR-independent phenotype. Recently, different subtypes of AR-independent CRPC have been redefined, with the stem cell-like (SCL) subtype emerging as one of the most prevalent. Elucidation of the epigenetic mechanisms...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41379538",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Left atrial appendage closure: Current status, unresolved issues, and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Left atrial appendage closure (LAAC) is an established therapy for stroke prevention in patients with nonvalvular atrial fibrillation (AF) who cannot tolerate long-term oral anticoagulation (OAC). In Japan, LAAC was introduced in 2019 and has been performed in more than 10,000 cases a0s of 2025. Although indications remain limited to high-risk patients with OAC contraindications, procedural volume continues to rise. This review outlines the current status, remaining challenges, and future...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41379400",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gastrointestinal symptoms in neuronal ceroid lipofuscinoses (NCLs): an observational study on prevalence, timing of progression, and impact on quality of life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41379326/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Neuronal ceroid lipofuscinoses (NCLs) are rare, inherited lysosomal storage disorders (LSDs) of the brain and retina. Gastrointestinal (GI) manifestations are reported in clinical practice but remain largely underexplored. Lysosomal dysfunction affects both the central and the peripheral nervous systems, including the enteric nervous system (ENS) where accumulation of storage material and neuronal loss may directly contribute to GI dysmotility. These insights, combined with emerging gene...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41379326",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "C-reactive protein and cardiovascular risk in the general population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These data confirm hsCRP as a clinically relevant predictor of CV events in individuals without known ASCVD and support its assessment in primary prevention.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41378999",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data confirm hsCRP as a clinically relevant predictor of CV events in individuals without known ASCVD and support its assessment in primary prevention"
    },
    {
      "title": "Strategies for community-sourced biocuration in bioinformatics: a case study on MIBiG 4.0",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Biocuration is essential to transform molecular sequence data into standardized, machine-readable resources. Such curated datasets enable comparative analysis, predictive modeling, and data integration across bioinformatics platforms. While professional biocuration is resource-intensive and usually limited to institutional settings, community-driven approaches can mobilize large-scale annotation of specialized datasets and are more resilient to disruptions in scientific funding. Here, we present...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41378881",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral health communication in the context of patient wellbeing: Implications for dental practice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378790/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "As dental healthcare professionals, we not only aim to improve oral function through oral health, but we can also contribute to improving peoples' quality of life and overall wellbeing. Improving wellbeing requires not only dental management, as and when clinically indicated, but also dental professionals must have an appropriate mindset and communication skills that build trust and rapport with patients. This article outlines communication techniques that general dentists can apply in their...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41378790",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to improve oral function through oral health, but we can also contribute to improving peoples' quality of life and overall wellbeing",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The oocyte zinc transporter <em>Slc39a10/Zip10</em> is a regulator of zinc sparks during fertilization in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378776/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "In all vertebrates studied to date, a rise(s) in intracellular calcium is indispensable for successful fertilization and further embryonic development. Recent studies demonstrated that zinc is ejected to the extracellular milieu, the 'zinc spark', and follows the first few calcium rises of fertilization. However, the role of the zinc sparks in fertilization and development, as well as the supporting influx mechanism(s), remains unknown. In this study, we focused on zinc transporters...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41378776",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Vaccine Policy Pendulum: a Lesson from Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41378766",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-oxidation state dirhodium complex produced by four-electron reduction of dirhodium(ii) complex supported by a flexible macrocyclic ligand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41378143/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Dinuclear rhodium complexes represent a distinct class of transition-metal compounds, exhibiting unique reactivity enabled by close metal-metal proximity. However, despite extensive investigations, access to highly reduced Rh(2) complexes has remained a challenge due to their intrinsic instability. Herein, we report the synthesis and characterization of a series of dirhodium complexes in the formal oxidation states of Rh^(II) (2), Rh^(I) (2), and Rh⁰ (2), supported by a flexible macrocyclic...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41378143",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Robust adhesion between solid-state hydroxyapatite and bone tissue through surface demineralization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377895/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Surface demineralization enabled strong adhesion of the solid-state HAp adhesive to bone by exposing collagen swollen with water. Adhesion strength was influenced by structural changes in the demineralized layer, and the adhesive provided stable in vivo fixation, supporting its potential for bone-anchored biomedical applications.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41377895",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surface demineralization enabled strong adhesion of the solid-state HAp adhesive to bone by exposing collagen swollen with water. Adhesion strength was influenced by structural changes in the demineralized layer, and the adhesive provided stable in vivo fixation, supporting its potential for bone-an..."
    },
    {
      "title": "Balancing tradition and animal welfare: Adapting an animal-involving festival to climate change in Fukushima, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Climate change poses critical risks to humans and animals, particularly during outdoor events. The Soma Nomaoi Festival in Fukushima, Japan, with a thousand-year history involving horses and riders, has become vulnerable to rising summer temperatures. In 2023, during a record high of 35.2 °C, 83 heatstroke cases occurred, including 74 among spectators and nine among horse riders, with two horse fatalities and 111 horses requiring medical care. In response, organizers rescheduled the 2024...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41377683",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A scoping review of the health effects of fermented foods in specific human populations and their potential role in precision nutrition: current knowledge and gaps",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Collectively, this review represents a first step toward evaluating the feasibility of using FF in tailored nutritional strategies.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41377570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, this review represents a first step toward evaluating the feasibility of using FF in tailored nutritional strategies"
    },
    {
      "title": "Acquiring Aligned Endoscopic and Depth Image Pairs Using Structured-Light Projection, Neural Surfaces and an Electromagnetic Positional Sensor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41377487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Minimally invasive endoscopic procedures are gaining importance for better patient outcomes. While traditional systems use standard cameras, there is an increasing demand for 3D information to improve diagnostic and surgical accuracy. As a result, various 3D endoscopic systems have been developed, with structured-light (SL) projection gaining traction for its compatibility with existing equipment. Despite advances in SL based scan, practical 3D endoscopy still faces key challenges. These include...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41377487",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High tibial osteotomy with individualised alignment and meniscal centralisation improves KOOS sports and recreation and cartilage status compared to conventional Fujisawa-point alignment without centralisation: A propensity score matching study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MOWHTO with individualised alignment and medial meniscus centralisation achieved clinical outcomes not inferior to conventional alignment targeting the Fujisawa point without centralisation.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376845",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MOWHTO with individualised alignment and medial meniscus centralisation achieved clinical outcomes not inferior to conventional alignment targeting the Fujisawa point without centralisation"
    },
    {
      "title": "Anthelminthic Activity of <em>Piper nigrum</em>, <em>Albizia ferruginea</em>, and <em>Guarea cedrata</em> Against <em>Caenorhabditis elegans</em> and <em>Heligmosomoides polygyrus</em>: In Vitro and In Silico Molecular Docking Approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study has demonstrated in vitro and in silico the effectiveness of Piper nigrum, Albizia ferruginea, and Guarea cedrata toward helminthiasis. To validate this scientific investigation, more research is required, particularly on the acute toxicity and in vivo anthelmintic efficacy.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study has demonstrated in vitro and in silico the effectiveness of Piper nigrum, Albizia ferruginea, and Guarea cedrata toward helminthiasis. To validate this scientific investigation, more research is required, particularly on the acute toxicity and in vivo anthelmintic efficacy"
    },
    {
      "title": "Hard to jump: host shifts appear unlikely in a T4-like phage evolved in the lab",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376788/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Bacteriophage therapy is emerging as a promising alternative to antibiotics, particularly in the face of rising antimicrobial resistance. However, concerns remain regarding host shifts, where therapeutic phages could evolve to infect and harm beneficial commensal bacteria. Understanding how frequently host shifts occur and what evolutionary constraints shape them is critical to assessing the safety of phage therapy.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376788",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prevalence and Associated Factors of Rotator Cuff Tears and Shoulder Pain in Older Baseball Players: A Cross-sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study revealed that 26.5% of older baseball players had RCTs in their throwing shoulder, of which two-thirds were asymptomatic. Additionally, the prevalence of RCTs was similar on the throwing and nonthrowing sides. Age was the most relevant factor associated with RCTs on the throwing side. However, after excluding those with RCTs on the bilateral sides, a high frequency of weekly participation was more strongly associated with the presence of RCTs than was age.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study revealed that 26.5% of older baseball players had RCTs in their throwing shoulder, of which two-thirds were asymptomatic"
    },
    {
      "title": "Subacute edema progression after acute ischemic stroke: impact of intravenous alteplase administration and reperfusion degree",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Alteplase administration prior to EVT did not impact the subacute edema progression in our cohort, whereas successful reperfusion was strongly associated with reduced edema progression, particularly at later timepoints. These results suggest that alteplase administration according to current guidelines is unlikely to contribute to accelerated edema progression and emphasize that achieving high-grade reperfusion is crucial for reducing secondary injury.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376769",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the subacute edema progression in our cohort, whereas successful reperfusion was strongly associated with reduced edema progression, particularly at later timepoints",
      "conclusion": "Alteplase administration prior to EVT did not impact the subacute edema progression in our cohort, whereas successful reperfusion was strongly associated with reduced edema progression, particularly at later timepoints. These results suggest that alteplase administration according to current guideli..."
    },
    {
      "title": "Correction: A novel water-from-air technology: creeping clathrate desalination of deliquescent salt solutions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1039/D5EW00838G.].",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376687",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrophysiological characteristics of Purkinje potentials and the conduction system in premature ventricular contractions triggering ventricular fibrillation after myocardial infarction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376549/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Purkinje potentials show distinct properties that influence both QRS duration and PVC timing. The presence of preceding Purkinje potentials together with QRS duration may help guide ablation strategies. In rare cases, Purkinje activity conducts retrogradely from the left bundle and anterogradely through the RB, modifying PVC morphology.",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376549",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Purkinje potentials show distinct properties that influence both QRS duration and PVC timing. The presence of preceding Purkinje potentials together with QRS duration may help guide ablation strategies"
    },
    {
      "title": "Design of Phosphine-Heteroarenesulfonamide Ligands as Dinuclear Silver Catalysts for Enantioselective Construction of α,β-Diamino Acids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "We designed and developed a phosphine-heteroarenesulfonamide ligand and found that it functions as a chiral dinuclear silver catalyst capable of cooperatively activating both nucleophiles and electrophiles. As a result, a highly enantioselective Mannich-type reaction between glycinate Schiff bases and acyclic ketiminoesters, unattainable by mononuclear catalytic systems, was achieved, affording α,β-diamino acid derivatives bearing tetrasubstituted chiral carbon centers in excellent yields and...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376485",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Theoretical study of Si/C alternately substituted annulenes with a belt structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376386/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Alternating Si/C belt-shaped annulenes, H(2n)Si(n)C(n) (n = 3, 4, 5, 6, and 10), representing a third class of annulenes beyond the planar and Möbius types, were investigated through quantum chemical calculations. Notably, the Si-C bond length alternation is not observed regardless of the number of π electrons (e.g., 4n or 4n + 2). For the smaller molecules (n = 3 and 4), the belt-shaped isomers were found to be less thermodynamically stable than their planar counterparts, benzene (n = 3) and...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376386",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Host Dietary Nutrients Shape GH32-Mediated Microbial Responses to Prebiotic Fructans: A Randomized Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41376027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Prebiotics, such as short- and long-chain fructans, beneficially modulate the microbiota; however, individual variability in response remains unclear. In this randomized, double-blind, placebo-controlled trial, 40 healthy adults received either a combined fructan supplement-1-Kestose (Kes) and inulin (Inu)-or a placebo (maltose + cornstarch) for 4 weeks. We investigated the fecal microbiome, bacterial growth, and glycoside hydrolase family 32 (GH32) gene abundance, and further examined the...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41376027",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the fecal microbiome, bacterial growth, and glycoside hydrolase family 32 (GH32) gene abundance, and further examined the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Dominance of Attentional Focus in Sitting Postural Control Among Patients with Stroke and the Characteristics of the Disconnectome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375818/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Attentional focus, wherein motor performance differs between internal focus (IF), which directs attention to body parts, and external focus (EF), which directs attention to the external environment, has exhibited a dominance that enhances performance in healthy participants, whereby IF-dominant and EF-dominant groups show higher performance under IF and EF conditions, respectively. In this cross-sectional study, we aimed to verify the dominance of attentional focus in...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375818",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Attentional focus, wherein motor performance differs between internal focus (IF), which directs attention to body parts, and external focus (EF), which directs attention to the external environment, h...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dural Tear and Cerebrospinal Fluid Leakage in Anterior Cervical Spine Surgery: Pathophysiology, Management, and Evolving Repair Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375781/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Dural tear (DT) and cerebrospinal fluid (CSF) leakage, though uncommon complications, represent a potentially serious risk of anterior cervical spine surgery, particularly in patients with ossification of the posterior longitudinal ligament (OPLL). While the incidence in routine anterior cervical discectomy and fusion (ACDF) or corpectomy (ACCF) is typically below 0.5%, it rises sharply to 4-32% in OPLL cases. Furthermore, it exceeds 60% when dural ossification (DO) is present. Adhesion and...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375781",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Comprehensive Review of SSTR-Based Spect and Pet Imaging in Chronic Inflammatory and Immune-Mediated Diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background: Somatostatin receptors (SSTRs), especially subtype 2 (SSTR2), are increasingly recognized as valuable molecular targets in the imaging of chronic inflammatory and immune-mediated diseases. Their expression on activated immune and stromal cells enables specific, non-invasive detection of inflammatory activity using radio-labeled somatostatin analogs. Objective: This review aims to summarize current evidence on SSTR-targeted imaging across a range of chronic inflammatory and...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375754",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "This review aims to summarize current evidence on SSTR-targeted imaging across a range of chronic inflammatory and",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Physical Activity Levels and Chronic Disease Risk Among Korean Adults with Sleep Deficiency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375701/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: This study investigated the association between physical activity (PA) levels and the risk of chronic diseases in Korean adults with sleep deficiency (SD). Methods: Data were obtained from the Korea National Health and Nutrition Examination Survey (2016-2021; n = 31,338). SD was defined as less than 7 h of sleep per night. The PA levels were categorized as low, moderate, or high. Multivariable logistic regression was used to estimate odds ratios (OR) with 95% confidence...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375701",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigated the association between physical activity (PA) levels and the risk of chronic diseases in Korean adults with sleep deficiency (SD)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "EDC-YOLO-World-DB: A Model for Dairy Cow ROI Detection and Temperature Extraction Under Complex Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375426/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Body temperature serves as a crucial indicator of dairy cow health. Traditional rectal temperature (RT) measurement often induces stress responses in animals. Body temperature detection based on infrared thermography (IRT) offers non-invasive and timely advantages, contributing to welfare-oriented farming practices. However, automated detection and temperature extraction from critical cow regions are susceptible to complex illumination, black-and-white fur texture interference, and region of...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375426",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Design and Synthesis of Structurally Modified Analogs of 24<em>Z</em>-Isomasticadienonic Acid with Enhanced Anti-Proliferative Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375169/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Τriterpenic acids represent a prominent class of bioactive compounds, with a wide range of biological properties, including anti-inflammatory, antiviral, and anticancer effects. Among them, 24Z-isomasticadienonic acid (IMNA), a major constituent of Chios Mastic Gum, has attracted little attention compared with other well-studied triterpenes such as oleanolic or betulinic acid, largely because its isolation in sufficient purity and quantity was only recently achieved. In this study, a series of...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375169",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase Separation Phenomena in Lightly Cu-Doped A-Site-Ordered Quadruple Perovskite NdMn<sub>7</sub>O<sub>12</sub>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41375158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "A-site-ordered quadruple perovskite manganites, AMn(7)O(12), show many interesting physical phenomena, including orbital and spin modulations, spin-induced multiferroic properties, and competitions between different magnetic ground states. Doping with Cu^(2+) can result in colossal magnetoresistance properties, ferrimagnetism, and additional structural modulations producing electric-dipole helicoidal textures. Many previous works have focused on large-concentration doping, reaching...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41375158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expression Analysis of JCAD and IL-33 in Gingival Cancer Tumor Angiogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Head and neck cancer is the sixth most common malignant disease worldwide [...].",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374934",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Temperature Glass 3D Printing via Two-Photon and Single-Photon Polymerization of Oligo-Silsesquioxanes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Recent advances in 3D printing of silica glass have highlighted the limitations of conventional stereolithography (SLA), which requires high-temperature sintering (≈1000 °C) and often uses slurry-based materials. To address these limitations, a sinterless approach using polyhedral oligomeric silsesquioxane (POSS)-based resin has gained attention, as it can form transparent fused silica at only 650 °C. However, previous POSS-based systems suffered from high shrinkage owing to the addition of...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374891",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure-Property Relationships in PDLLA/Silica Hybrid Films: Impact of Grafting and Network Formation on Optical Behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Transparent PDLLA/silica hybrid films were prepared via a sol-gel process using organosilane-terminated PDLLA, and two structural motifs-graft-type and 3D-network hybrids-were systematically compared. Dynamic mechanical analysis (DMA) revealed that silica incorporation significantly restricted polymer chain mobility, increasing the onset temperature of the storage modulus from 33.9 °C for neat PDLLA to 41.5 °C and 50.3 °C for the 15 and 20 wt% graft-type hybrids, respectively. Thermogravimetric...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Weathering Behavior of Heat-Treated Chinese Fir: Surface Properties, Chemical Composition, and Microstructure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374831/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Heat-treated wood is widely used for its eco-friendliness and aesthetic appeal. However, it is prone to fading under ultraviolet (UV) radiation, which diminishes its decorative effect and shortens its service life. To clarify the performance evolution and degradation mechanisms of heat-treated wood, Chinese fir, treated at 190 °C under vacuum, was subjected to artificial weathering, and the dynamic changes in surface appearance, chemical composition, and microstructure were monitored. The...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374831",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Calcium Ion-Induced Self-Assembly of Carboxylated Polyallylamine-<em>graft</em>-Poly(Ethylene Glycol) in an Aqueous Medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Double hydrophilic copolymers (DHCs) can form nano-assemblies such as micelles and vesicles in aqueous media under certain environmental conditions. These assemblies have attracted much attention in both fundamental and applied research. To date, most studies on DHC self-assemblies have focused on block copolymers rather than graft copolymers. In this study, we investigated using Ca^(2+) ions in an aqueous medium to induce the formation of carboxylated polyallylamine-graft-poly(ethylene glycol)...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374815",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "using Ca^(2+) ions in an aqueous medium to induce the formation of carboxylated polyallylamine-graft-poly(ethylene glycol)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerometer-Based Gait Analysis as a Predictive Tool for Mild Cognitive Impairment in Older Adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374765/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "This study explores the potential of accelerometer-based gait analysis as a non-invasive approach for predicting cognitive impairment in older adults. A total of 75 participants (61.3% female; mean age: 78.9 years), including cognitively normal individuals and patients with dementia, were enrolled. Walking data were collected using a six-axis waist-worn accelerometer during self-paced locomotion. Allan variance (AVAR), a robust statistical measure of frequency stability, was applied to...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374765",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Longitudinal Study of Physical Function Factors Related to Lower Limb Circumduction During Gait in Acute Stroke Patients with Hemiparesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41374684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251211142603&v=2.18.0.post22+67771e2",
      "description": "Circumduction gait in stroke patients, a compensatory movement involving pelvic hike and femoral abduction, increases energy cost. However, longitudinal studies on its mechanism during the acute phase are lacking. This study longitudinally investigated changes in the paretic femoral abduction angle during gait in acute stroke patients and identified related factors. Twenty-two stroke patients were assessed twice: at gait initiation and 10-14 days later. Gait kinematics during a 3 m walk were...",
      "pubDate": "2025-12-11T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41374684",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}