{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-02T07:41:08.254Z",
  "totalItems": 150,
  "totalArchived": 31084,
  "newPapersAdded": 160,
  "institutionBreakdown": {
    "KAIST": 11,
    "SNU": 97,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 4,
    "Korea University": 59,
    "IBS": 18,
    "UNIST": 3,
    "Hanyang University": 0,
    "KIST": 7,
    "GIST": 3,
    "Kyung Hee University": 6,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 70,
    "Biomedical": 35,
    "Materials Science": 15,
    "Cancer Research": 19,
    "Neuroscience": 6,
    "Computer Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Antiemetic use during pregnancy and child neurodevelopment: population-based birth cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This large-scale study found no association between antiemetic exposure during pregnancy and the risk of neurodevelopmental disorders or delays in children, providing reassurance for the use of antiemetics in pregnancy to treat nausea and vomiting. However, the slightly elevated risks observed in certain subgroups warrant further investigation. Meanwhile, these findings may assist in guiding decisions when considering antiemetic treatment during pregnancy.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41327197",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This large-scale study found no association between antiemetic exposure during pregnancy and the risk of neurodevelopmental disorders or delays in children, providing reassurance for the use of antiemetics in pregnancy to treat nausea and vomiting. However, the slightly elevated risks observed in ce..."
    },
    {
      "title": "Consolidation-to-ground-glass opacity ratio on chest CT as a prognostic marker for critical outcomes in COVID-19: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327196/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CT-density analysis of COVID-19 pneumonia in a large patient population showed that C/G ratio was a significant predictor of critical outcomes and useful for prognosis evaluation.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41327196",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CT-density analysis of COVID-19 pneumonia in a large patient population showed that C/G ratio was a significant predictor of critical outcomes and useful for prognosis evaluation"
    },
    {
      "title": "Cu<sup>2+</sup>-doped Hollow Ca<sup>2+</sup>-polyphenol nano-therapeutics for overcoming multidrug-resistant bacteria-induced infections",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327217/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "The abuse of antibiotics has accelerated the emergence of multidrug-resistant (MDR) bacterial strains, while the development of novel antibiotics has failed to keep pace with the evolution of bacteria. Consequently, there is an urgent need to develop innovative alternative antibacterial materials to combat drug-resistant bacterial infections. Herein, we fabricate Cu^(2+)-doped hollow Ca^(2+)-tannic acid nanoparticles (ATA@Cu NPs) with pH-sensitive drug release behavior to effectively eliminate...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327217",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Targeting ubiquitin-specific protease 14 reduces metastatic potential and metabolic activity in cervical cancer via direct modulation of monocarboxylate transporter-4",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study uncovers MCT4 as a novel substrate of USP14, linking USP14 activity to metabolic reprogramming in CC. The USP14-MCT4 axis represents a previously unrecognized oncogenic pathway with therapeutic potential. Targeting USP14 could simultaneously impair tumor growth and disrupt lactate metabolism, offering a promising strategy for CC treatment.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327216",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study uncovers MCT4 as a novel substrate of USP14, linking USP14 activity to metabolic reprogramming in CC. The USP14-MCT4 axis represents a previously unrecognized oncogenic pathway with therapeutic potential"
    },
    {
      "title": "Disease burden and cause-eliminated life expectancy of digestive system cancers in southern China: a cross-sectional study originated from population-based cancer registration data in Guangdong Province",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327211/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327211",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Edentulism as an independent risk factor for sarcopenia: evidence from cross-sectional and longitudinal analyses based on the CHARLS cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Edentulism is a robust, independent marker of elevated sarcopenia risk in Chinese adults, with particularly strong effects in socio-economically vulnerable subgroups. Routine oral-health screening should be integrated into geriatric assessments to identify patients at high risk for sarcopenia.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327204",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Edentulism is a robust, independent marker of elevated sarcopenia risk in Chinese adults, with particularly strong effects in socio-economically vulnerable subgroups. Routine oral-health screening should be integrated into geriatric assessments to identify patients at high risk for sarcopenia"
    },
    {
      "title": "Surgical outcomes of limb-salvage surgery with or without femoral vein reconstruction for soft tissue sarcomas of the thigh",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Femoral arterial reconstruction alone effectively treats thigh STSs involving the femoral vasculature while femoral vein reconstruction does not significantly improve management in these cases.",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Femoral arterial reconstruction alone effectively treats thigh STSs involving the femoral vasculature while femoral vein reconstruction does not significantly improve management in these cases"
    },
    {
      "title": "Deregulation of m6A-RNA methylation impairs adaptive hypertrophic response and drives maladaptation via mTORC1-S6K1-hyperactivation and autophagy impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327199",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ferroptosis in cancer: metabolism, mechanisms and therapeutic prospects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis is a form of cell death, distinct from apoptosis, necrosis and autophagy. It is a novel programmed cell death (PCD) triggered by iron accumulation and peroxidation associated with intracellular iron metabolism disorders. Since its naming in 2012, ferroptosis has garnered increasing attention for its role in human diseases, particularly in tumor formation, progression and therapy. Numerous studies have demonstrated that ferroptosis plays a crucial role in killing tumor cells,...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327191",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between adherence to healthy dietary patterns and life expectancy in US adults: A prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "The relationship between adherence to various healthy dietary patterns and life expectancy among US adults remained unclear. This study analyzed a representative sample of individuals aged 18 and older, selected from the National Health and Nutrition Examination Surveys. Six common dietary patterns, including the Alternate Mediterranean Diet (AMED), Healthy Eating Index 2015 (HEI-2015), Alternate Healthy Eating Index (AHEI), Dietary Approaches to Stop Hypertension (DASH), Dietary Inflammatory...",
      "pubDate": "2025-12-02T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41327184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "a representative sample of individuals aged 18 and older, selected from the National Health and Nutrition Examination Surveys",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing vertebral fracture prediction using multitask deep learning computed tomography imaging of bone and muscle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The CT-based multitask learning model integrating both bone and muscle data showed superior predictive performance for VFs compared with models using bone images only and traditional clinical models.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41326828",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CT-based multitask learning model integrating both bone and muscle data showed superior predictive performance for VFs compared with models using bone images only and traditional clinical models"
    },
    {
      "title": "Inhibition of scheggia/SLC25A1 citrate transporter alleviates XPD deficits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326433/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "XPD is an evolutionarily conserved protein critical for DNA repair, transcription, cell cycle, and chromosome segregation. XPD mutations result in complex genetic diseases, including xeroderma pigmentosum (XP). XPD is also implicated in protecting cells from oxidative stress but has not been linked to specific metabolic gene functions. Here, we report an intriguing genetic interaction between Drosophila Xpd and the scheggia (sea) gene encoding the mitochondrial citrate transporter. We show that...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41326433",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spinosyn α4, a potential insecticide against Plutella xylostella from Saccharopolyspora sp. AN150100",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Chinese cabbage (Brassica rapa subsp. pekinensis) and cabbage (Brassica oleracea var. alba) are global staples. The diamondback moth (Plutella xylostella), a serious pest that causes billions of dollars in economic loss globally. Climate change has increased its survival and reproductive potential, boosting its range and population density. The development of resistance to commercial insecticides, such as spinetoram and spinosad, make pest management more difficult. Biopesticides are promising...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41326109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Method development for plutonium detection in seawater: Selective extraction and sample preparation using actinide resin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "A rapid and efficient analytical method was developed for the determination of plutonium in large-volume seawater to overcome the limitations of conventional coprecipitation techniques, which typically require an analysis time of 1-2 d and involve multiple labor-intensive steps. The proposed method integrates microwave-assisted acid digestion, CaF(2)/LaF(3) coprecipitation, and TEVA extraction chromatography with actinide-selective resin (AN-resin) to enable high recovery and significantly...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41325645",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Architecting Layered CoFeOOH for the Oxygen Evolution Reaction: Engineering Structure for an Anion Exchange Membrane Water Electrolyzer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324949/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Among the various metal oxide structures, the metal oxyhydroxide structure has garnered significant attention due to its superior electrochemical properties in the context of the oxygen evolution reaction. However, there are a limited number of studies focusing on the long-term performance analysis of this structure for adaptation in anion exchange membrane water electrolyzers (AEMWE). This study presents an approach to synthesizing a stable layered structure by reducing the d-spacing of the...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH",
        "Pusan National University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41324949",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Solvent-Dependent Size Regulation of Li<sub>6</sub>PS<sub>5</sub>Cl Synthesized through Precipitation-Dissolution-Reprecipitation Processes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324414/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Solid-state electrolytes (SSEs) have received significant attention as a means to improve the energy density and safety of lithium (Li) batteries. However, their electrochemical performance is critically dependent on the quality of interfacial contact between constituent particles, particularly within the cathode composite. To ensure intimate contact between the SSE and the cathode active material, the use of small SSE particles in 1-3 μm dimensions is essential. Here, we report a one-pot...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41324414",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhancing Bangla handwritten character recognition using Vision Transformers, VGG-16, and ResNet-50: a performance analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Bangla Handwritten Character Recognition (BHCR) remains challenging due to complex alphabets, and handwriting variations. In this study, we present a comparative evaluation of three deep learning architectures-Vision Transformer (ViT), VGG-16, and ResNet-50-on the CMATERdb 3.1.2 dataset comprising 24,000 images of 50 basic Bangla characters. Our work highlights the effectiveness of ViT in capturing global context and long-range dependencies, leading to improved generalization. Experimental...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41322980",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Engineering Excited States of Pt-Based Deep-Blue Phosphors to Enhance OLED Stability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Platinum-based phosphorescent emitters have emerged as promising candidates for deep-blue OLEDs due to their high luminescence efficiency and narrow emission spectra. However, the insufficient chemical stability of blue phosphorescent emitters remains the primary obstacle to their commercial application. In this work, we present a systematic approach to enhance the stability of deep-blue emitters while preserving their optoelectronic properties. Using density functional theory calculations, we...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST"
      ],
      "pmid": "41322550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strategic Integration of Cobalt-Free Layered-Spinel Cathodes via Solution Combustion Method for High-Performance Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Structurally integrated cobalt-free layered-spinel cathode material with the composition Li(1.2)Ni(0.24)Mn(0.56)O(2) (LNMO) was synthesized via the sucrose-assisted solution combustion method (SCM). The material was calcined at 650, 750, 850, and 950 °C, denoted as LNMO-650, LNMO-750, LNMO-850, and LNMO-950. Among these, the sample calcined at 850 °C exhibited excellent electrochemical performance due to the optimal phase composition achieved at this temperature. The synthesized LNMO materials...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41322517",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative accuracy evaluation of patient-specific 3D-printed guide and neuronavigation for ventriculoperitoneal shunt in dogs: a dual-phase <em>ex vivo</em> and <em>in vivo</em> study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PS-3DGS provided accuracy comparable to neuronavigation while simplifying the procedure. It represents a viable, cost-effective alternative for canine VPS surgery, potentially enhancing catheter placement and reducing complications.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41321578",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PS-3DGS provided accuracy comparable to neuronavigation while simplifying the procedure. It represents a viable, cost-effective alternative for canine VPS surgery, potentially enhancing catheter placement and reducing complications"
    },
    {
      "title": "Metal-Organic Chemical Vapor Deposition of 2D Semiconducting Bi<sub>2</sub>O<sub>2</sub>S for High-Performance Field-Effect Transistor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Bi(2)O(2)S has emerged as a promising 2D semiconductor for high-performance field-effect transistor (FET) applications, effectively addressing limitations observed in conventional 2D materials, including environmental instability, challenges with achieving optimal bandgaps, and insufficient static power efficiency. However, practical application of Bi(2)O(2)S has been hindered by synthesis challenges; previous methods often relied on high-temperature processes (>700 °C) for precursor sublimation...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "KIST",
        "SNU",
        "UNIST"
      ],
      "pmid": "41321270",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Radiographic diagnosis of periodontitis using artificial intelligence: a meta-analysis comparing binary and staging classifications across imaging modalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327145/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This first meta-analysis comparing binary and staging AI classification emphasizes modality-specific approaches: panoramic imaging is suitable for screening and staging, whereas periapical radiographs support early detection, providing essential insights for clinical AI integration.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41327145",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This first meta-analysis comparing binary and staging AI classification emphasizes modality-specific approaches: panoramic imaging is suitable for screening and staging, whereas periapical radiographs support early detection, providing essential insights for clinical AI integration"
    },
    {
      "title": "Birth weight and neonatal morbidity as early-life risk factors for childhood cancer: a nationwide cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings demonstrate that both birth weight extremes and neonatal exposures contribute to childhood cancer risk. In particular, conditions such as bronchopulmonary dysplasia and sepsis-and interventions including oxygen therapy and transfusions-may influence oncogenic pathways in LBW infants. Long-term follow-up in high-risk neonatal populations is warranted, along with further research into underlying biological mechanisms.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41327141",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that both birth weight extremes and neonatal exposures contribute to childhood cancer risk",
      "conclusion": "These findings demonstrate that both birth weight extremes and neonatal exposures contribute to childhood cancer risk. In particular, conditions such as bronchopulmonary dysplasia and sepsis-and interventions including oxygen therapy and transfusions-may influence oncogenic pathways in LBW infants"
    },
    {
      "title": "Predictive model development for possible sarcopenia in community-dwelling older adults: a cross-sectional machine learning approach using the Korean frailty and aging cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Multidomain geriatric indicators including anthropometric status (body mass index), walking aid use, cognitive function, age, and exhaustion can guide pragmatic, community-based screening for possible sarcopenia. Simple, accessible assessments of these predictors may facilitate earlier identification and referral, and should be considered in sarcopenia screening and prevention strategies.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41327100",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Multidomain geriatric indicators including anthropometric status (body mass index), walking aid use, cognitive function, age, and exhaustion can guide pragmatic, community-based screening for possible sarcopenia. Simple, accessible assessments of these predictors may facilitate earlier identificatio..."
    },
    {
      "title": "ER stress-induced ITPR1/ANO1 signaling drives trigeminal neuropathic pain through calcium-dependent neuronal hyperexcitability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41327035",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reliability and Validity of Questionnaires to Assess Communication Skills in People With Intellectual Disabilities: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Current questionnaires show promise but require further validation. Future research should prioritise stakeholder engagement, content and structural validity to ensure an inclusive, reliable communication assessment. Prospero Id: CRD42023413902.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326979",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Current questionnaires show promise but require further validation. Future research should prioritise stakeholder engagement, content and structural validity to ensure an inclusive, reliable communication assessment"
    },
    {
      "title": "Autoimmune liver diseases in the Asia Pacific region: proceedings of the autoimmune liver disease course at APASL 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AILD represents a growing clinical challenge in the Asia-Pacific region. Earlier recognition, individualized treatment strategies, and strengthened multinational collaboration are essential to address unmet diagnostic and therapeutic needs and to improve long-term outcomes.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41326940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AILD represents a growing clinical challenge in the Asia-Pacific region. Earlier recognition, individualized treatment strategies, and strengthened multinational collaboration are essential to address unmet diagnostic and therapeutic needs and to improve long-term outcomes"
    },
    {
      "title": "A machine Learning-Based risk stratification using CMR volumetric and strain parameters in patients with hypertrophic cardiomyopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Hypertrophic cardiomyopathy (HCM) is an inherited myocardial disorder associated with sudden cardiac death, atrial fibrillation (AF), and stroke, with prognosis varying widely among patients. Accurate long-term risk prediction requires comprehensive assessment of cardiac function, including left atrial performance, but conventional clinical and echocardiographic markers may not fully reflect the complexity of disease progression. This study aimed to develop a machine learning-based model that...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326920",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "develop a machine learning-based model that",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mutant p53 regulates reversible subtype plasticity in pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326842/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326842",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reduced heart rate variability predicts severe intraventricular haemorrhage in extremely preterm infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Abnormalities in SD1 and HF are most predictive of sIVH in preterm infants.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41326778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Abnormalities in SD1 and HF are most predictive of sIVH in preterm infants"
    },
    {
      "title": "N-phenylquinazolin-4-amine-based EGFR TKIs suppress pulmonary fibrosis by modulating the EGFR/ERBB3 axis in epithelial-macrophage interaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Although EGFR signaling plays a key role in pulmonary fibrosis (PF), its therapeutic targeting remains limited. This study evaluates N-phenylquinazolin-4-amine-based EGFR tyrosine kinase inhibitors (TKIs) in murine models of bleomycin- and radiation-induced PF. These TKIs attenuated fibrosis by modulating the alveolar epithelial EGFR/ERBB3 axis. EGFR ligands (EGF, EREG, NRG1) were upregulated in pro-inflammatory monocyte-derived alveolar macrophages during early inflammation, with sustained...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326761",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fibroblast TGF-β signaling defines spatial tumor ecosystems linked to immune checkpoint blockade resistance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Resistance to immune checkpoint blockade (ICB) remains a major challenge in lung adenocarcinoma (LUAD), with stromal mechanisms underlying CD8⁺ T cell exhaustion still poorly understood. By integrating single-cell, bulk, and spatial transcriptomic datasets using EcoTyper, we identified a distinct immunosuppressive ecotype, EC10, enriched for TGF-β signaling and epithelial-mesenchymal transition. EC10 exhibited spatial co-localization of fibroblasts, malignant epithelial cells, and exhausted...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41326697",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liver fibrosis index and mortality in metabolic dysfunction-associated steatotic liver disease: a Korean cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326662/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a major public health concern. However, its relationship with the long-term mortality risk remains underexplored in the general population. We aimed to examine the association between liver fibrosis, assessed using the age-adjusted Fibrosis-4 (FIB-4) residual index, and all-cause and cardiovascular mortality in individuals with MASLD. This cohort study included 134,686 adults diagnosed with MASLD via ultrasonography and...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326662",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "examine the association between liver fibrosis, assessed using the age-adjusted Fibrosis-4 (FIB-4) residual index, and all-cause and cardiovascular mortality in individuals with MASLD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress hyperglycemia ratio is associated with neurological outcome after cardiac arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41326616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of user-customized online teaching technology based on GPT, enhanced by generative AI-based motion recognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326559/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326559",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring the hub gene CERS6 as a therapeutic target in type 1 diabetes through a bioinformatics and network analyst approach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326554/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Insulin-producing β-cells are destroyed in type 1 diabetes mellitus (T1DM), a chronic autoimmune disease that results in complete insulin insufficiency and metabolic dysfunction. According to a survival study that used p values, some hub genes are important for predicting and diagnosing illness. Scientists have inferred medicines to identify possible therapies that interact with the identified hub genes. The GSE10586 gene expression dataset from the Gene Expression Omnibus (GEO) was used for...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41326554",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "for predicting and diagnosing illness",
      "conclusion": null
    },
    {
      "title": "Holographic effect through full parallax multi-viewpoint augmented reality with extended depth of field",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Augmented reality near eye display (AR NED) is highly promising for applications that integrate real-world environments with virtual imagery. However, their commercialization is currently limited by the vergence and accommodation conflict (VAC), which arises from the mismatch between binocular vergence depth and monocular focal depth. In this study, we show a holographic-like AR optical system that generates full parallax multi-viewpoint (FPMVP) with an extended depth of field, achieving sharp...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41326541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and pharmacological profiling of cis-1-amino-2-indanol derivatives as α-glucosidase inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41326537",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-stage sliding mode control design with optimal state estimator for load frequency regulation in hybrid-source power systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326502/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "The rapid growth of renewable energy sources (RES) and the increasing complexity of modern power systems (PSs) have introduced significant challenges for automatic load frequency control (LFC), including large uncertainties, disturbances, and reduced system inertia. These issues limit the effectiveness of conventional control strategies and may threaten system stability and reliability. To address these problems, this paper proposes a novel multi-stage sliding mode control (SMC) scheme...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326502",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility of a 4-week combined supervised and home-based exercise program for patients with nontuberculous mycobacterial pulmonary disease: a single-center, single-arm feasibility study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326477/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Nontuberculous mycobacterial pulmonary disease (NTM-PD) is associated with functional decline and limited treatment options, highlighting the need for adjunctive exercise interventions. This study aimed to evaluate the feasibility, safety, and preliminary effects of a 4-week combined supervised and home-based exercise program for patients with NTM-PD. This single-arm feasibility study included 23 outpatients with NTM-PD. The intervention comprised weekly supervised sessions and daily home-based...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326477",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the feasibility, safety, and preliminary effects of a 4-week combined supervised and home-based exercise program for patients with NTM-PD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methyl hexenoate and linalool emitted by hot peppers repel western flower thrips (Frankliniella occidentalis) and attract their predator (Orius laevigatus)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "A plant emits diverse volatile compounds and communicates with other organisms at different trophic levels. Hot pepper, Capsicum annuum, leaves produced different compositions of 41 organic compounds upon an infestation by the western flower thrips, Frankliniella occidentalis. These compounds induced a non-preference behavior to the thrips while they attracted a natural enemy, Orius laevigatus. Among the differentially emitted compounds, Z-3-methyl hexenoate (MeH) and linalool repelled the...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TMEM145 is a key stereociliary component in the link structures of outer hair cells and mediates the secretion of stereocilin and tubby",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Outer hair cells (OHCs) in the cochlea contain specialized stereociliary structures essential for auditory function. These include horizontal top connectors (HTCs), linking adjacent stereocilia and tectorial membrane (TM)-attachment crowns (ACs), anchoring the tallest stereocilia to the TM. The known molecular components of these structures, such as stereocilin, otogelin, otogelin-like, and tubby, lack transmembrane domains, suggesting the existence of anchoring proteins. This study identifies...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ei24 deficiency in brown adipocytes induces severe hypothermia under cold stress independent of UCP1 activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326403/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Brown adipocytes facilitate non-shivering thermogenesis, which is critical for maintaining energy balance and heat production in response to environmental stimuli. Here, we delineate the physiological and biochemical role of etoposide-induced 2.4 (Ei24) in adenosine triphosphate (ATP) production and thermogenesis in brown adipocytes. We generated Ei24 adipocyte-specific knockout (EiaKO) mice that exhibited brown adipose tissue hypertrophy, lipid accumulation, and various mitochondrial...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326403",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Straightforward construction of functionalized γ-lactams via conjugated-engineered covalent organic framework photocatalysed cascade reactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326399/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Straightforward synthetic approach for direct constructing functionalized γ-lactams is highly valuable given their ubiquity in bioactive molecules yet challenging due to instability of the products and difficulties in controlling diastereoselectivity. We herein report the design and synthesis of a naphthyl-based pyrene-containing covalent organic framework and utilize it as heterogeneous photocatalyst in visible-light catalytic cascade reactions between tryptamine-derived isocyanides and...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326399",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond barriers: when neurons act immune and immunity acts neural",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326369/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326369",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Conservative behavior of dissolved black carbon in the northwestern Pacific marginal seas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326364/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Dissolved black carbon (DBC) represents the largest molecularly identifiable slow-cycling organic carbon pool in the ocean. However, its behavior remains debated due to large differences between its radiocarbon ages and residence times based on mass balance estimations, suggesting considerable removal in the source regions. Here, we show that DBC is predominantly derived from riverine sources and behaves conservatively throughout the entire water masses of the northwestern Pacific marginal...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326364",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "My stair-like journey back to movement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326197",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Febuxostat effectively and safely reduces serum urate in gout patients with chronic kidney disease: A prospective multicenter ULTRA registry study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Therefore, an individualized dosing strategy based on SU response, rather than renal function alone, may optimize treatment outcomes in these patients.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41326165",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Therefore, an individualized dosing strategy based on SU response, rather than renal function alone, may optimize treatment outcomes in these patients"
    },
    {
      "title": "Cemented Bipolar Hemiarthroplasty with a Wiring Technique for Unstable Intertrochanteric Hip Fractures in Elderly Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Cemented bipolar hemiarthroplasty with a wiring technique showed positive clinical results in the treatment of unstable intertrochanteric hip fractures in elderly patients with osteoporosis. Furthermore, early ambulation could prevent recumbency-related complications. As a result, this technique is considered a good surgical alternative for an aging population.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326153",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cemented bipolar hemiarthroplasty with a wiring technique showed positive clinical results in the treatment of unstable intertrochanteric hip fractures in elderly patients with osteoporosis. Furthermore, early ambulation could prevent recumbency-related complications"
    },
    {
      "title": "Sub-lethal neonicotinoid exposure impairs homing ability in honey bee (Apis mellifera) foragers via the disruption of energy metabolism and endocrine regulation rather than cognitive ability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Neonicotinoid insecticides have been widely used in agriculture for pest control but pose significant risks to non-target pollinators such as honey bees (Apis mellifera). While neonicotinoids, such as imidacloprid (IMI), have been banned for outdoor use in the European Union due to their environmental risks, they are still employed in many other countries for agricultural purposes. In the present study, we examined the impact of the neonicotinoids acetamiprid (ACE) and IMI on the homing ability...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326096",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "the impact of the neonicotinoids acetamiprid (ACE) and IMI on the homing ability",
      "significance": "of the neonicotinoids acetamiprid (ACE) and IMI on the homing ability",
      "conclusion": null
    },
    {
      "title": "Thermal touch and anatomical insight: Roman terracotta vessels as proto-clinical maps of the human body",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326007/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "In the Archaeological Museum of Nicosia, Cyprus, a collection of Roman terracotta vessels-dated to the 1st century BCE to 1st century CE-offers a compelling view into the convergence of empirical healing and early anatomical reasoning. These vessels, likely used for localized heat therapy, are distinctly shaped to contour specific body parts: ears, hands, feet, knees, abdomen, and thorax. With spouts for pouring warm liquids and cavities for radiating retained heat, they appear to have...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41326007",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clonal diversity and plasmid-mediated emergence of NDM-1-producing Raoultella ornithinolytica in clinical isolates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates the contribution of IncX3 plasmids to the intra- and interspecies spread of bla(NDM-1), underscoring the need for enhanced genomic surveillance of emerging pathogens such as R. ornithinolytica to limit carbapenem resistance transmission in clinical settings.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41325976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "the contribution of IncX3 plasmids to the intra- and interspecies spread of bla(NDM-1), underscoring the need for enhanced genomic surveillance of emerging pathogens such as R",
      "conclusion": "This study demonstrates the contribution of IncX3 plasmids to the intra- and interspecies spread of bla(NDM-1), underscoring the need for enhanced genomic surveillance of emerging pathogens such as R. ornithinolytica to limit carbapenem resistance transmission in clinical settings"
    },
    {
      "title": "Quorum quenching for biofouling control in a pilot-scale membrane bioreactor treating display manufacturing wastewater",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Quorum quenching (QQ) technology, widely recognized for its effectiveness in mitigating membrane fouling in membrane bioreactors (MBRs), has been predominantly studied in laboratory-scale setups, with fewer applications in pilot-scale systems. Furthermore, most research in this field has been focused on using MBRs to treat synthetic wastewater or municipal sewage, with limited investigations into industrial wastewater treatment. In this study, we examined the feasibility of integrating QQ...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325947",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the feasibility of integrating QQ",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sagittal Alignment and Clinical Outcomes after Biportal Endoscopic Transforaminal Lumbar Interbody Fusion Using a Single Expandable Cage: One year follow-up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BE-TLIF using a single bullet-type expandable cage achieved favorable outcomes at one year, with meaningful sagittal correction and fusion rates, supporting the non-inferiority of this construct in short-segment lumbar fusion..",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325932",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BE-TLIF using a single bullet-type expandable cage achieved favorable outcomes at one year, with meaningful sagittal correction and fusion rates, supporting the non-inferiority of this construct in short-segment lumbar fusion"
    },
    {
      "title": "Real-World Outcomes of Endoscopic Ultrasound-Guided Tissue Acquisition for Actionable Diagnosis in Suspected Primary or Recurrent Lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325911/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: EUS-guided biopsy is safe and yields accurate results in most patients with suspected lymphoma. In clinical practice, the use of EUS-guided biopsy for suspected recurrent lymphoma with a confirmed biopsy is increasing. These findings support its expanding role as a minimally invasive alternative diagnosis method.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41325911",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EUS-guided biopsy is safe and yields accurate results in most patients with suspected lymphoma. In clinical practice, the use of EUS-guided biopsy for suspected recurrent lymphoma with a confirmed biopsy is increasing"
    },
    {
      "title": "Interaction-profile cheminformatic read-across identifies the UV filter benzophenone-4 as a PPARγ agonist and potential obesogen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325878/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Obesogens are chemicals, often encountered as environmental contaminants, that disrupt metabolic regulation and promote obesity. Here, we present a cheminformatics framework that integrates interaction-profile docking simulations with cluster-level enrichment analysis to enhance read-across and prioritize candidate environmental metabolic disruptors. Protein-ligand contact features from docking to obesity-related nuclear receptors were summarized at the pose level and combined into a...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325878",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ergonomics study on side- and rear-view CMS display locations in two lane-changing scenarios",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "In an effort to address existing knowledge gaps in human factors research on camera monitor system (CMS) display layout, this study investigated the effects of side- and rear-view CMS display locations under two lane-changing scenarios with different levels of urgency. Fifty participants performed a simulated lane-changing task four times in each of 12 driving conditions (2 side-view display locations × 3 rear-view display locations × 2 driving scenarios), and their response time, number of...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of side- and rear-view CMS display locations under two lane-changing scenarios with different levels of urgency",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fluorine-Free Binder Strategies for High-Nickel Cathodes: Toward PFAS-Free Lithium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "With the rapidly growing demand for high-energy-density batteries in electric vehicles (EVs), high-nickel cathodes and their supporting binders have become increasingly important, with stricter performance requirements. However, poly(vinylidene fluoride) (PVDF), the conventional binder for high-nickel cathodes, is showing clear limitations, and the emergence of per- and polyfluoroalkyl substance (PFAS) regulations underscores the urgent need for alternatives. Consequently, fluorine-free binders...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41325590",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amivantamab Plus Lazertinib in Atypical <em>EGFR</em>-Mutated Advanced Non-Small Cell Lung Cancer: Results From CHRYSALIS-2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325571/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In participants with atypical EGFR-mutated advanced NSCLC, amivantamab-lazertinib demonstrated clinically meaningful antitumor activity with no new safety signals.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325571",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In participants with atypical EGFR-mutated advanced NSCLC, amivantamab-lazertinib demonstrated clinically meaningful antitumor activity with no new safety signals"
    },
    {
      "title": "Mechanistic Validation of Lifetime Prediction for Chlorine Evolution Electrodes Using Accelerated Lifetime Tests",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "The development of highly durable electrodes for the electrochemical chlorine evolution reaction (CER) at the industrial scale necessitates reliable and practical methods for predicting electrode lifetime. Among these, accelerated lifetime testing (ALT) has emerged as a widely accepted approach for simulating long-term degradation within a shortened time frame. In this study, we evaluated the mechanistic validity of the empirical lifetime prediction model for CER using...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preoperative Home Monitoring for Neonates and Young Infants With Tetralogy of Fallot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Patients with preoperative ToF frequently require urgent unplanned operations, especially those with lower daily minimum SpO2 and insufficient postnatal PVA growth.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325337",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients with preoperative ToF frequently require urgent unplanned operations, especially those with lower daily minimum SpO2 and insufficient postnatal PVA growth"
    },
    {
      "title": "Effect of Extracorporeal Membrane Oxygenation Flow Rate on Midazolam Clearance: A Population Pharmacokinetic Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41325279",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuclear genome assembly and annotation for the phagotrophic green alga Nephroselmis pyriformis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325128/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Prasinophytes are a globally distributed, diverse polyphyletic group of photosynthetic green algae, displaying a combination of presumably ancestral traits for the Chloroplastida. The Nephroselmidophyceae is a prasinophyte clade comprising small biflagellate algae that includes the marine mixoplankton Nephroselmis pyriformis, which was previously shown to feed on bacteria, particularly under low concentrations of dissolved inorganic nutrients. Given its mixotrophic proclivities and phylogenetic...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41325128",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exosome-Mediated <em>RUNX3</em> DNA Delivery for Lung Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325015/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Gene therapy represents a promising strategy for treating lung cancer, with the potential to inhibit the proliferation of cancerous cells and induce apoptosis. However, current gene therapy for lung cancer encounters challenges with delivery, targeting, and safety, such as off-target effects, immune responses, and the necessity for better delivery methods. Here, we introduce gene therapy using the key regulator in lung adenocarcinoma, runt-related transcription factor 3 (RUNX3), within exosomes...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41325015",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phase 1b/2 Study of Zanidatamab in Combination with Tislelizumab and Chemotherapy in First-Line HER2-Positive Gastric/Gastroesophageal Junction Adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324998/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Zanidatamab, in combination with tislelizumab and CAPOX, demonstrated clinically meaningful antitumor activity with a manageable safety profile as first-line therapy for patients with HER2+ GC/GEJC. These results support further development of zanidatamab and tislelizumab with chemotherapy in this patient population in the ongoing phase 3 HERIZON-GEA-01 trial (NCT05152147).",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41324998",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Zanidatamab, in combination with tislelizumab and CAPOX, demonstrated clinically meaningful antitumor activity with a manageable safety profile as first-line therapy for patients with HER2+ GC/GEJC. These results support further development of zanidatamab and tislelizumab with chemotherapy in this p..."
    },
    {
      "title": "Oral Corticosteroid Use During Pregnancy and the Risk of Gestational Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324930/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: In this cohort study, OCS exposure during pregnancy was not associated with an increased risk of gestational diabetes, except for a modest increase in risk among women exposed to OCSs between 4 and 6 weeks' gestation, supporting the use of OCSs when clinically indicated.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324930",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: In this cohort study, OCS exposure during pregnancy was not associated with an increased risk of gestational diabetes, except for a modest increase in risk among women exposed to OCSs between 4 and 6 weeks' gestation, supporting the use of OCSs when clinically indicated"
    },
    {
      "title": "Key preoperative findings for predicting vascular invasion and recurrence after conversion surgery after chemotherapy in pancreatic cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324922/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "BackgroundPancreatic cancer has poor outcomes, with vascular invasion being a critical factor in determining resectability and prognosis. Accurate assessment of vascular invasion remains challenging.PurposeTo investigate the predictors of vascular invasion and recurrence-free survival (RFS) in patients with pancreatic cancer undergoing surgery after chemotherapy using computed tomography (CT) and histopathological data, and to evaluate the diagnostic performance of CT-based vascular scoring...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324922",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and molecular characteristics and prognostic factors of diffuse astrocytoma, IDH-wildtype, not elsewhere classified",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324809/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324809",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Histopathologic risk factors for progression of atypical meningioma: a retrospective cohort study evaluating the impact and clinical value of mitotic count and Ki-67",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324743/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: GTR and RTx may reduce the progression of AM. MC ≥ 6 significantly increases the risk of progression, even in GTR patients. RTx should be considered for all STR patients A more vigilant follow-up or consideration of RTx is warranted in GTR patients when a high MC is identified.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324743",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "GTR and RTx may reduce the progression of AM. MC ≥ 6 significantly increases the risk of progression, even in GTR patients"
    },
    {
      "title": "Evaluation of the effect of tumour size on outcomes for patients undergoing adrenalectomy for phaeochromocytoma: international multicentre analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Patients undergoing adrenalectomy for PCCs ≥ 6 cm have a higher risk of severe complications than patients with smaller tumours. Despite this increased risk in patients with large (≥ 6 cm) tumours, minimally invasive surgery was independently associated with a reduced likelihood of complications. This study supports a minimally invasive approach in patients with large PCCs.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Patients undergoing adrenalectomy for PCCs ≥ 6 cm have a higher risk of severe complications than patients with smaller tumours. Despite this increased risk in patients with large (≥ 6 cm) tumours, minimally invasive surgery was independently associated with a reduced likelihood of complications"
    },
    {
      "title": "Coherence enhanced by detrained oscillators: Breaking π-reflection symmetry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324499/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "We study a generalized Kuramoto model in which each oscillator carries two coupled phase variables, representing a minimal swarmalator system. Assuming perfect correlation between the intrinsic frequencies associated with each phase variable, we identify a novel dynamic mode characterized by bounded oscillatory motion that breaks the π-reflection symmetry. This symmetry breaking enhances global coherence and gives rise to a non-trivial mixed state, marked by distinct degrees of ordering in each...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324499",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Neurocognitive Impact of CAR T Cell Therapy in Hematological Cancers: A Systematic Review of Cognitive Function, Quality of Life, and Psychological Outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CAR T-cell therapy is associated with neurocognitive and psychological sequelae, particularly in patients with severe ICANS. Long-term cognitive monitoring, standardized assessments, and targeted rehabilitation strategies are needed to optimize patient outcomes.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41324107",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "CAR T-cell therapy is associated with neurocognitive and psychological sequelae, particularly in patients with severe ICANS. Long-term cognitive monitoring, standardized assessments, and targeted rehabilitation strategies are needed to optimize patient outcomes"
    },
    {
      "title": "Reporting rates of abnormal uterine bleeding after COVID-19 vaccination in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324061/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Abnormal uterine bleeding after COVID-19 vaccination has been reported, but few studies have characterized population-level reporting rates. We evaluated AUB reporting in South Korea.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41324061",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pegylated granulocyte colony-stimulating factor primary prophylaxis versus no prophylaxis in patients with unresectable pancreatic cancer treated with modified-FOLFIRINOX: a randomized, open-label, multicenter, phase 2 trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: FOLFIRINOX treatment for pancreatic cancer often causes severe neutropenia, leading to dose reductions and potentially fatal outcomes. Despite this, high-level evidence supporting pegylated granulocyte colony-stimulating factor (peg-GCSF) as the primary prophylaxis is lacking. This study aimed to determine whether primary prophylaxis of peg-GCSF can prevent severe neutropenia in patients with pancreatic cancer treated with modified-(m)FOLFIRINOX.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41324016",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "determine whether primary prophylaxis of peg-GCSF can prevent severe neutropenia in patients with pancreatic cancer treated with modified-(m)FOLFIRINOX",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of <sup>18</sup>F-Choline PET/CT and <sup>99m</sup>Tc-Sestamibi SPECT/CT in the Localization of Hyperactive Parathyroid Glands in Primary Hyperparathyroidism: Diagnostic Performance in Discordant Cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323977/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: FCH PET/CT showed a trend toward improved diagnostic performance and postoperative cure compared with MIBI SPECT/CT in discordant cases. While not superior in all situations, it can complement MIBI SPECT/CT and enhance surgical decision-making in complex clinical settings.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41323977",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "FCH PET/CT showed a trend toward improved diagnostic performance and postoperative cure compared with MIBI SPECT/CT in discordant cases. While not superior in all situations, it can complement MIBI SPECT/CT and enhance surgical decision-making in complex clinical settings"
    },
    {
      "title": "The landscape of inter-institutional and multinational collaborations in Kawasaki disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The majority of polled collaborative KD groups are multicenter and national. Despite the lack of funding, most groups demonstrate successful collaborations that result in peer-reviewed publications. There is a need for advocacy to support funding for these important collaborative groups.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41323956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "collaborative groups",
      "conclusion": "The majority of polled collaborative KD groups are multicenter and national. Despite the lack of funding, most groups demonstrate successful collaborations that result in peer-reviewed publications"
    },
    {
      "title": "Adolescent emotional responses to different music arrangements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Gender and personal music preferences play important roles in adolescents' emotional responses to musical arrangements. These findings hold potential applications in music therapy, education, and psychological health interventions for adolescents.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41323897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "roles in adolescents' emotional responses to musical arrangements",
      "conclusion": "Gender and personal music preferences play important roles in adolescents' emotional responses to musical arrangements. These findings hold potential applications in music therapy, education, and psychological health interventions for adolescents"
    },
    {
      "title": "A Comparative Study on the Phytochemical Composition, Antioxidant, and Anti-Inflammatory Effects of Stem Lettuce (<em>Lactuca sativa</em> var. <em>angustana</em>) Depending on the Presence of the Peel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "With increasing interest in food sustainability and waste valorization, plant-based by-products have been explored as sources of functional compounds. Stem lettuce (Lactuca sativa var. angustana), which is commonly consumed in East Asia, generates substantial peel waste that is largely underutilized. This study investigated the potential of stem lettuce peel as an upcycled functional food ingredient by evaluating its physicochemical characteristics, phytochemical profile, antioxidant activity,...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41323828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the potential of stem lettuce peel as an upcycled functional food ingredient by evaluating its physicochemical characteristics, phytochemical profile, antioxidant activity,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Self-reported hopefulness and cognitive function: the moderating effect of physical activity in older adults without cognitive impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323653/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Self-reported hopefulness, defined as optimism about the future, is positively associated with cognitive function in CN older adults, particularly among those with high-to-moderate physical activity levels. Interventions promoting both emotional well-being and physical activity may offer synergistic benefits for cognitive health.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41323653",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Self-reported hopefulness, defined as optimism about the future, is positively associated with cognitive function in CN older adults, particularly among those with high-to-moderate physical activity levels. Interventions promoting both emotional well-being and physical activity may offer synergistic..."
    },
    {
      "title": "Fertility intentions in the era of the new three-child policy in China: a cross-sectional survey of married adults of reproductive age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Findings revealed that higher educational qualifications and urbanization are associated with lower fertility intention. Cost and support services may not be the main reasons driving low fertility desire.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41323596",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings revealed that higher educational qualifications and urbanization are associated with lower fertility intention. Cost and support services may not be the main reasons driving low fertility desire"
    },
    {
      "title": "DZ-1-Artesunate Induces Apoptosis Via a Bid-, Bax-, and Bak-Independent Caspase-3 Activation Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323565/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Artesunate (ART), a well-established antimalarial agent, has demonstrated promising anticancer activity in both in vitro and in vivo studies. Despite its potential, clinical application of ART in oncology is limited by modest efficacy and dose-limiting toxicity, likely due to nonspecific accumulation in normal tissues. Targeted delivery strategies are therefore essential to enhance therapeutic selectivity and reduce off-target effects. To this end, ART has been conjugated with targeting...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41323565",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of heat stimulation after high-intensity interval training on serum adipokines, eHSP72, and immunoglobulins in men with obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323564/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These results suggest that combining HIIT with heat stimulation improves serum adipokines, eHSP72, and immunoglobulins in men with obesity, indicating that this approach may serve as a safe and effective intervention.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41323564",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that combining HIIT with heat stimulation improves serum adipokines, eHSP72, and immunoglobulins in men with obesity, indicating that this approach may serve as a safe and effective intervention",
      "conclusion": "These results suggest that combining HIIT with heat stimulation improves serum adipokines, eHSP72, and immunoglobulins in men with obesity, indicating that this approach may serve as a safe and effective intervention"
    },
    {
      "title": "Deep phenotyping of insomnia: a multimodal assessment protocol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Insomnia is a highly prevalent condition, with heterogeneous clinical presentations and underlying mechanisms. Traditional assessment methods often fail to capture this complexity, thereby hindering the development of personalized treatments. This paper details a protocol for a study that employs a \"deep phenotyping\" approach to comprehensively characterize insomnia.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41323485",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Selenium-derived bioactive enablers for advanced therapies: From molecular redox modulation to broad-spectrum disease applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323206/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Selenium nanoparticles (SeNPs)-derived bioactives have garnered considerable attention in recent years due to their unique bioactivity, favorable biocompatibility, and versatile engineering potential in the field of disease therapy. This review systematically summarizes the primary strategies for SeNPs synthesis, encompassing chemical, biological, and physical approaches, and provides an in-depth discussion on their cytotoxic mechanisms mediated through oxidative stress modulation, caspase...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41323206",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Food allergy severity across the world: A World Allergy Organization international survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: With wide global disparities in access to diagnostic and therapeutic tools for food allergies, this condition entails a vast healthcare and economic commitment. The percentage of patients receiving a high severity diagnosis using DEFASE could be around 3%, similar to that of asthma patients diagnosed with severe refractory asthma.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41323127",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "With wide global disparities in access to diagnostic and therapeutic tools for food allergies, this condition entails a vast healthcare and economic commitment. The percentage of patients receiving a high severity diagnosis using DEFASE could be around 3%, similar to that of asthma patients diagnose..."
    },
    {
      "title": "ToMAS: Torus-based secure multi-factor biometric authentication system",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Biometric authentication has emerged as a convenient method for identity verification, but its widespread adoption raises serious privacy concerns. In this paper, we propose a Torus-based secure Multi-factor biometric Authentication System (ToMAS) that addresses these concerns by securing both the e n r o l l m e n t and a u t h e n t i c a t i o n phases through cryptographic protocols. ToMAS adopts a multi-factor approach using both physiological biometric traits and password-derived secrets,...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41322667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Time-dependent biphasic alterations in brain metabolism following chronic ketamine exposure in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322305/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Ketamine has attracted clinical interest for its therapeutic potential, but prolonged exposure raises concerns about dependence and its long-term effects on brain metabolism.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41322305",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identifying potential keystone bacterial species within the phycosphere of marine algae and unveiling their metabolic characteristics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Metabolic interactions between microbiomes and algal hosts within the phycosphere of marine macroalgae are drawing increasing attention due to their roles in food webs, global nutrient cycles, industries, and their potential as food resources. However, these relations remain poorly understood. In this study, 43 marine macroalgae, including red, brown, and green algae, were collected from the coastal areas of Korea. We identified the bacterial communities within the loosely and tightly attached...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41322272",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transformation-associated recombination and heterologous expression of noncanonical depsipeptide nonribosomal peptide synthetase derived from marine <em>Streptomyces</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Analysis of the secondary metabolite biosynthesis gene cluster (BGC) from marine Streptomyces sp. SNJ102 revealed the presence of a noncanonical nonribosomal peptide synthetase (NRPS), predicted to produce a depsipeptide compound. The NRPS gene cluster was captured by transformation-associated recombination and heterologously expressed in Streptomyces albus. The production of the new compound was confirmed using high-resolution liquid chromatography-mass spectrometry, and its structure was...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41322265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes and psychosomatic correlates of integrative inpatient care based on Traditional Korean Medicine for acute neck and low back pain following traffic accidents: a retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322216/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Traditional Korean Medicine appears to be an effective and safe treatment for acute neck and low back pain after TAs. Moreover, improvements in psychosomatic symptoms may have contributed to the improved pain-related outcomes.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41322216",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Traditional Korean Medicine appears to be an effective and safe treatment for acute neck and low back pain after TAs. Moreover, improvements in psychosomatic symptoms may have contributed to the improved pain-related outcomes"
    },
    {
      "title": "Application of injectable hydrogels in the central and peripheral nervous system as a unique and flexible platform for neural tissue repair",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41322151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "The nervous system, comprising the central and peripheral components, is essential for regulating physiological functions. Damage to neural tissue often results in severe motor and sensory deficits, with limited endogenous regenerative capacity posing major challenges for repair. Tissue engineering offers promising strategies for neural regeneration by integrating cells, biomaterial scaffolds, and drug delivery systems. Among biomaterials, injectable hydrogels have attracted significant...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41322151",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In silico structural analysis and biochemical characterization of a novel PETase from Antarctic <em>Streptomyces</em> sp<em></em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Polyethylene terephthalate (PET) is among the most prevalent plastic pollutants, with enzymatic degradation offering an eco-friendly alternative to conventional recycling methods. Here, we report the biochemical characterization and in silico analysis of a novel PET-degrading enzyme (SsPETase) isolated from Streptomyces sp. SsPETase exhibited optimal PET-degrading activity at elevated temperatures and under alkaline conditions, highlighting its potential for industrial applications. Using...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41321991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lenvatinib <em>vs.</em> sorafenib as second-line treatment post atezolizumab plus bevacizumab for hepatocellular carcinoma: The LEVIATHAN study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321927/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The LEVIATHAN study supports lenvatinib as a more effective second-line option than sorafenib following A+B in unresectable HCC, including in patients with primary resistance to immunotherapy. While limited by the observational study design, these findings highlight the importance of treatment sequencing to optimise outcomes in advanced HCC.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321927",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The LEVIATHAN study supports lenvatinib as a more effective second-line option than sorafenib following A+B in unresectable HCC, including in patients with primary resistance to immunotherapy. While limited by the observational study design, these findings highlight the importance of treatment seque..."
    },
    {
      "title": "Irreversibility of recursive Heaviside memory functions: a distributional perspective on structural cognition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321655/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Modern AI systems excel at pattern recognition and task execution, but they often fall short of replicating the layered, self-referential structure of human thought that unfolds over time. In this paper, we present a mathematically grounded and conceptually simple framework based on smoothed step functions-sigmoid approximations of Heaviside functions-to model the recursive development of mental activity. Each cognitive layer becomes active at a specific temporal threshold, with the abruptness...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321655",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Successful Management of a Grade 4 Recalcitrant Sacral Pressure Ulcer in a Diabetic Patient with Adjunctive Ozonated Oil Therapy: A 12-Month Case Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321602/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case suggests ozonated oil may serve as an effective adjunctive therapy for chronic pressure ulcers in diabetic patients with multiple comorbidities when conventional treatments fail. The multifactorial therapeutic benefits include antimicrobial activity, enhanced tissue repair, and modulation of inflammatory responses.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321602",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case suggests ozonated oil may serve as an effective adjunctive therapy for chronic pressure ulcers in diabetic patients with multiple comorbidities when conventional treatments fail. The multifactorial therapeutic benefits include antimicrobial activity, enhanced tissue repair, and modulation ..."
    },
    {
      "title": "Alleviation of Inflammatory Conditions Caused by Extremely Low-Frequency Electromagnetic Field Exposure by <em>Panax ginseng</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Ginsenosides alleviate inflammation induced by ELF-EMF by downregulating inflammatory-related cytokines and proteins. It also had an effect on decreasing nerve cell apoptosis by reducing inflammatory response.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Ginsenosides alleviate inflammation induced by ELF-EMF by downregulating inflammatory-related cytokines and proteins. It also had an effect on decreasing nerve cell apoptosis by reducing inflammatory response"
    },
    {
      "title": "Span-based annotation framework for LLM-based clinical named entity recognition: development and validation using Korean emergency department notes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study introduced a novel span-based annotation framework for LLM-based clinical NER verified by three independent experiments. In multilingual and real-world clinical settings, LLMs have proven in handling complex entity spans that include word-level and phrase-level annotations, particularly for long and attribute-rich entities.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321562",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study introduced a novel span-based annotation framework for LLM-based clinical NER verified by three independent experiments. In multilingual and real-world clinical settings, LLMs have proven in handling complex entity spans that include word-level and phrase-level annotations, particularly f..."
    },
    {
      "title": "Disability-Related Disparities in Preventive Healthcare Access in South Korea: Insights From National Health Insurance Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Despite nationwide gains, disability-related inequities in preventive screening persist, amplified by severe impairment, unemployment, and female gender. Policies should prioritize accessible facilities, targeted outreach, and socio-economic support to ensure equitable screening for people with disabilities.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321412",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Despite nationwide gains, disability-related inequities in preventive screening persist, amplified by severe impairment, unemployment, and female gender. Policies should prioritize accessible facilities, targeted outreach, and socio-economic support to ensure equitable screening for people with disa..."
    },
    {
      "title": "Rosai-Dorfman Disease, Presenting as a Mass in the Trachea: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321345/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "A 45-year-old woman was referred to our clinic for evaluation of a 17 mm tracheal mass detected incidentally during a routine health check-up. The mass was removed bronchoscopically using rigid bronchoscopy for both diagnostic and therapeutic purposes. Multidisciplinary review confirmed the diagnosis of Rosai-Dorfman disease (RDD). As the patient remained asymptomatic, the residual extratracheal lesion was initially managed with observation. However, 20 months after resection, follow-up CT...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321345",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ZMIZ1 and estrogen receptor α form an essential partnership in endometrial biology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Estrogen receptor α (ESR1) is a pivotal regulator of endometrial homeostasis and reproductive function, yet the coregulators that fine tune its transcriptional activity remain incompletely defined. In this issue of the JCI, Hewitt et al. identified Zinc finger MIZ-type containing 1 (ZMIZ1) as an ESR1 coregulator that is essential for stromal proliferation, decidualization, and overall endometrial integrity. ZMIZ1 deficiency was associated with endometriosis and endometrial cancer, and...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321319",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated evaluation of pulmonary lesion changes on chest radiograph during follow-up using semantic segmentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The lesion-specific deep learning model was feasible for identifying interval changes in consolidation and pleural effusion on follow-up CRs.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The lesion-specific deep learning model was feasible for identifying interval changes in consolidation and pleural effusion on follow-up CRs"
    },
    {
      "title": "Age-Dependent Metabolomic Signatures of Dietary Restriction in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321287/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Caloric (CR) or dietary (DR) restriction improves health and extends lifespan in multiple species. However, the beneficial effects of DR may diminish if introduced late in life, emphasizing the importance of timing for promoting healthspan and avoiding adverse outcomes. Using a metabolomics approach, we investigated the metabolic responses in plasma, liver, and kidney of mice on acute and chronic DR at various ages. Two hundred and five mice including young (2-month-old; n = 72), middle-aged...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41321287",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the metabolic responses in plasma, liver, and kidney of mice on acute and chronic DR at various ages",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nickel-Assisted Laser Oxidation of WSe<sub>2</sub> Layered Films for Spatially Controlled WO<sub>3</sub> Patterning Process toward Resistive Memory and Molecular Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "A novel approach to convert a 2D WSe(2) film into a WO(x) film by the laser-induced oxidation process using a nickel (Ni) adsorption layer, namely Ni-assisted laser oxidation process, was demonstrated. A layer of Ni metal was deposited to absorb the heat of the laser and oxidize the top WSe(2) layer, for which an aluminum oxide (Al(2)O(3)) layer is then deposited as a barrier layer. A continuous wave laser with a wavelength of 808 nm is selected as the laser source, as it is not absorbed by the...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41321180",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bi-synergistic ligand-mediated passivation of surface defects for highly efficient and stable cesium-lead-iodide perovskite quantum dot photovoltaics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321167/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Perovskite quantum dot (PQD) photovoltaics (PVs) integrated with ZnO nanoparticle (NP)-based electron transport layers (ETLs) are a promising technology because of their favorable energy-level alignment and solution-process compatibility. However, severe surface defects, including undercoordinated Pb^(2+)/I^(-) vacancies on the PQDs and O vacancies/residual hydroxyls on ZnO, trigger performance degradation pathways (e.g., surface recombination and ion migration). To address this, in the present...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "POSTECH",
        "SNU"
      ],
      "pmid": "41321167",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enzymatically Switchable Pyroptosis-Inducing Polymer Conjugate to Coordinate Host Immune Responses in Cancer Immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Gasdermin-D-mediated pyroptosis, an immunogenic cell death predominantly occurring in antigen-presenting cells, is pivotal in orchestrating innate and adaptive immunity. Therefore, this dynamic process holds significant potential as an effective cancer immunotherapy strategy. However, its adequate spatiotemporal control in cancer remains challenging. An Enzymatically switchable Pyroptosis-Inducing polymer Conjugate (EPIC) is reported that selectively triggers chemiluminescence resonance energy...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321150",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A draft genome assembly of the Antarctic springtail Cryptopygus antarcticus and diversity of glycoside hydrolase genes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "The Antarctic springtail Cryptopygus antarcticus Willem (family Isotomidae) is a representative arthropod species of the maritime Antarctic environment that could be used as an important organism for further study of animal evolution and adaptation. Despite the biological and ecological peculiarities that distinguish them from the majority of collembolan species, our understanding of the genetic background behind their success in an extreme habitat remains unclear. We present the first...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41321109",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "organism for further study of animal evolution and adaptation",
      "conclusion": null
    },
    {
      "title": "Artificial intelligence and biohealth: the Republic of Korea's emerging priorities in health care R&amp;D",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41321082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41321082",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Salvage Resection for Local Failure after Stereotactic Ablative Radiotherapy for Pulmonary Malignancies: A Retrospective, Single-Center Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Salvage resection can be a safe and effective treatment for local failure after SABR. Careful selection of eligible patients is essential.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320976",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Salvage resection can be a safe and effective treatment for local failure after SABR. Careful selection of eligible patients is essential"
    },
    {
      "title": "Long-term Results after Mitral Valve Replacement with Mechanical Prostheses in Children Under 3 Years of Age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MVR with mechanical prostheses in children under 3 years of age can yield acceptable long-term survival, although redo MVR is often required. Mechanical MVR remains a viable salvage option in small children when valve repair is not feasible.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320975",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MVR with mechanical prostheses in children under 3 years of age can yield acceptable long-term survival, although redo MVR is often required. Mechanical MVR remains a viable salvage option in small children when valve repair is not feasible"
    },
    {
      "title": "What Factors Were Associated With Implant Failure After Posterior Vertebral Column Resection for Severe Thoracolumbar Pott Deformity?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320964/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Larger RSKA, increased BMI, and the absence of multiple-rod constructs were identified as factors associated with implant failure in severe thoracolumbar Pott deformity. PVCR requires adequate anterior column support and kyphosis correction, and multiple-rod constructs are recommended for reducing the risk of implant failure.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320964",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Larger RSKA, increased BMI, and the absence of multiple-rod constructs were identified as factors associated with implant failure in severe thoracolumbar Pott deformity. PVCR requires adequate anterior column support and kyphosis correction, and multiple-rod constructs are recommended for reducing t..."
    },
    {
      "title": "Conjugated Oligoelectrolyte-Driven Self-Assembled Monolayer for Bidirectional Interfacial Engineering in Sn-Pb Perovskite Solar Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Tin-lead (Sn-Pb) mixed perovskites exhibit ideal bandgaps (1.21-1.25 eV) for high-efficiency single-junction and tandem solar cells, yet they suffer from interfacial instability arising from Sn vacancies, Sn oxidation, and poor film morphology. While self-assembled monolayers (SAMs) have emerged as promising hole-selective interlayers, conventional monophosphonate-based SAMs show weak interfacial binding and poor wettability, challenges that become more pronounced in scalable Sn-Pb perovskite...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU",
        "UNIST"
      ],
      "pmid": "41320926",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Controlling Slot-Coating Edge Profiles of Battery Electrodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Controlling edge profiles in slot-die coating is critical for high-quality battery electrode manufacturing, yet the underlying mechanisms remain inadequately understood, particularly for thick electrodes. The slot-coating process deposits a slurry containing active materials onto a current collector, which constitutes a fundamental step in battery electrode production. While widely used in industry, controlling electrode edge quality remains a challenge, as elevated edges can cause wrinkles and...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320892",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Extracellular Particles to Track Cancer Biomarkers from Tissue to Biofluids",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41320881/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251202024100&v=2.18.0.post22+67771e2",
      "description": "Liquid biopsies that analyze the molecular content of extracellular vesicles and particles (EVPs) are a formidable opportunity for early and late-stage cancer diagnosis. This study explores the potential of two advanced technologies: Bessel beam excitation separation technology (BEST) and multiparametric biochip assay (MBA), to track single EVP cargo from organs of pathology into biofluids such as plasma and saliva. Using gastric cancer (GC) as a disease model, we conducted high-throughput,...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41320881",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Atomistic and data-driven modeling of laser-induced graphene formation on sustainable polymer substrates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "Pusan National University"
      ],
      "pmid": "41326589",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with skin exposure of central venous ports in patients undergoing chemotherapy: a retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327132/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Male sex, hypoalbuminemia, and left anterior chest placement were independently associated with CV port skin exposure in patients undergoing chemotherapy. These findings highlight the importance of pre-procedural nutritional assessment and individualized port placement strategies to reduce the risk of skin-related complications.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327132",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Male sex, hypoalbuminemia, and left anterior chest placement were independently associated with CV port skin exposure in patients undergoing chemotherapy. These findings highlight the importance of pre-procedural nutritional assessment and individualized port placement strategies to reduce the risk ..."
    },
    {
      "title": "Machine learning for classification of advanced rheumatic heart disease using electrocardiogram in cardiology ward",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41327101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41327101",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolving role of echocardiography across the heart failure spectrum: from prevention to advanced management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326844/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41326844",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Triggering just-in-time adaptive interventions based on real-time detection of daily-life stress: Methodological development and longitudinal multicenter evaluation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326784/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Stress-related disorders present a significant global burden, highlighting the need for effective, preventive measures. Mobile just-in-time adaptive interventions (JITAI) can be applied in real time and context-specifically, precisely when individuals need them most. Yet, they are rarely applied in stress research. This study introduces a novel approach by performing real-time analysis of both psychological and physiological data to trigger interventions during moments of high stress. We...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41326784",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical strategy for laparoscopic right posterior sectionectomy and segmentectomies of segments VII and VIII, considering the courses of P6a and the right hepatic vein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In Ventral-P6a/Long RHV, the RHV often requires mid-course division during Lap-RPS. In Ventral-P6a/Short RHV, the wide IVC-RHV angle makes dorsal exposure of the RHV difficult. In 39% of Ventral-P6a, MHV branches cross the S5-S6 transection plane; during Lap-RPS it should be identified, and during Lap-SS8 it should be preserved. For Lap-SS7 in Ventral-P6a/Short-RHV, the IRHV typically runs deep and drains a large territory, favoring preservation.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41326729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In Ventral-P6a/Long RHV, the RHV often requires mid-course division during Lap-RPS. In Ventral-P6a/Short RHV, the wide IVC-RHV angle makes dorsal exposure of the RHV difficult"
    },
    {
      "title": "A cross sectional study of the relationship between clinical scores and timing of guidance for resident physicians in outpatient settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Receiving teaching in clinical practice is essential for improving resident physicians' clinical reasoning skills. However, the frequency and usefulness of teaching at each stage of outpatient clinical courses remain unclear. Furthermore, the relationship between the timing of teaching and clinical skills has not been clearly established. This analytical cross-sectional study was conducted among residents taking the General Internal Medicine Intermediate Training Examination (GM-ITE^(®)). Using...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41326601",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Relationship between age-related hearing loss and alcohol consumption in a Japanese population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326556/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Age-related hearing loss (ARHL) has a multifactorial pathogenesis, and the influence of alcohol consumption on it is controversial. This cross-sectional study investigated the association between ARHL and alcohol consumption by using cohort data from Tohoku Medical Megabank Project, including self-reported questionnaires and pure-tone audiometry thresholds (500, 1000, 2000, and 4000 Hz). ARHL was defined as a threshold of > 25 dB in the better ear. Multiple logistic regression analyses (age...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41326556",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A practical slice averaged image method for precise CT size specific dose estimates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Computed tomography (CT) is a widely used diagnostic tool, but variations in patient anatomy make accurate radiation dose estimation challenging. While size-specific dose estimates (SSDE) can serve as a more effective tool for dose prediction than conventional indices like CTDI(vol) and DLP, calculating the water-equivalent diameter (D(w)) for each slice is time-consuming and often impractical. To address this, we propose a novel method, the SSDE slice-averaged image (SSDE(SAI)), which...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41326442",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emergence of alternative states in a synthetic human gut microbial community",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Several human-associated microbial communities exist in multiple configurations and can change their composition in response to perturbations, remaining in an altered state even after the perturbation ends. Multistability has been previously proposed to explain this behavior for gut microbiota in particular, but has not been clearly demonstrated experimentally. Here, we first investigate the life history strategies of three common human gut bacteria to identify mechanisms driving alternative...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41326405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observation of space-time surface plasmon polaritons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326351/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Surface plasmon polaritons (SPPs) at metal-dielectric interfaces provide strong out-of-plane confinement enabling nano-scale sensing and imaging, yet diffraction causes spatial delocalization. Conventional strategies to combat diffraction through spatial structuring are inapplicable to dimensionally restricted SPPs, except for nonlocalized cosine plasmons and Airy plasmons that follow curved trajectories. Here we demonstrate space-time SPPs (ST-SPPs), ultrashort (16-fs) diffraction-free SPPs...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41326351",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Current status and clinical usefulness of genomic panel testing using PleSSision-160 in resectable esophageal squamous cell carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41326213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study is the first to investigate postoperative survival and chemotherapy resistance based on genomic panel testing using PleSSision-160 for resectable ESCC. The findings suggested that high CNA status was a risk factor for long-term survival. Compared to previous genomic sequencing studies in ESCC, further investigation using PleSSision-160 appears to be a promising approach.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41326213",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is the first to investigate postoperative survival and chemotherapy resistance based on genomic panel testing using PleSSision-160 for resectable ESCC. The findings suggested that high CNA status was a risk factor for long-term survival"
    },
    {
      "title": "Common and distinct roles of AMPKγ isoforms in small-molecule activator-stimulated glucose uptake in mouse skeletal muscle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: While γ1 predominates in stabilizing the AMPKα2β2γ1 complex, it is dispensable for AMPK activator-stimulated glucose uptake in skeletal muscle, whether mediated via the nucleotide-binding or ADaM site.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41325841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While γ1 predominates in stabilizing the AMPKα2β2γ1 complex, it is dispensable for AMPK activator-stimulated glucose uptake in skeletal muscle, whether mediated via the nucleotide-binding or ADaM site"
    },
    {
      "title": "Comparison of respiratory responses to exercise under different heat-stressful environments between oral contraceptive and naturally menstruating ovulating female athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "The present study conducted a secondary analysis of previous data (Lei et al., 2017, 2019) to compare exercise-induced respiratory responses under heat stress between the early follicular (EF)/quasi-EF and mid-luteal (ML)/quasi-ML phases in naturally menstruating and oral contraceptive pill (OCP)-using female athletes. Additionally, the study aimed to examine the associations between respiratory responses, thermoregulation, and hormonal profiles within each group. Sixteen endurance-trained...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41325722",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The prognostic impact of sarcopenia and systemic inflammation in head and neck cancer patients treated with immune checkpoint inhibitors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Sarcopenia independently predicts poor survival outcomes in patients with R/M HNC undergoing ICI therapy, whereas conventional inflammatory markers such as NLR, PLR, and LMR, alone or in combination with sarcopenia, lack independent prognostic value. Routine pre-treatment evaluation of skeletal muscle mass using CT imaging may offer a practical and effective tool for patient risk stratification.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41325668",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Sarcopenia independently predicts poor survival outcomes in patients with R/M HNC undergoing ICI therapy, whereas conventional inflammatory markers such as NLR, PLR, and LMR, alone or in combination with sarcopenia, lack independent prognostic value. Routine pre-treatment evaluation of skeletal musc..."
    },
    {
      "title": "Transforming care practice by combining qualitative research and care ethics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41325627",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Materials Dual-Source Knowledge Retrieval-Augmented Generation for Local Large Language Models in Photocatalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41325550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Large language models (LLMs) have the potential to serve as collaborative assistants in scientific research. However, adapting them to specialized domains is difficult because it requires the integration of domain-specific knowledge. We propose Materials Dual-Source Knowledge Retrieval-Augmented Generation (MDSK-RAG), a retrieval-augmented generation (RAG) framework that enables domain specialization of LLMs for materials development under fully offline (no-Internet) operation to ensure data...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41325550",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Six-Month Safety and Effectiveness of Teduglutide in Patients with Short Bowel Syndrome in Japan: Interim Analysis of Post-marketing Surveillance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this interim analysis of a 36-month PMS, teduglutide demonstrated an acceptable safety profile and promising effectiveness in patients with SBS.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324792",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this interim analysis of a 36-month PMS, teduglutide demonstrated an acceptable safety profile and promising effectiveness in patients with SBS"
    },
    {
      "title": "Comparison of quantitative PCR values and antigenemia for CMV monitoring in hematopoietic cell transplant recipients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324785/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Cytomegalovirus (CMV) reactivation remains a major complication after hematopoietic cell transplantation (HCT), particularly in high-risk settings. Although the antigenemia (AG) assay has long been the standard CMV monitoring tool in Japan, quantitative PCR (qPCR) offers improved sensitivity and is now widely adopted. We analyzed a total of 1878 samples from 231 HCT recipients who underwent CMV monitoring at multiple centers. We evaluated the correlation between AG and qPCR results, determined...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324785",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "a total of 1878 samples from 231 HCT recipients who underwent CMV monitoring at multiple centers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Learning shared decision making in undergraduate medical education: a realist review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324754",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of an individualized camera port position adjustment on short-term outcomes in robotic gastrectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324671/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Individualized adjustment of camera port positioning could be useful for improving the short-term outcomes of RG, including reduction in operative time.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324671",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Individualized adjustment of camera port positioning could be useful for improving the short-term outcomes of RG, including reduction in operative time"
    },
    {
      "title": "Predictors and characteristics of late recurrence in non-small cell lung cancer patients 5 years or more after complete resection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Age at resection (≥ 75 years) was a potential risk factor for late NSCLC recurrence. These patients require long-term follow-up and monitoring for up to five years after resection.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324670",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Age at resection (≥ 75 years) was a potential risk factor for late NSCLC recurrence. These patients require long-term follow-up and monitoring for up to five years after resection"
    },
    {
      "title": "Clinical outcomes of adjuvant nivolumab following neoadjuvant chemotherapy and esophagectomy in patients with esophageal cancer: A single-center retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adjuvant nivolumab therapy following neoadjuvant chemotherapy and surgery may improve the DFS in patients with advanced esophageal cancer. Appropriate irAE management may support therapy completion and improve patient outcome.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324667",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adjuvant nivolumab therapy following neoadjuvant chemotherapy and surgery may improve the DFS in patients with advanced esophageal cancer. Appropriate irAE management may support therapy completion and improve patient outcome"
    },
    {
      "title": "Optimizing prostate biopsy: the role of targeted, regional, and systematic approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324665",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Aging of Phosphorylated Cellulose Nanofibers under Moist-Heat Conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324604/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Understanding the long-term stability of cellulose nanofibers is critical for their practical application in advanced functional materials. In this study, we investigated the aging behavior of phosphorylated cellulose nanofibers (PCNFs) sheets under moist-heat accelerated aging conditions (80 °C, 65% relative humidity (RH)) for up to 42 days. PCNFs with different phosphate group densities were prepared by controlling the phosphorylation time, and their chemical and morphological changes were...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324604",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the aging behavior of phosphorylated cellulose nanofibers (PCNFs) sheets under moist-heat accelerated aging conditions (80 °C, 65% relative humidity (RH)) for up to 42 days",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cardiovascular Imaging Considerations for Masters-Aged Athletes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Masters athletes (MAs), defined as individuals ≥35 years of age who are engaged in competitive or high-volume recreational sports or exercise training, comprise a growing group regularly cared for in sports cardiology. The cardiovascular care of MAs can be challenging because many of the classical tenets in sports cardiology and exercise physiology were derived from young, competitive athletes and therefore do not fully generalize to the care of MAs. Appropriate implementation of multimodality...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Grip Strength Asymmetry as a Better Indicator of Residual Hand Symptoms than Absolute Grip Strength After Achieving Treat-To-Target in Rheumatoid Arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324446/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Grip strength asymmetry may serve as a simple and accessible marker for residual joint symptoms in RA patients achieving T2T.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324446",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Grip strength asymmetry may serve as a simple and accessible marker for residual joint symptoms in RA patients achieving T2T"
    },
    {
      "title": "One-pot biomimetic synthesis of pimeforazine A and B from tyrosol, fluorescent benzoxazines with neuroprotective activity from the olive weevil Pimelocerus perforatus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41324253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "A simple one-pot and biomimetic synthetic method for producing pimeforazine A and B, fluorescent benzoxazines with neuroprotective activity isolated from the olive weevil Pimelocerus perforatus, was developed. This synthesis uses the oxidation of commercially available 4-(2-hydroxyethyl)phenol (tyrosol) with 2-iodoxybenzoic acid (IBX), followed by the addition of concentrated aqueous ammonia. The reaction produced pimeforazines A and B in a ratio of 3.4:1, which is consistent with the natural...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41324253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accelerated aptamer selection <em>via</em> SELEX and molecular simulations for lipopolysaccharide detection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Lipopolysaccharides (LPS), the major components of Gram-negative bacterial outer membranes, are critical virulence factors that can trigger severe immune responses, leading to sepsis and other inflammatory diseases. Rapid and accurate LPS detection is therefore essential in clinical diagnosis, pharmaceutical safety, and food monitoring. Aptamers represent a promising alternative to antibodies due to their high specificity, stability, and cost-effectiveness. However, the conventional SELEX...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University"
      ],
      "pmid": "41323700",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tailoring optical and ferroelectric properties in Sb<sub>1-<em>x</em></sub> Bi <sub><em>x</em></sub> SI van der Waals chalcohalides towards solar absorber applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "The efficiency of solar cells depends on absorber materials whose optical and electronic properties can be precisely tuned for optimal performance. The mixed-anion, van der Waals material SbSI is a promising candidate, offering both a narrow bandgap and strong ferroelectric polarization, which together produce a robust bulk photovoltaic effect and high power conversion efficiency (PCE). Here, we demonstrate that substituting bismuth for antimony in SbSI enables controlled tuning of both the...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323659",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A case of group B streptococcal bacteremia presenting with lumbar cellulitis in a 52-day-old infant",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323573/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Lumbar cellulitis is an unusual manifestation of LOD. Although breast milk has been implicated in recurrent GBS infections, current evidence does not support the routine cessation of breastfeeding after a single episode. The findings from this case highlight the importance of recognizing the atypical presentations of GBS. Individualized decisions regarding breastfeeding, supported by close follow-up, may be appropriate after LOD without recurrence.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323573",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Lumbar cellulitis is an unusual manifestation of LOD. Although breast milk has been implicated in recurrent GBS infections, current evidence does not support the routine cessation of breastfeeding after a single episode"
    },
    {
      "title": "Generation of implant-type tissue-engineered cartilage from human embryonic stem cell-derived chondrocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323373/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We successfully established a reproducible method for isolating and expanding chondrocytes from hESC-derived cartilage tissue. Under optimized culture conditions, these cells demonstrated the capacity for redifferentiation and in vivo cartilage regeneration, highlighting their potential as a stable and scalable allogeneic cell source for cartilage repair.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323373",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "We successfully established a reproducible method for isolating and expanding chondrocytes from hESC-derived cartilage tissue. Under optimized culture conditions, these cells demonstrated the capacity for redifferentiation and in vivo cartilage regeneration, highlighting their potential as a stable ..."
    },
    {
      "title": "The feasibility of human embryonic stem cell (hESC)-derived cartilage for tracheoplasty",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cartilage tissue derived from hESCs successfully maintained airway structure and biocompatibility in a rat model for three months, which supports the application of engineered cartilage for clinical airway reconstruction.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323372",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cartilage tissue derived from hESCs successfully maintained airway structure and biocompatibility in a rat model for three months, which supports the application of engineered cartilage for clinical airway reconstruction"
    },
    {
      "title": "Erratum to \"Assessment of permeability in deep tissue capillaries using a new method reflects the nutrient supply status in a healthy heart\" [Regen Ther, 30C (2025), 1019]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323370/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.reth.2025.10.005.].",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323370",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reversible Supramolecular Hydrogel for Air-Tolerant Photon Upconversion: Key Development for Photocatalyst Recovery and Product Extraction in Aqueous Medium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323254/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "The development of upconversion hydrogels that operate in water and under aerobic conditions remains a significant challenge, especially when postreaction separation and component recovery are needed. Here, we present the first supramolecular photocatalytic hydrogel based on a low-molecular-weight gelator (LMWG) that enables green-to-blue triplet-triplet annihilation upconversion (TTA-UC) in aerated water. The hydrogel forms through the coassembly of the LMWG, surfactant, and a...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323254",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A multi-institutional dummy run on segmentation variability and plan quality of stereotactic body radiotherapy for oligometastatic disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Although dose constraints were achieved, segmentation variability remained substantial, particularly for the cauda equina in the spine case. These findings emphasize inter-institutional differences and the need for standardization and tools to improve SBRT consistency.",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323213",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although dose constraints were achieved, segmentation variability remained substantial, particularly for the cauda equina in the spine case. These findings emphasize inter-institutional differences and the need for standardization and tools to improve SBRT consistency"
    },
    {
      "title": "Novel inferior gluteal artery access for successful type 2 endoleak embolization enabling the access site hemostasis by manual compression: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41323190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251202024059&v=2.18.0.post22+67771e2",
      "description": "Direct aneurysm or superior gluteal artery puncture is an alternative approach for internal iliac artery aneurysms after endovascular aneurysm repair. A 76-year-old man underwent endovascular aneurysm repair and bilateral internal iliac artery embolization for bilateral internal and right common iliac artery aneurysms. During the follow-up, the coils in the left internal iliac artery were recanalized, resulting in type 2 endoleak and the aneurysm enlarged. As standard antegrade or collateral...",
      "pubDate": "2025-12-01T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41323190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}