{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-30T19:23:00.365Z",
  "totalItems": 150,
  "totalArchived": 40197,
  "newPapersAdded": 296,
  "institutionBreakdown": {
    "KAIST": 16,
    "SNU": 100,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 3,
    "Korea University": 50,
    "IBS": 5,
    "UNIST": 0,
    "Hanyang University": 6,
    "KIST": 2,
    "GIST": 3,
    "Kyung Hee University": 8,
    "Pusan National University": 5
  },
  "subjectAreaBreakdown": {
    "Cancer Research": 16,
    "Multidisciplinary": 86,
    "Biomedical": 39,
    "Computer Science": 2,
    "Neuroscience": 4,
    "Materials Science": 3
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Thyroglobulin Cutoffs after Total Thyroidectomy Without Radioiodine in Low- to Intermediate-Risk Thyroid Cancer: A Multicenter Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467912/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: The prognostic value of unstimulated serum thyroglobulin (Tg) levels for structural recurrence in patients with low- to intermediate-risk differentiated thyroid cancer (DTC) who underwent total thyroidectomy but did not receive radioactive iodine (RAI) therapy remains unclear. This study aimed to determine Tg cutoff values and evaluate the role of dynamic Tg monitoring in risk stratification in these patients. Methods: We retrospectively analyzed 9753 patients with low- to...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41467912",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "determine Tg cutoff values and evaluate the role of dynamic Tg monitoring in risk stratification in these patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Accurate serotype identification of <em>Streptococcus pneumoniae</em> using nanopore Cas9-targeted serotype identification (nCATSerotyping)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Streptococcus pneumoniae (pneumococcus) is a leading cause of community-acquired pneumonia and invasive diseases, particularly among children and the elderly. The introduction of pneumococcal conjugate vaccines has significantly reduced invasive pneumococcal disease, but the prevalence of non-vaccine serotypes and newly emerging serotypes is increasing globally. Thus, accurate serotyping is essential for epidemiological surveillance and the development of next-generation multivalent pneumococcal...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41467797",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dammarenediol II enhances etoposide-induced apoptosis by targeting O-GlcNAc transferase and Akt/GSK3β/mTOR signaling in liver cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Combining chemotherapy with chemosensitizing agents is a common strategy to enhance anticancer efficacy while mitigating treatment-related side effects. This study investigated the potential of dammarenediol II (DM2), a ginsenoside precursor, to enhance the anticancer effects of etoposide by downregulating O-linked β-N-acetylglucosamine modification (O-GlcNAcylation) and modulating the Akt signaling pathway in HepG2 human liver cancer cells. The effect of DM2 on O-GlcNAcylation regulation was...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41466540",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the potential of dammarenediol II (DM2), a ginsenoside precursor, to enhance the anticancer effects of etoposide by downregulating O-linked β-N-acetylglucosamine modification (O-GlcNAcylation) and mod...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A human lung organoid platform for studying radiation-induced pulmonary fibrosis and antifibrotic drug screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Radiation-induced pulmonary injury and fibrosis (RIPI/RIPF) is a major complication following thoracic radiotherapy, characterized by persistent inflammation and excessive extracellular matrix deposition leading to irreversible lung disease. The development of antifibrotic drugs has been limited by the lack of physiologically relevant in vitro models that mimic the complex lung microenvironment. In this study, we established a human embryonic stem cells-derived human lung organoids (hLOs) model,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41466095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dynamic Gene Network Alterations and Identification of Key Genes in the Spleen During African Swine Fever Virus (ASFV) Infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465783/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "ASFV is responsible for high mortality in domestic pigs and has caused substantial economic impact on the global swine industry due to herd losses, trade restrictions, and disease control measures. We analyzed publicly available spleen RNA-seq data from ASFV-infected pigs (n = 13 total samples), including 7 pre-infection (0 dpi), 4 samples at 2 days post-infection (2 dpi), and 2 samples at 5 dpi (5 dpi). Weighted gene co-expression network analysis (WGCNA) identified 19 modules; module-trait...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465783",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "publicly available spleen RNA-seq data from ASFV-infected pigs (n = 13 total samples), including 7 pre-infection (0 dpi), 4 samples at 2 days post-infection (2 dpi), and 2 samples at 5 dpi (5 dpi)",
      "significance": "on the global swine industry due to herd losses, trade restrictions, and disease control measures",
      "conclusion": null
    },
    {
      "title": "Antiviral Activity of Ethyl Gallate Against Zika Virus: In Vitro and In Silico Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465488/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Zika virus (ZIKV) remains a significant global public health concern, and growing resistance to existing antiviral drugs underscores the necessity of developing alternative therapeutic options. In this study, we investigated the inhibitory effects of ethyl gallate against ZIKV using antiviral activity evaluation, molecular docking, and molecular dynamic simulations. Treatment of ZIKV-infected Vero E6 cells with ethyl gallate resulted in dose-dependent suppression of viral infection without...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465488",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the inhibitory effects of ethyl gallate against ZIKV using antiviral activity evaluation, molecular docking, and molecular dynamic simulations",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of Differential GPX4 Essentiality Between Intrahepatic and Extrahepatic Cholangiocarcinoma via Leveraging of a Large-Scale Functional Genomic Screen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis has emerged as a promising therapeutic vulnerability of diverse malignancies, yet the regulatory circuits adopted by each in cholangiocarcinoma (CCA) subtypes remain incompletely understood. We integrated the genome-wide CRISPR-Cas9 loss-of-function screens and transcriptomic profiles of the Cancer Dependency Map and then systematically assessed the essentiality of ferroptosis suppressor genes (FSGs) in the intrahepatic (iCCA) and extrahepatic (eCCA) subtypes. Nineteen and 16...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465418",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dictamnine Exhibits Anti-Asthmatic Effects by Modulating TGF-β/Smad2/3 Signaling in a Murine Asthma Model and Human Bronchial Epithelial Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Current asthma therapies reduce inflammation and symptoms but there are concerns regarding adverse effects and the long-term treatment burden. The anti-asthmatic potential of Dictamnine (Dic) has not been investigated. The therapeutic effect of Dic on airway inflammation and remodeling was investigated by targeting the tumor growth factor (TGF)-β/Smad2/3 pathway. A murine model of ovalbumin (OVA)-induced asthma was used to evaluate the effects of orally-administered Dic on airway...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41465320",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Two-Year Clinical Outcomes of Critical Limb-Threatening Ischemia Versus Claudication After Femoropopliteal Endovascular Therapy: An Analysis from K-VIS ELLA Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464820/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Endovascular therapy (EVT) is the treatment of choice for femoropopliteal artery (FPA) disease manifesting as critical limb-threatening ischemia (CLTI) or intermittent claudication (IC). This study aimed to compare the clinical outcomes of patients with CLTI with those of patients with IC after EVT in a real-world setting. Methods: In total, 1924 patients with FPA disease (CLTI: n = 812, IC: n = 1112) from the K-VIS ELLA (Korean Vascular Intervention Society Endovascular...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41464820",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "a real-world setting. Methods: In total",
      "objective": "Endovascular therapy (EVT) is the treatment of choice for femoropopliteal artery (FPA) disease manifesting as critical limb-threatening ischemia (CLTI) or intermittent claudication (IC)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Herbal Neuroprotection Meets Stress-Induced Neuropathology: Bojungikgi-Tang Modulates the Hypothalamic-Pituitary-Adrenal Axis and GABAergic Pathways in Post-Traumatic Stress Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462862/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Post-traumatic stress disorder (PTSD) is a mental disorder that can develop after experiencing or witnessing a traumatic event. Dysfunction of the hypothalamic-pituitary-adrenal (HPA) axis and alterations in neurotransmitters (gamma-aminobutyric acid (GABA) and glutamate) are the main pathologies of PTSD. In particular, altered GABAergic neurotransmission and reduced GABA activity are linked to PTSD. Given the low efficacy and side effects of serotonin reuptake inhibitors-the most...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462862",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between COVID-19 Exposure Duration on Receptive and Expressive Language Development in Preschool Children",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462777/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The COVID-19 pandemic substantially altered children's daily experiences, limiting social interactions, which are critical for language development. This study aims to explore how the pandemic influenced receptive and expressive language abilities in children under six years, focusing on the impact of exposure duration and differences with the pandemic period. Methods: This retrospective cross-sectional study reviewed 189 children assessed for language delay at our...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462777",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The COVID-19 pandemic substantially altered children's daily experiences, limiting social interactions, which are critical for language development",
      "significance": "of exposure duration and differences with the pandemic period",
      "conclusion": null
    },
    {
      "title": "Iloprost, a Prostacyclin Analogue, Alleviates Oxidative Stress and Improves Development of Parthenogenetic Porcine Embryos via Nrf2/Keap1 Signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study demonstrates that PGI(2) protects embryos by activating Nrf2/Keap1 signaling, establishing this axis as a key antioxidant defense during embryonic development and highlighting its potential to improve embryo culture systems.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Pusan National University"
      ],
      "pmid": "41462692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that PGI(2) protects embryos by activating Nrf2/Keap1 signaling, establishing this axis as a key antioxidant defense during embryonic development and highlighting its potential to improve embryo cultu...",
      "conclusion": "This study demonstrates that PGI(2) protects embryos by activating Nrf2/Keap1 signaling, establishing this axis as a key antioxidant defense during embryonic development and highlighting its potential to improve embryo culture systems"
    },
    {
      "title": "Optimizing Extraction Polarity for Multifunctional Bioactivities and Phenolic Composition in <em>Polygonum cuspidatum</em> Sieb. et Zucc. Ultrasonic Extraction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462631/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Ethanol concentration is a critical determinant for maximizing the bioactivity of P. cuspidatum. Extraction with 70% ethanol is identified as the optimal condition, supporting the potential of this plant as a source of natural bioactive compounds.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462631",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Ethanol concentration is a critical determinant for maximizing the bioactivity of P. cuspidatum"
    },
    {
      "title": "Estimation of walking energy expenditure using a single sacrum-mounted IMU based on biomechanically-informed machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462314/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Energy expenditure (EE) estimation during walking has significant applications in healthcare, sports science, and rehabilitation, but remains challenging to measure in real-world settings. Existing wearable approaches often require complex multi-sensor systems or extensive training datasets, limiting their practical implementation. We propose a biomechanically-informed machine learning approach to estimate EE during walking in healthy subjects, based on sagittal joint powers of the body segment,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462314",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": "science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "NKG2D receptor ligands are cell surface biomarkers for injured murine and human nociceptive sensory neurons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462261",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of topically applied liquid N-acetylcysteine for the management of burning mouth syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Burning Mouth Syndrome (BMS) is a chronic neuropathic pain condition with limited treatment options. N-acetylcysteine (NAC), a thiol-based antioxidant with neuroprotective properties, has not been clinically evaluated as a topical agent for BMS. This study aimed to evaluate the efficacy of topically applied liquid NAC in reducing symptoms and improving quality of life of patients with BMS. In a multicenter, prospective, nonrandomized, open-label study, 114 patients with BMS were allocated to...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41462060",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "evaluate the efficacy of topically applied liquid NAC in reducing symptoms and improving quality of life of patients with BMS",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimal Maximal Forced Inspiratory Flow for Dry Powder Inhalers in Reducing Exacerbations in COPD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: The optimal management of chronic obstructive pulmonary disease (COPD) requires effective drug delivery through dry powder inhalers (DPIs). Maximum forced inspiratory flow (FIFmax), easily obtained from routine spirometry, can reflect inspiratory capacity and serve as a physiological marker associated with exacerbation risk. However, its clinical implications have not been fully established. Methods: This retrospective cohort study analyzed COPD patients treated with DPIs over a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467991",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "have not been fully established",
      "conclusion": null
    },
    {
      "title": "An Origami-Based Cable-Climbing Soft Robot",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467889/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Cable-climbing robots are essential for performing inspection and maintenance in hard-to-reach places with a cable-based infrastructure. However, current robots are often either cumbersome, have low load capacities or struggle to accommodate cables with largely varying diameters. To address these issues with a single design, this study demonstrates an origami-based, cable-climbing soft robot capable of caterpillar-like anchor-crawling locomotion. This robot weighs around 110 g and consists of a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41467889",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "an origami-based, cable-climbing soft robot capable of caterpillar-like anchor-crawling locomotion",
      "conclusion": null
    },
    {
      "title": "Visceral Adiposity Index Is Associated With Cardiometabolic Multimorbidity and Improves Risk Prediction: The English Longitudinal Study of Ageing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467869/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: There is a positive association between VAI and CMM risk that is independent of established risk factors and consistent with a linear dose-response pattern. The VAI provides significant improvement in CMM risk prediction beyond established risk factors.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467869",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There is a positive association between VAI and CMM risk that is independent of established risk factors and consistent with a linear dose-response pattern. The VAI provides significant improvement in CMM risk prediction beyond established risk factors"
    },
    {
      "title": "A Latent Space Graded Response Model for Likert-Scale Psychological Assessments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "In this study, we introduce a novel modeling approach for ordinal response data, extending the one-parameter graded response model. The proposed model incorporates unobserved interactions between respondents and items, represented as distances in a two-dimensional Euclidean space, referred to as an interaction map. This latent space graded response model (LSGRM) addresses potential violations of the conditional independence assumption shared by traditional main-effect-only psychometric models...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultra-Sensitive Nanofiber-Based Triboelectric Nanogenerator for Energy Harvesting and Self-Powered Sensing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Triboelectric nanogenerator (TENG) represents a major advancement in capability for self-powered sensors, with its ability to convert low-frequency mechanical movements into electricity. These devices serve at present an unmet medical and societal need in the monitoring of human activity and enhancing interactions between humans and machines, the optioned interface for setting up verifiable digital twins. Here, a novel composite nanofibrous TENG (CNF-TENG) based on borophene@poly(vinylidene...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41467532",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Standardization and Machine Learning Prediction of Tafel Slope of Pt-Based Nanocatalysts for High-Performance HER Catalyst Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "The hydrogen evolution reaction (HER) is a key process for sustainable hydrogen production, with Pt-based nanocatalysts widely used for their superior activity. However, inconsistent reporting of electrochemical properties hinders reliable evaluation and comparison of catalytic activity across diverse studies. In this study, a standardization method is established in which Tafel slopes were systematically extracted from polarization curves, enabling consistent electrochemical kinetic analysis...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University",
        "SNU"
      ],
      "pmid": "41467523",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "KUSCC-192: A Novel Tonsillar Squamous Cell Carcinoma Cell Line With Mixed (Episomal and Integrated)-Typed Human Papillomavirus From a Korean Patient With Tonsil Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467388/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: KUSCC-192 is a valuable model to study aggressive HPV+ cancer behaviors. Further research is needed to explore the clinical significance of mixed-type HPV integration in HNSCC.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467388",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of mixed-type HPV integration in HNSCC",
      "conclusion": "KUSCC-192 is a valuable model to study aggressive HPV+ cancer behaviors. Further research is needed to explore the clinical significance of mixed-type HPV integration in HNSCC"
    },
    {
      "title": "Associations Between Polygenic Risk Score for Blood Pressure and Risk of Hypertension in Northeast Asian Individuals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The PRS for BP was associated with a higher risk of incident hypertension and earlier-onset hypertension in a Northeast Asian population. PRS may facilitate early identification and targeted management of individuals at high risk of developing hypertension.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PRS for BP was associated with a higher risk of incident hypertension and earlier-onset hypertension in a Northeast Asian population. PRS may facilitate early identification and targeted management of individuals at high risk of developing hypertension"
    },
    {
      "title": "Synthetic Strategy and Evaluation of the Benzyloxy Benzylamide Derivatives as Thymic Stromal Lymphopoietin Modulators for the Treatment of Atopic Dermatitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Atopic dermatitis (AD) is a chronic inflammatory skin disease driven by immune dysregulation, in which thymic stromal lymphopoietin (TSLP) plays a critical role by triggering type 2 inflammation and exacerbating disease progression. In this study, a screening of our in-house library for inhibition of CCL17 mRNA expression led to identification of hit compound 6a. Based on this scaffold, benzyloxy benzylamide derivatives were systematically designed and synthesized, followed by the evaluation of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41467342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcatheter tricuspid valve intervention versus optimal medical therapy alone for severe tricuspid regurgitation: an updated meta-analysis with reconstructed time-to-event data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among patients with severe TR, TTVI was not statistically associated with a lower incidence of all-cause mortality but was associated with a reduced risk of HF hospitalization, significant reduction in TR severity, and improved quality of life. Future large RCTs with extended follow-up are needed to confirm these findings and identify the subset of patients who benefit the most.Systematic review protocol: CRD420251002402 (PROSPERO).",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41467224",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Among patients with severe TR, TTVI was not statistically associated with a lower incidence of all-cause mortality but was associated with a reduced risk of HF hospitalization, significant reduction in TR severity, and improved quality of life. Future large RCTs with extended follow-up are needed to..."
    },
    {
      "title": "Rare germline JAK/STAT variants in a Korean cohort amplify innate immune responses to vaccination",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467183/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "The JAK/STAT signaling pathway regulates cytokine-driven responses. Here we investigated the biological impact of germline single nucleotide variants in JAK kinases and STAT transcription factors in vaccine response. First, we applied a data-mining strategy to RNA-seq datasets from a Korean cohort to uncover JAK/STAT germline variants and analyzed their corresponding interferon transcriptomic responses. Ultra-rare variants associated with heightened interferon transcriptomic responses were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41467183",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the biological impact of germline single nucleotide variants in JAK kinases and STAT transcription factors in vaccine response",
      "significance": "of germline single nucleotide variants in JAK kinases and STAT transcription factors in vaccine response",
      "conclusion": null
    },
    {
      "title": "Commemoration of the Special Issue on HIV/AIDS in \"<em>Public Health Weekly Report</em>\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41467038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TROPION-Lung15: a randomized phase III study of osimertinib combined with datopotamab deruxtecan (Dato-DXd) or Dato-DXd alone versus platinum-doublet chemotherapy in patients with <em>EGFR</em>-mutated advanced non-small cell lung cancer and whose disease has progressed on prior osimertinib",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Osimertinib is the preferred treatment for patients with EGFR-mutated advanced non-small cell lung cancer (NSCLC) in several settings; however, disease progression is common, and treatment options after progression are limited. Datopotamab deruxtecan (Dato-DXd), an antibody-drug conjugate comprising a humanized anti-trophoblast cell-surface antigen 2 (TROP 2) monoclonal antibody conjugated to a potent topoisomerase I inhibitor via a plasma-stable linker, has demonstrated efficacy in...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466843",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prolotherapy for temporomandibular joint disorders: an updated comprehensive review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466543/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Temporomandibular joint disorders (TMDs) comprise multifactorial conditions involving pain, joint noises, and restricted mandibular motion. Prolotherapy, involving intra-articular or periarticular injection of proliferative agents such as hypertonic dextrose or polydeoxyribonucleotide (PDRN), has recently gained attention as a regenerative therapy for refractory TMDs. This review summarizes current evidence and biological mechanisms underlying prolotherapy in temporomandibular joint (TMJ)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41466543",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medication-related osteonecrosis of the jaw: an evidence-based 2025 position statement from a Korean multidisciplinary task force",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "With a rapidly aging population and increasing use of antiresorptive agents, medication-related osteonecrosis of the jaw (MRONJ) represents a growing clinical challenge worldwide. To address the need for tailored clinical guidance, a multidisciplinary task force was convened. Five Korean academic societies-the Korean Society for Bone and Mineral Research, the Korean Association of Oral and Maxillofacial Surgeons, the Korean Association of Maxillofacial Plastic and Reconstructive Surgeons, the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41466542",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Is tissue engineering finally ready? The second wave of tissue engineering and its implications for oral and maxillofacial reconstruction surgery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Epidemiology and Risk of Vision Loss in Work-Related Ocular Trauma: Evidence from a Nationwide Trauma Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466516/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Cutting or piercing accidents and burns were identified as high-risk accident types for vision loss, highlighting the need for strengthened safety measures to prevent these hazardous events. There was an elevated risk for work-related trauma among non-Korean individuals, as well as for non-work-related trauma among older adults, highlighting the need for targeted safety policies and training.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41466516",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Cutting or piercing accidents and burns were identified as high-risk accident types for vision loss, highlighting the need for strengthened safety measures to prevent these hazardous events. There was an elevated risk for work-related trauma among non-Korean individuals, as well as for non-work-rela..."
    },
    {
      "title": "From Clustered Motion to Percolation: Unveiling Correlated Lithium Ion Dynamics in Ionic Liquid Mixtures via an Ab Initio Force Field",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Understanding the local solvation structure and correlated ion motion in lithium salt/ionic liquid mixtures is critical for designing high-performance electrolytes. Accurately modeling the complex electrostatic environment of these concentrated systems requires explicit treatment of electronic polarization─an effect often inadequately represented by conventional nonpolarizable force fields. Here, we present a first-principles polarizable force field for lithium ions in ionic liquid environments,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41466507",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial Transcriptomics Unveils Landscape of Resistance to Concurrent Chemo-Radiotherapy in Hypopharyngeal Squamous Cell Carcinoma: The Role of SPP1<sup>+</sup> Macrophages",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that SPP1-expressing macrophages play a pivotal role in the development of CCRT resistance in hypopharyngeal SCC through specific interactions with malignant cells. The spatial distribution of these macrophages and their interaction with cancer cells suggest a mechanism by which the TME contributes to therapeutic failure. These insights could inform the development of novel targeted therapies aimed at overcoming CCRT resistance, ultimately improving patient...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466485",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that SPP1-expressing macrophages play a pivotal role in the development of CCRT resistance in hypopharyngeal SCC through specific interactions with malignant cells. The spatial distribution of these macrophages and their interaction with cancer cells suggest a mechanism by which..."
    },
    {
      "title": "Novel endolysin from <em>Streptococcus iniae</em>-Specific Prophage Selectively Inhibits Target Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466481/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Streptococcus iniae is a gram-positive, spherical- or ovoid-shaped, facultative anaerobic bacterium and is one of the major species causing streptococcosis, resulting in economic losses in aquaculture. Endolysins, peptidoglycan hydrolases produced by bacteriophages, are emerging as replacements for antibiotics due to their specific lytic activity against pathogens. This study aimed to develop a novel endolysin, SinLys1930, that specifically targets and kills S. iniae. The molecular and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41466481",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "develop a novel endolysin, SinLys1930, that specifically targets and kills S",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "RFDNet: Robust Frequency-Based Denoising Network for 3D Ultrasound Vascular Imaging Using a Row-Column Addressed Array",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Three-dimensional (3D) ultrasound vascular imaging (UVI) is essential for visualizing complex vascular structures. Row-column addressed (RCA) arrays, widely used for 3D UVI due to their hardware efficiency, suffer from point spread function (PSF) anisotropy, resulting in ramp-shaped noise that degrades image quality. Although existing denoising methods, including deep learning-based approaches, have shown promise, they are often limited by domain shift bias and the need for condition-specific...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alternative splicing patterns in genetic subtypes of diffuse large B-cell lymphoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466441/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466441",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive biomarkers for the prognosis of phacoemulsification and posterior chamber intraocular lens implantation in Fuchs endothelial corneal dystrophy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In our cohort of Korean FECD eyes that underwent routine PE & PCL, progression to DMEK in the early postoperative period was relatively low. Baseline CCT values provide strong predictive power for both the necessity of DMEK and the likelihood of visual improvement after surgery.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466391",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In our cohort of Korean FECD eyes that underwent routine PE & PCL, progression to DMEK in the early postoperative period was relatively low. Baseline CCT values provide strong predictive power for both the necessity of DMEK and the likelihood of visual improvement after surgery"
    },
    {
      "title": "Percolation-Limited Threshold Switching in Strain-Graded Mott Devices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466389/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "The threshold switch operated by a field-driven insulator-to-metal transition in VO(2) has attracted considerable interest for emerging devices due to its nonlinear and sensitive response to external voltage. However, the nucleation barrier intrinsic to the first-order phase transition causes a finite time delay before the abrupt rise in currents under voltage pulses, thereby hindering energy-efficient device operation. Here, we demonstrate that the strain-graded VO(2) epilayer on Pt nanoislands...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466389",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does Retirement Affect Life Satisfaction? Differences Between Korean Men and Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466372/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study aims to examine whether and how gender influences psychological responses to retirement in Korea. We use data from the 18 waves of the Korea Welfare Panel Study, a nationally representative longitudinal panel (N = 15,129). We estimate changes in life satisfaction before and after retirement in later life through individual fixed effects models. These analyses are conducted separately for men and women. Our findings reveal that the effects of retirement on life satisfaction are...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41466372",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to examine whether and how gender influences psychological responses to retirement in Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Institutional learning curve for robotic pancreatoduodenectomy: a consecutive 100-case analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466142/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The institutional learning curve for RPD was achieved in approximately 44 cases. Despite a prolonged operative time, RPD exhibited comparable safety and oncologic adequacy to OPD, with a reduced hospital stay. These findings support the feasibility and safety of institutional adoption of RPD in high-volume centers.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466142",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The institutional learning curve for RPD was achieved in approximately 44 cases. Despite a prolonged operative time, RPD exhibited comparable safety and oncologic adequacy to OPD, with a reduced hospital stay"
    },
    {
      "title": "Deuterium Effect of Dinuclear Pt(II) Complex in Prolonging Operational Lifetime of OLEDs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "The butterfly-shaped dinuclear platinum complex, Pt-dinu-D(20), is composed of nonfluorinated NHC ligands with N-deuterated methyl groups in the imidazole ring, as well as a deuterated ancillary ligand. Pt-dinu-D(20), with a further deuterated ancillary ligand, can increase the device lifetime by about 2.5 times compared with Pt-dinu-D(6) while maintaining an EQE(max) of approximately 20%. DFT calculations demonstrate that a high deuterium ratio may play a beneficial role in effectively...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41466107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of a Novel Probiotic Strain with Digestion Functionality, <em>Lacticaseibacillus paracasei</em> JL32-5 from Chorizo",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Several Lactobacillus strains isolated from fermented food are expected to possess digestion supporting function as potential probiotics. However, the safety of Lactobacillus as functional food and its stability until consumption are often overlooked. To prevent potential side effects and maximize probiotic efficacy, it is essential not only to demonstrate the beneficial properties of candidate strain but also verify their safety and stability through a stepwise method. In this study,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fermented Soy Protein Maillard Product Prevents Bone Loss via TNF-α Suppression and Gut-Bone Axis Modulation in Ovariectomized Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study investigated the bone-protective effects of Maillard reaction products (MRPs) from isolated soy protein and their fermentation product (MRPF) using Lacticaseibacillus rhamnosus IM18. In lipopolysaccharide-induced RAW264.7 cells, MRP showed enhanced antioxidant and anti-inflammatory activities compared to isolated soy protein, which were further improved by MRPF. In ovariectomized mice and RANKL-stimulated RAW264.7 cells, MRPF demonstrated superior anti-osteoclastogenic and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41466098",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "the bone-protective effects of Maillard reaction products (MRPs) from isolated soy protein and their fermentation product (MRPF) using Lacticaseibacillus rhamnosus IM18",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bone metastases in advanced urothelial carcinoma patients receiving enfortumab vedotin: A Real-World study from the ARON-2<sup>EV</sup> project",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466074",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Chromatin accessibility of circulating CD8⁺ T cells differentiates disease severity in IgA nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466033/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Immunoglobulin A (IgA) nephropathy (IgAN) is a prevalent primary glomerulonephritis with progressive potential. Early identification of high-risk patients is critical; however, current clinical and pathological markers are limited. This study aimed to identify epigenetic biomarkers in circulating CD8⁺ T cells that discriminate IgAN patients with different disease severity. Seventeen patients with biopsy-proven IgAN were stratified into early- and late-stage groups based on kidney function. CD8⁺...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41466033",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "identify epigenetic biomarkers in circulating CD8⁺ T cells that discriminate IgAN patients with different disease severity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A retrospective case series of the Park-Heo technique for surgical fixation of distal phalanx base fractures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465976/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Distal phalanx base fractures are difficult to manage because of strong tendon traction forces and the fragility of small bone fragments. Conventional fixation methods, such as Kirschner wires or pull-out sutures, may risk complications including skin necrosis and nail deformities due to dorsal incisions. To address these challenges, we applied a minimally invasive dorsal 2-point subcutaneous suture penetration technique, with the option of using a custom-made \"M\" endo-button to provide...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465976",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seroprevalence survey and estimated infection fatality rate of SARS-CoV-2 in Daegu, Republic of Korea - Lessons learned for preparing for new emerging viral disease epidemics: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465918/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Daegu in the Republic of Korea experienced the 1st major community outbreak of coronavirus disease 2019 (COVID-19) outside China in February 2020. The infection fatality rate (IFR) and herd immunity level of COVID-19 in the early stages of the pandemic have not been thoroughly investigated in Korea. The aim of this study was to assess the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) seroprevalence and IFR prior to the introduction of COVID-19 vaccines. We conducted a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41465918",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to assess the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) seroprevalence and IFR prior to the introduction of COVID-19 vaccines",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neural Correlates of Personality Traits in Adolescents Exhibiting Excessive Smartphone Use: A Resting-State FMRI Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Although smartphone usage is inevitable and convenient in recent days, numerous potential problems due to excessive smartphone use (ESU) have been highlighted. With the rising concern about ESU, the focus on exploring the relationship between ESU and personality traits and their neural correlations also increased; however, studies that explore these factors simultaneously are lacking. Objective: This study investigated whether altered resting state functional connectivity (rsFC) is...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigated whether altered resting state functional connectivity (rsFC) is",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Serum Ionized Calcium Levels and Neurological Outcomes in Patients with Out-of-Hospital Cardiac Arrest",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Despite advances in post-cardiac arrest care, mortality and poor neurological outcomes remain common after out-of-hospital cardiac arrest (OHCA). Calcium imbalance is characteristic of post-cardiac arrest syndrome, but its prognostic role is unclear. We retrospectively analyzed 421 OHCA patients treated with targeted temperature management (TTM) (2011-2023). pH-adjusted ionized calcium levels were measured at 0, 12, 24, 48, and 72 h after return of spontaneous circulation (ROSC). Associations...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465828",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Cadence Control on Upper-Limb Kinematics and Muscle Activation During Manual Wheelchair Propulsion in Individuals with Spinal Cord Injury",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Manual wheelchair propulsion is a frequent activity among people with spinal cord injury (SCI) and is linked to upper limb loading and shoulder pain. We compared propulsion strategies at cadences of 30 and 50 bpm. Kinematics and surface electromyography (EMG) were recorded across the propulsion cycle, push/recovery phases, and events. Ranges of motion for shoulder flexion/extension, adduction/abduction, and elbow flexion/extension did not differ significantly, although ROM tended to be smaller...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct Characteristics of Patients with Gout and an Underweight or Normal Body Mass Index: A Single-Center Retrospective Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Gout is an inflammatory arthritis triggered by monosodium urate crystal deposition, especially in obese patients. However, distinctions between the characteristics of obese and non-obese patients with gout remain unclear. We aimed to investigate the clinical differences by body mass index (BMI) with gout. We conducted a single-center retrospective cross-sectional study of 269 patients with gout from March 2020 to May 2024. Patients were classified into two groups: underweight/normal BMI and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41465815",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the clinical differences by body mass index (BMI) with gout",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Ciliogenesis of Human Bronchial Epithelial Cells by Simulated Microgravity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465804/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Spaceflight induces a wide array of effects on the human body, notably including pathological changes mediated by alterations in gravity. Abnormalities in the formation of primary cilia (ciliogenesis) can lead to cell cycle arrest and decreased epithelial cell proliferation, thereby delaying wound healing. To investigate the effect of microgravity on ciliogenesis in bronchial epithelial cells, we used a 3D clinostat to generate simulated microgravity (SMG) conditions. When BEAS-2B bronchial...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41465804",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinct Profiles of Patient-Reported Outcomes Across Allergen Signatures in Chronic Rhinosinusitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465773/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Allergen signatures distilled from routine IgE panels explained meaningful variations in CRS patient-reported outcome measures, mapping to distinct symptom domains and seasonal profiles. Incorporating signature information into clinical assessments may support personalized counseling, anticipatory management around exposure windows, and targeted evaluation of environmental or immunologic interventions.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465773",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Allergen signatures distilled from routine IgE panels explained meaningful variations in CRS patient-reported outcome measures, mapping to distinct symptom domains and seasonal profiles. Incorporating signature information into clinical assessments may support personalized counseling, anticipatory m..."
    },
    {
      "title": "Correction: Shin et al. <em>miR-29b</em> Regulates TGF-β1-Induced Epithelial-Mesenchymal Transition by Inhibiting Heat Shock Protein 47 Expression in Airway Epithelial Cells. <em>Int. J. Mol. Sci.</em> 2021, <em>22</em>, 11535",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "In the original publication [...].",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41465620",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Graphitic Carbon Nitride-Decorated Cobalt Diselenide Composites for Highly Efficient Hydrogen Evolution Reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465612/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Transition-metal dichalcogenides have emerged as promising non-noble-metal electrocatalysts for efficient hydrogen production through the hydrogen evolution reaction (HER). In this work, we fabricated the graphitic carbon nitride-decorated cobalt diselenide (gC(3)N(4)-CoSe(2)) nanocomposites via the facile hydrothermal method. The prepared gC(3)N(4)-CoSe(2) nanocomposites displayed an interconnected and aggregated morphology of gC(3)N(4)-decorated CoSe(2) nanoparticles with offering large...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465612",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Endocrine Disruption in Freshwater Cladocerans: Transcriptomic Network Perspectives on TBOEP and PFECHS Impacts in <em>Daphnia magna</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465570/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Freshwater cladocerans such as Daphnia magna (D. magna) are keystone grazers whose hormone-regulated life history traits make them sensitive sentinels of endocrine-disrupting chemicals (EDCs). The organophosphate flame-retardant tris(2-butoxyethyl) phosphate (TBOEP) and perfluoroethylcyclohexane sulfonate (PFECHS) now co-occur at ng L^(-1)-µg L^(-1) in surface waters, yet their chronic sub-lethal impacts on invertebrate endocrine networks remain unclear. We analysed two publicly available 21-day...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465570",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adipose-Derived Stem Cell Secretome Attenuates Eosinophilic Inflammation in a Chronic Rhinosinusitis with Nasal Polyps Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Adipose-derived stem cells (ASCs) and their secretome have been reported to improve allergic airway inflammation. Eosinophilic chronic rhinosinusitis with nasal polyps (ECRSwNP) is characterized by type 2 helper T (Th2)-diven inflammation, which shares similar mechanisms with allergic airway diseases. We assessed the immunomodulatory effects of ASC secretome on an ECRSwNP mouse model. ECRSwNP was induced by ovalbumin (OVA) and Staphylococcus aureus enterotoxin B (SEB) intranasal challenges in...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41465563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First Latin American Case of MLASA2 Caused by a Pathogenic Variant in the Anticodon-Binding Domain of <em>YARS2</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "MLASA2 is a rare mitochondrial disorder with limited geographic representation in published medical literature. Here, we report the first confirmed case of MLASA2 in a Latin American 16-year-old male harboring a homozygous pathogenic variant p.(Asp311Glu) in the YARS2 gene. The patient presented with sideroblastic anemia and short stature, accompanied by other skeletal dysplasia features not previously associated with MLASA2, including epiphyseal dysplasia, rib edge widening, and poorly defined...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465467",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive Evaluation of the Genotoxic Potential of Food Additive Titanium Dioxide in Human Intestinal Cell Systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Titanium dioxide (TiO(2)), widely recognized as a whitening food additive, has been extensively employed in food products such as confectionery, sauces, and coffee creamers. The potential genotoxicity of TiO(2) has recently raised increasing concern, especially after the European Union prohibited its use as a food additive due to genotoxicity risks. The contradictory outcomes of in vitro and in vivo studies emphasize the necessity for more rigorous and systematic evaluation. In this study, we...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coarse-Grained Molecular Dynamics Simulations of Lipid Nanodroplets and Endosomal Membranes: Focusing on the Fusion Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Lipid nanoparticles (LNPs) have received significant attention as effective RNA carriers in RNA-based therapeutics and vaccines. Particularly, ionizable lipids (ILs) of LNPs play a crucial role in endosomal escape and lipid-mediated RNA delivery owing to their pH-dependent molecular characteristics. Therefore, it is essential to enhance the endosomal escape efficiency of ILs, which is primary bottleneck in the successful cytoplasmic delivery of RNA. However, the molecular-level understanding of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of Tissue Regeneration by Immune Microenvironment-Fibroblast Interactions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Tissue regeneration is a highly complex and dynamic process critically influenced by the immune microenvironment and its multifaceted interactions with fibroblasts. Traditionally regarded as structural cells responsible for extracellular matrix (ECM) production, fibroblasts have recently emerged as active regulators orchestrating immune responses and tissue repair. This review focuses on the reciprocal crosstalk between fibroblasts and key immune components, including macrophages, T cells, ECM,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465375",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Functional Characterization of Recombinant Mussel Adhesive Protein for Anti-Oxidative and Anti-Aging Therapeutic Applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465374/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Reactive oxygen species (ROS) are well-known as major contributors to skin aging, and the application of antioxidants to suppress ROS has been increasingly emphasized in the field of cosmetics. Traditionally, plant-derived or synthetic antioxidants have been predominantly used. More recently, antioxidant, anti-aging, and anti-inflammatory effects of mussel extracts or mussel-derived hydrolysates have also been explored and proposed for cosmetic applications. However, there is still a lack of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465374",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating Senescence and Oxidative Stress in Cardiac Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Cellular senescence and oxidative stress constitute an interdependent axis that underlies cardiac pathophysiology. Cellular senescence, defined as durable proliferative arrest, is initiated and sustained by redox imbalance, whereas mitochondrial reactive oxygen species function as signaling molecules or mediators of injury. In the heart, cellular senescence and oxidative stress influence remodeling and dysfunction across diseases, including ischemia-reperfusion injury, heart failure with...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41465344",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microproteins in Metabolic Biology: Emerging Functions and Potential Roles as Nutrient-Linked Biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465308/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Microproteins are small polypeptides translated from short open reading frames (sORFs) that typically encode < 100 amino acids. Advances in ribosome profiling, mass spectrometry, and computational prediction have revealed a growing number of microproteins that play important roles in cellular metabolism, organelle function, and stress adaptation; however, these were considered non-coding or functionally insignificant. At the mitochondrial level, microproteins, such as MTLN (also known as...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465308",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "roles in cellular metabolism, organelle function, and stress adaptation; however, these were considered non-coding or functionally insignificant",
      "conclusion": null
    },
    {
      "title": "Potential Anti-Inflammatory Effects of Gintonin-Enriched Fraction in TNF-α-Stimulated Keratinocytes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Gintonin-enriched fraction (GEF), a bioactive glycolipoprotein derived from Panax ginseng is known for its potential as a natural anti-inflammatory agent. Keratinocytes are closely related to the development and progression of various inflammatory skin conditions. However, the effect of GEF on inflammation-related responses in keratinocytes remains unclear. This study aimed to investigate whether GEF modulates key inflammatory responses in keratinocytes stimulated by tumor necrosis factor...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465292",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate whether GEF modulates key inflammatory responses in keratinocytes stimulated by tumor necrosis factor",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Azelastine Inhibits Triple-Negative Breast Cancer Cell Viability via an ARF1-Dependent Mechanism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Triple-negative breast cancer (TNBC) is an aggressive subtype characterized by a lack of targetable receptors, leading to limited treatment options and a critical need for novel therapeutic strategies. This study aimed to evaluate the potential of azelastine, a clinically approved H1-antihistamine, for drug repositioning against TNBC and to elucidate its underlying HRH1-independent mechanism of action. Cell viability assays (CCK-8) were performed on TNBC cell lines (MDA-MB-231 and BT-549)...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41465279",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "Cell",
      "objective": "evaluate the potential of azelastine, a clinically approved H1-antihistamine, for drug repositioning against TNBC and to elucidate its underlying HRH1-independent mechanism of action",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Estrogen-Mediated Regulation of Fam3d in Mouse Uterus During the Estrous Cycle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "In mice, the uterus undergoes dynamic changes regulated by estrogen and progesterone during the estrous cycle. Proper regulation of these changes is critical for successful pregnancy. The Family with sequence similarity 3 (Fam3) gene family, comprising Fam3a, Fam3b, Fam3c, and Fam3d, encodes cytokine-like proteins, but their uterine roles remain unclear. This study examined Fam3 expression in the mouse uterus across the estrous cycle and assessed estrogen-dependent regulation. RNA-seq analysis...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Fam3 expression in the mouse uterus across the estrous cycle and assessed estrogen-dependent regulation",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Genomic Features and Radiation Response in Metastatic Breast Cancer Patients Undergoing Palliative Radiotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465267/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Responses to palliative radiotherapy (RT) for metastatic lesions vary among patients, and molecular determinants of radiosensitivity remain unclear. This study investigated genomic features associated with local progression-free survival (LPFS) in metastatic breast cancer patients treated with palliative RT. Forty-four patients who underwent next-generation sequencing of 523 cancer-related genes were retrospectively analyzed. The biologically effective dose (BED) was calculated using an α/β...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465267",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "genomic features associated with local progression-free survival (LPFS) in metastatic breast cancer patients treated with palliative RT",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Atelocollagen Increases Collagen Synthesis by Promoting Glycine Transporter 1 in Aged Mouse Skin",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Aging results in decreased collagen synthesis and the disruption of extracellular matrix integrity, primarily due to increased oxidative stress. This study evaluated whether atelocollagen can restore collagen synthesis in aged skin by modulating glycine transporter 1 (GlyT1)-mediated glycine uptake, regulating oxidative stress, and influencing extracellular matrix remodeling factors in senescent human cells and the skin of older mice. Human dermal fibroblasts (HDFs) and aged mouse skin were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Study of Hyaluronan-Binding Protein 2 (<em>HABP2</em>) Gene Polymorphisms in Idiopathic Recurrent Pregnancy Loss (RPL) in Korean Women",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Recurrent pregnancy loss (RPL), also termed recurrent spontaneous abortion, is defined as the failure of ≥2 consecutive pregnancies before 20 weeks of gestation. Approximately 5% of pregnant couples experience RPL. The hyaluronan-binding protein 2 (HABP2) gene is involved in coagulation and plays an important role during pregnancy. In >50% of RPLs, the etiology remains unexplained. We collected 765 blood samples from 388 female RPL patients and 377 healthy female controls. To investigate the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role during pregnancy",
      "conclusion": null
    },
    {
      "title": "Causal Association Between Psoriasis and Age-Related Macular Degeneration: A Two-Sample Mendelian Randomization Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A potential causal association between psoriasis and AMD underscores the need to investigate inflammation as a risk factor for AMD.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465162",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A potential causal association between psoriasis and AMD underscores the need to investigate inflammation as a risk factor for AMD"
    },
    {
      "title": "Heterologous Expression of Bacterial Dehydrin Promotes Arabidopsis Tolerance to Cadmium and Arsenic Stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Taken together, these findings suggest that bacterial dehydrins confer enhanced tolerance to heavy metal stress in transgenic Arabidopsis plants, highlighting their potential application in developing stress-resilient crops for contaminated environments.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that bacterial dehydrins confer enhanced tolerance to heavy metal stress in transgenic Arabidopsis plants, highlighting their potential application in developing stress-resilient crops for contaminate...",
      "conclusion": "Taken together, these findings suggest that bacterial dehydrins confer enhanced tolerance to heavy metal stress in transgenic Arabidopsis plants, highlighting their potential application in developing stress-resilient crops for contaminated environments"
    },
    {
      "title": "Heat Shock Protein 104 (<em>Hsp104</em>) in the Marine Diatom <em>Ditylum brightwellii</em>: Identification and Transcriptional Responses to Environmental Stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465081/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These results suggest that DbHsp104 is specifically responsive to acute stress induced by thermal stress and copper, highlighting its potential as a molecular biomarker in marine environments.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465081",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that DbHsp104 is specifically responsive to acute stress induced by thermal stress and copper, highlighting its potential as a molecular biomarker in marine environments",
      "conclusion": "These results suggest that DbHsp104 is specifically responsive to acute stress induced by thermal stress and copper, highlighting its potential as a molecular biomarker in marine environments"
    },
    {
      "title": "Development of a Cost-Effective, Heme-Tolerant Bovine Muscle Cell for Cultivated Meat Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "One of the critical requirements for the production of artificial meat is to mimic the flavor of the original meat. Therefore, incorporation of heme has been proposed, but it is toxic when added at high concentrations in cell culture systems. Additionally, obtaining heme can be costly depending on the source. In this study, we aimed to support the growth of normal bovine muscle cells (BRMC-F2401, BRMCs) by introducing a bacterial extract obtained from a safe, high-heme-containing Corynebacterium...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41465054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "support the growth of normal bovine muscle cells (BRMC-F2401, BRMCs) by introducing a bacterial extract obtained from a safe, high-heme-containing Corynebacterium",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Onion-Peel Carbon Quantum Dots: Antimicrobial Effect and Biofilm Control on Food Contact Surfaces",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "As by-products rich in flavonoids and phenolic compounds, onion peels are globally undervalued and often discarded. This study reports the synthesis of carbon quantum dots (CQDs) from onion peels and evaluates their antimicrobial effectiveness against key foodborne pathogens and biofilms on common food contact surfaces, including plastic, stainless steel, and rubber. The CQDs exhibited a quasi-spherical shape with particle sizes ranging from 1.7 to 9.0 nm and contained abundant oxygen- and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41465002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Feasibility and Safety of an Outdoor-Simulated Interactive Indoor Cycling Device for Cardiac Rehabilitation: A Pilot Validation Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: To examine the safety and clinical applicability of a newly developed outdoor-simulated interactive indoor cycling device as a potential exercise modality for cardiac rehabilitation (CR) in patients with cardiovascular disease (CVD). Methods: Twenty patients with CVD with low-to-moderate cardiovascular exercise risk performed a symptom-limited cardiopulmonary exercise stress test (CPET) using a modified Bruce protocol to obtain peak cardiopulmonary responses. After a 30-60...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41464848",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "To examine the safety and clinical applicability of a newly developed outdoor-simulated interactive indoor cycling device as a potential exercise modality for cardiac rehabilitation (CR) in patients w...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Learning Curve of Endoscopic Lumbar Interbody Fusion: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464827/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Endoscopic lumbar interbody fusion (ELIF) represents a key milestone in minimally invasive spinal surgery, offering reduced tissue trauma, lower complication rates, and faster recovery compared with open fusion. However, its steep learning curve remains a major barrier to widespread adoption. This systematic review aimed to synthesize current evidence on the ELIF learning curve and identify factors that influence the acquisition of surgical proficiency. Methods: A...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41464827",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Endoscopic lumbar interbody fusion (ELIF) represents a key milestone in minimally invasive spinal surgery, offering reduced tissue trauma, lower complication rates, and faster recovery compared with o...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Target-Controlled Infusion with PSI- and ANI-Guided Sufentanil Versus Remifentanil in Remimazolam-Based Total Intravenous Anesthesia for Postoperative Analgesia and Recovery After Laparoscopic Subtotal Gastrectomy: A Randomized Controlled Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Target-controlled infusion (TCI) with remifentanil or sufentanil provides stable and effective anesthesia. This randomized prospective trial investigated the comparative efficacy of TCI using sufentanil versus remifentanil on postoperative analgesia and recovery profiles in patients after laparoscopic subtotal gastrectomy under remimazolam-based total intravenous anesthesia (TIVA). Methods: Sixty-six patients who underwent laparoscopic subtotal gastrectomy were randomly...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Target-controlled infusion (TCI) with remifentanil or sufentanil provides stable and effective anesthesia",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "First-Pass Isolation as an Independent Predictor of Atrial Fibrillation Recurrence After Cryoballoon Ablation in Patients with Persistent Atrial Fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464814/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Data on predictors of atrial fibrillation (AF) recurrence after cryoballoon pulmonary vein isolation (PVI) in persistent AF (PeAF) remain limited. We evaluated clinical, echocardiographic, and procedural parameters associated with recurrence. Methods: We retrospectively studied 192 PeAF patients who underwent cryoballoon PVI and had ≥6 months of follow-up. Recurrence was any atrial tachyarrhythmia > 30 s beyond a 3-month blanking period. Cox models assessed predictors,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464814",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Data on predictors of atrial fibrillation (AF) recurrence after cryoballoon pulmonary vein isolation (PVI) in persistent AF (PeAF) remain limited",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pathogenesis of Acute Coronary Syndromes in Patients After COVID-19: An Optical Coherence Tomography Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Whilst COVID-19 mainly affects the lungs, multiple other organs were also involved-patients with COVID-19 were reported to be at higher risk of acute coronary syndromes (ACS). Importantly, results show that the risk of ACS may extend well beyond the acute phase of COVID-19 infection. In our study, we sought to investigate optical coherence tomography (OCT)-derived vascular changes, including the prevalence of plaque erosion in patients who had recent COVID-19. Methods: Patients with...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41464797",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate optical coherence tomography (OCT)-derived vascular changes, including the prevalence of plaque erosion in patients who had recent COVID-19",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autograft Polarity on Functional Outcomes Following Experimental Peripheral Nerve Repair Surgery: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Proximal-distal orientation of nerve autografts (graft polarity) is an important consideration in peripheral nerve repair, but the literature is inconsistent on whether reversing graft polarity improves regeneration. With these disparities, we aimed to systematically review the effect of forward (normal proximal-to-distal) vs. reversed graft orientation on peripheral nerve regeneration or functional outcomes. Methods: We conducted a comprehensive search of PubMed, Scopus, Cochrane...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41464786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "systematically review the effect of forward (normal proximal-to-distal) vs",
      "significance": "consideration in peripheral nerve repair, but the literature is inconsistent on whether reversing graft polarity improves regeneration",
      "conclusion": null
    },
    {
      "title": "OpenCap vs. LESS: Sport-Specific Profiling of Dynamic Knee Valgus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464780/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: This study investigated the relationships among the Landing Error Scoring System (LESS), markerless 3D (OpenCap)-derived knee valgus, and surface electromyography (EMG) of quadriceps and hamstrings. Methods: Thirty-two healthy male university students (26 athletes, 6 non-athletes) completed a drop-landing task. LESS was video-scored; knee valgus at peak knee flexion was computed with OpenCap; and bilateral rectus femoris (RF) and biceps femoris (BF) EMG was recorded....",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464780",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigated the relationships among the Landing Error Scoring System (LESS), markerless 3D (OpenCap)-derived knee valgus, and surface electromyography (EMG) of quadriceps and hamstrings",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Surgical Correction of Facial Asymmetry: A Narrative Review of Non-Surgical Modalities and Clinical Case Examples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Facial asymmetry significantly affects aesthetic appearance, essential functions such as mastication and speech, and psychological well-being. While traditional surgical interventions effectively address significant facial asymmetry, they are often associated with considerable morbidity, prolonged recovery periods, and potential complications. Consequently, interest in minimally invasive, non-surgical techniques has substantially increased, driven by advantages including reduced downtime, rapid...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41464729",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Manifestations and Treatment Outcomes of Pediatric Rosacea Patients: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Rosacea is a chronic inflammatory skin disorder with limited research in pediatric populations. The study aims to characterize the clinical features and evaluate treatment outcomes in Korean pediatric patients with rosacea. Method: We retrospectively reviewed the medical records of 22 pediatric patients with rosacea who visited a tertiary hospital in Korea (2013-2023). Results: A total of 22 patients (F:M = 1.75:1) were included. The mean age at presentation was 14 ± 3.3 years....",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41464684",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to characterize the clinical features and evaluate treatment outcomes in Korean pediatric patients with rosacea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Task-Oriented Training on Gait Outcomes and Balance in Individuals with Stroke: A Systematic Review and Meta-Analysis of Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464666/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Task-oriented training (TOT) is a functional, goal-directed rehabilitation approach that promotes motor recovery after stroke through repetitive, task-specific practice; however, its overall effects on gait and balance in stroke survivors remain unclear. This systematic review- and meta-analysis-based study aims to evaluate the effects of TOT on gait and balance in patients with stroke. Methods: Comprehensive searches of PubMed, Embase, Web of Science, the Cochrane...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464666",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "Science",
      "objective": "Task-oriented training (TOT) is a functional, goal-directed rehabilitation approach that promotes motor recovery after stroke through repetitive, task-specific practice; however, its overall effects o...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prognostic Value of Brachial-Ankle Pulse Wave Velocity in the Prediction of Cardiovascular Events: Comparison with Brachial Pulse Pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464627/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Although brachial-ankle pulse wave velocity (baPWV) has been used to predict cardiovascular events, studies comparing it with brachial pulse pressure (brPP) for predictive value have been lacking. We investigated how brPP and baPWV differ in their ability to predict future cardiovascular events. Methods: We retrospectively reviewed the clinical data of 11,703 consecutive patients where brPP and baPWV measurements had been made. The primary endpoint was differences in the incidence of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464627",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "how brPP and baPWV differ in their ability to predict future cardiovascular events",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapamycin Modulates the Polarisation of CD4+ T Cells Towards T<sub>H</sub>1 Cells in Patients with Active Granulomatosis with Polyangiitis and Microscopic Polyangiitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Objective: This study investigated whether rapamycin could modulate the polarisation of CD4+ T cells towards T(H)1, T(H)2, T(H)17, and Treg cells using peripheral blood mononuclear cell (PBMC) obtained from patients with granulomatosis with polyangiitis and microscopic polyangiitis (GPA/MPA). Methods: Twenty patients with GPA/MPA were included in this study. Their stored PBMCs were cultured and stimulated with anti-CD3 and anti-CD28 antibodies for 72 h in the presence or absence of rapamycin (10...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464621",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "This study investigated whether rapamycin could modulate the polarisation of CD4+ T cells towards T(H)1, T(H)2, T(H)17, and Treg cells using peripheral blood mononuclear cell (PBMC) obtained from pati...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Vocal Fold Vibratory Characteristics in Adductor Spasmodic Dysphonia and Muscle Tension Dysphonia Using High-Speed Videolaryngoscopy with 2D and Line Digital Kymography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Differentiating adductor spasmodic dysphonia (AdSD) from muscle tension dysphonia (MTD) is challenging because their auditory-perceptual features often overlap. We examined whether high-speed videolaryngoscopy (HSV) combined with two-dimensional digital kymography (2D-DKG) and line DKG yields qualitative signs and quantitative metrics that distinguish AdSD from MTD. Methods: We analyzed vocal fold vibration in eight patients with AdSD, eight with primary MTD, and eleven...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464597",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Differentiating adductor spasmodic dysphonia (AdSD) from muscle tension dysphonia (MTD) is challenging because their auditory-perceptual features often overlap",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trigger Factors in Recurrent Corneal Erosion Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464596/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Recurrent corneal erosion syndrome (RCES) is a chronic, recurrent, and painful disorder characterized by repeated episodes of sudden ocular pain due to abnormalities in the corneal epithelium or basement membrane (BM). The aim of this study was to investigate the triggering factors in patients with recurrent corneal erosion syndrome. Methods: Medical charts of patients diagnosed with recurrent corneal erosion syndrome among those who visited the outpatient department of...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464596",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Recurrent corneal erosion syndrome (RCES) is a chronic, recurrent, and painful disorder characterized by repeated episodes of sudden ocular pain due to abnormalities in the corneal epithelium or basem...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical Outcomes of Vitrectomy with Flower-Petal Fovea-Sparing Inverted Internal Limiting Membrane Flap Technique for Myopic Tractional Maculopathy with Retinal Detachment: A Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: The optimal surgical approach for treating myopic tractional maculopathy (MTM) with retinal detachment remains unclear, particularly owing to complications associated with standard internal limiting membrane (ILM) peeling techniques and macular buckling procedures. Although the flower-petal inverted ILM flap technique is promising for large macular holes, its effectiveness in MTM without macular holes is less understood. We evaluated visual acuity and anatomical recovery...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464590",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "The optimal surgical approach for treating myopic tractional maculopathy (MTM) with retinal detachment remains unclear, particularly owing to complications associated with standard internal limiting m...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of Independent Community Ambulation in Individuals with Chronic Stroke: A Cross-Sectional Study of Gait Speed, Gait Endurance, and Balance Self-Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Community ambulation after stroke depends on locomotor capacity and confidence in everyday environments. We compared functional performance across three community walking levels and identified constructs independently associated with being an independent community walker in individuals with chronic stroke. Methods: Adults admitted to an acute-care general hospital or an inpatient rehabilitation hospital were enrolled. Community walking level was classified by a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464551",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Community ambulation after stroke depends on locomotor capacity and confidence in everyday environments",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Levonorgestrel Intrauterine System Attenuates the Expression of Angiopoietin-1, Angiopoietin-2, and Vascular Endothelial Growth Factor in Adenomyosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Adenomyosis is characterized by aberrant endometrial invasion and heavy menstrual bleeding, with angiogenesis being implicated as a key mechanism of this condition. We compared vascular endothelial growth factor (VEGF), angiopoietin-1 (ANGPT-1), and angiopoietin-2 (ANGPT-2) expression in eutopic and ectopic endometria from patients with adenomyosis and evaluated whether the levonorgestrel intrauterine system (LNG-IUS) modulates these angiogenic markers. Methods: In a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464535",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Adenomyosis is characterized by aberrant endometrial invasion and heavy menstrual bleeding, with angiogenesis being implicated as a key mechanism of this condition",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Caregiver Survey-Based Perspectives on Digital Therapeutics for Children with Delayed Language Development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Objective: This study aimed to identify caregivers' perceptions, preferences, and intentions regarding the use of digital articulation therapy applications for children with DLD. Methods: A cross-sectional online survey was conducted between August and September 2025 among 197 caregivers of children diagnosed with DLD. A 43-item questionnaire was structured into five domains addressing demographics, therapy experience, digital-therapy exposure, and preferences for application-based articulation...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464361",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study aimed to identify caregivers' perceptions, preferences, and intentions regarding the use of digital articulation therapy applications for children with DLD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Third-Wave Cognitive Behavioral Therapy for Healthcare Professionals' Burnout: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464322/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Burnout, caused by chronic workplace stress, encompasses emotional exhaustion, depersonalization, and low personal accomplishment. Over half of healthcare professionals experience burnout, leading to increased turnover. Third-wave cognitive behavioral therapies are effective in managing burnout. This study aimed to synthesize existing evidence on third-wave cognitive behavioral therapies and evaluate its effectiveness in reducing burnout among healthcare professionals....",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464322",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Burnout, caused by chronic workplace stress, encompasses emotional exhaustion, depersonalization, and low personal accomplishment",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patterns of Physical Activity and Depressive Symptoms Among Korean Adults: A Descriptive Cross-Sectional Analysis of the 2023 Korea Community Health Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464290/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Depression has increased substantially in Korea following the COVID-19 pandemic, with prevalence reaching 7.3% in 2023, the highest level in a decade, raising urgent concerns about widening mental health disparities. Although physical activity (PA) is associated with reduced depressive symptoms, nationally representative post-pandemic evidence from Korean adults remains limited. This study descriptively examined patterns of PA participation and depressive symptoms across...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464290",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Depression has increased substantially in Korea following the COVID-19 pandemic, with prevalence reaching 7",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonpharmacological Intervention Effects on Middle-Aged Women with Menopausal Symptoms: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Middle-aged women frequently experience diverse physical and psychological symptoms, including depression, anxiety, sleep disturbances, vasomotor symptoms, and reduced quality of life, during menopause. With increasing concerns regarding the side effects of hormone therapy, nonpharmacological interventions have emerged as safer alternatives for symptom management. Purpose: This systematic review and meta-analysis evaluated the effectiveness of nonpharmacological interventions for...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This systematic review and meta-analysis evaluated the effectiveness of nonpharmacological interventions for",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development and Validation of the Short-Form BrainOK: An Efficient Digital Screening Tool for Mild Cognitive Impairment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Population aging requires scalable approaches for early identification of cognitive decline, particularly mild cognitive impairment (MCI). Although the full 11-task BrainOK smartphone assessment showed excellent discrimination (AUC = 0.941), its administration time constrains large-scale use. To develop and validate a brief Short-Form BrainOK (SF-BrainOK) that preserves diagnostic performance while substantially reducing testing time. Methods: We enrolled 168...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464222",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Population aging requires scalable approaches for early identification of cognitive decline, particularly mild cognitive impairment (MCI)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cross-Cancer Transfer Learning for Gastric Cancer Risk Prediction from Electronic Health Records",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464174/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: Timely identification of individuals at elevated risk for gastric cancer (GC) within routine care could enable earlier endoscopy and referral. We posit that cancers within the gastrointestinal/hepatopancreatobiliary spectrum share signals that can be leveraged via transfer learning on electronic health records (EHRs) variables. Methods: We developed a cross-cancer transfer learning framework (TransferGC) on structured EHR data from the MIMIC-IV database, including 508 GC cases in the...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464174",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Malignant Transformation of Musculoskeletal Lesions with Imaging-Pathology Correlation-Part 1: Bone Lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464121/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Malignant transformation of bone lesions, although rare, poses a major diagnostic and clinical challenge. Common benign lesions (e.g., osteochondroma, enchondroma, fibrous dysplasia, giant cell tumor), non-tumorous conditions (e.g., chronic osteomyelitis, irradiated bone, infarction), and low-grade malignancies (e.g., low-grade osteosarcoma, chondrosarcoma) can evolve into aggressive malignancies through distinct genetic, molecular, and microenvironmental pathways....",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464121",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Malignant transformation of bone lesions, although rare, poses a major diagnostic and clinical challenge",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When Low Independence Fuels Luxury Consumption: Uniqueness as a Defense Mechanism During Collective Threats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Global crises, from pandemics to geopolitical instability, intensify societal anxiety. Paradoxically, these periods of collective threat often witness surges in luxury consumption. Drawing on Terror Management Theory (TMT), we propose this behavior is a psychological response to the deindividuating nature of such threats. We argue that a collective crisis increases intentions to purchase luxury goods via an intensified need for uniqueness, which functions as a self-affirming mechanism against a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464077",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "When Differences Ignite Speaking Up: Contrasting Effects of Attitude Dissimilarity and Perceived Status Conflict on Employee Voice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Drawing on social comparison and attribution theories, this study examines how employees' attitudinal dissimilarity within work groups shapes their willingness to speak up or remain silent. We conceptualize dissimilarity in psychological ownership and job stress as individual-level differences that trigger internal attributions, leading employees to direct attention inward and reduce their likelihood of speaking up. In contrast, dissimilarity in perceived status conflict, an individual-level...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464057",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between Serious Leisure and University Students' Life Satisfaction: Focusing on the Broaden-and-Build Theory of Positive Emotions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464020/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Positive psychological capital (PsyCap) is closely linked to well-being. This study examined the role of serious leisure in fostering PsyCap among Korean university students, drawing on Fredrickson's broaden-and-build theory of positive emotion. Using structural equation modeling, we investigated whether serious leisure participation predicts life satisfaction through the sequential mediating effects of positive emotion, positive thought, and PsyCap. A stratified sample of 480 Korean college...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41464020",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the role of serious leisure in fostering PsyCap among Korean university students, drawing on Fredrickson's broaden-and-build theory of positive emotion",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Desire to Action: Unpacking Push-Pull Motivations to Reveal How Travel Sparks Eco-Intentions and Actions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463994/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "As global environmental concerns escalate, tourism is increasingly viewed not only as a leisure activity but also as a strategic platform for advancing environmental sustainability, particularly through nature-based travel. This study investigates how different types of travel motivations-specifically Push and Pull factors-influence environmental attitudes and eco-friendly behaviors, aiming to unpack the psychological mechanisms driving sustainable tourism engagement. Push factors, such as...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41463994",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring Acoustic Correlates of Depression and Preliminary Screening Models Using XGBoost and SHAP",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This exploratory study investigated whether voice-derived acoustic features reflect depressive symptom severity and whether they carry preliminary predictive signal for distinguishing individuals with Major Depressive Disorder (MDD) from healthy controls (HC). Using the publicly available MODMA dataset (23 MDD; 29 HC), 6553 acoustic features were extracted with openSMILE. Spearman correlation and group-difference analyses identified several MFCC-derived spectral features as moderately and...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41463991",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Evaluation of a Domestic Automatic Milking System and a Commercial System: Effects of Parity on Milk Performance and System Capacity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study evaluated milking characteristics and milk productivity of a domestically developed automatic milking system (AMS-K) and compared its performance with a commercially imported AMS (AMS-C), under identical farm management conditions. Milking performance of AMS-K was monitored over a three-month operating period, and a comparative analysis was subsequently conducted using a total of 50 Holstein cows, with 25 cows allocated to each system based on similar parity, days in milk, and milk...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41463933",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combination Therapy with Oral Vancomycin Plus Intravenous Metronidazole Is Not Superior to Oral Vancomycin Alone for the Treatment of Severe <em>Clostridioides difficile</em> Infection: A KASID Multicenter Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463754/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Guidelines recommend combination therapy with oral vancomycin and intravenous (IV) metronidazole for fulminant Clostridioides difficile infection (CDI). Although patients with severe CDI are often managed with combination therapy, evidence supporting this practice remains limited. This study was performed to compare the clinical outcomes of vancomycin monotherapy versus combination therapy in patients with severe CDI. Methods: We conducted a multicenter, retrospective,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41463754",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Guidelines recommend combination therapy with oral vancomycin and intravenous (IV) metronidazole for fulminant Clostridioides difficile infection (CDI)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative Relatedness of <em>Clostridioides difficile</em> Strains Isolated from Humans and Companion Dogs in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Clostridioides difficile is an anaerobic Gram-positive bacterium and a leading cause of healthcare-associated diarrhea. In this study, C. difficile strains isolated from human patients with diarrhea and companion dogs in South Korea were compared to reveal the potential transmission between different hosts. Methods: A total of 304 C. difficile strains were isolated, including 217 human isolates and 87 dog isolates. The strains were characterized for antimicrobial...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41463734",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Clostridioides difficile is an anaerobic Gram-positive bacterium and a leading cause of healthcare-associated diarrhea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Classification of Osteonecrosis of the Femoral Head Stage on Radiographic Images Using Deep Learning Techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "While magnetic resonance imaging (MRI) is effective for detecting early-stage osteonecrosis of the femoral head (ONFH), it is often expensive and less accessible; conversely, radiography is more widely accessible but has limited sensitivity for early-stage diagnosis. We developed a deep learning approach using radiographic images to effectively classify ONFH stages, providing a more accessible method for early diagnosis and disease stage differentiation. The dataset consisted of 909 hip...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41463616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep Temporal Clustering of Pathological Gait Recovery Patterns in Post-Stroke Patients Using Joint-Angle Trajectories: A Longitudinal Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study aims to analyze long-term gait recovery patterns in sub-acute post-stroke hemiplegic patients by applying end-to-end deep learning (DL)-based clustering to sagittal joint-angle trajectories throughout the gait cycle. To address the data scarcity issue in long-term follow-up patient gait trajectory datasets, two time-series data augmentation methods, TimeVAE and Diffusion-TS, were employed to generate high-fidelity synthetic joint-angle trajectories. The augmented dataset were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41463611",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to analyze long-term gait recovery patterns in sub-acute post-stroke hemiplegic patients by applying end-to-end deep learning (DL)-based clustering to sagittal joint-angle trajectories throughout the ...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Bentonite, Zeolite, and Illite as Dietary Supplements for Pacific White Shrimp (<em>Litopenaeus vannamei</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463464/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study evaluated the effects of dietary supplementation with three silicate minerals (bentonite, zeolite, and illite) on the growth performance, whole-body composition, hematological and immune parameters, and apparent digestibility of Pacific white shrimp (Litopenaeus vannamei). Four isonitrogenous (35% crude protein) and isoenergetic (17.0 MJ kg^(-1)) diets were formulated: a control (CON) and three experimental diets containing 5% bentonite (BE), zeolite (ZE), or illite (IL), in which an...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41463464",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of Dietary Supplementation with Red-Fleshed Dragon Fruit (<em>Hylocereus polyrhizus</em>) Juice By-Product Extract (HJBE) on Growth Performance, Digestive Enzyme Activity, Antioxidant Status, Immune Parameters, and Disease Resistance Against <em>Edwardsiella tarda</em> in Juvenile Red Seabream (<em>Pagrus major</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41462672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study investigated the effects of dietary supplementation with Hylocereus polyrhizus juice by-product extract (HJBE) on growth performance, digestive enzyme activity, antioxidant status, immune response, and disease resistance against Edwardsiella tarda in juvenile Pagrus major. The HJBE, prepared from juice-processing residues, contained measurable levels of bioactive compounds, including vitamin C, total phenolics, and flavonoids, and exhibited noticeable antioxidant activity. Five...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41462672",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the effects of dietary supplementation with Hylocereus polyrhizus juice by-product extract (HJBE) on growth performance, digestive enzyme activity, antioxidant status, immune response, and disease res...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cost-Utility Analysis of Control-IQ Technology Relative to Conventional Insulin Therapy in Adults with Type 1 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468104/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Objective: This study evaluated the cost utility of the t:slim X2 insulin pump with Control-IQ technology (Control-IQ) relative to multiple daily injections (MDIs) and standard insulin pump therapy, both used in combination with continuous glucose monitoring (CGM), in adults with type 1 diabetes from a payer perspective in Belgium. Research Design and Methods: A lifetime cost-utility analysis was conducted using the IQVIA CORE Diabetes Model. Baseline characteristics and treatment effects were...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468104",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study evaluated the cost utility of the t:slim X2 insulin pump with Control-IQ technology (Control-IQ) relative to multiple daily injections (MDIs) and standard insulin pump therapy, both used in...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"How Was Your Orgasm Today?\"-A discussion on Peri-Orgasmic Phenomena",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41468062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41468062",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collective Total Synthesis of 12 C4-Oxygenated Cladiellins and Structure Elucidation of Cladieunicellin D and Cladielloides A/C",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467742/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Cladiellins are a group of marine natural products found in octocorals inhabiting Indo-Pacific reefs, and some members exhibit medically relevant biological activity. The 6/5/9-membered tricyclic ring skeleton of cladiellins comprises hydroisobenzofuran and oxonane moieties, and possesses three one-carbon branches and one three-carbon branch. Unsaturation and oxygenation at various positions endow structural diversity to this family; however, C4-oxygenated cladiellins are rare. Among these...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467742",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Air-Stable Fe(II) Hexa-N-Heterocyclic Carbene Complex and Its Photoexcited State Dynamics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Elongation of the triplet metal-to-ligand charge transfer excited state (MLCT) lifetimes in Fe(II) complexes is particularly important because of their 3d⁶ electronic configuration that is analogous to that of the well-studied photoactive Ru polypyridyl complexes. Toward extending ³MLCT state lifetimes, the use of strongly σ-donating NHC ligands is known to suppress unwanted deactivations through d-d states. Hexa-NHC coordination environments seem highly promising to provide strong ligand...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "because of their 3d⁶ electronic configuration that is analogous to that of the well-studied photoactive Ru polypyridyl complexes",
      "conclusion": null
    },
    {
      "title": "Sense of Safety and School Climate Among LGBTQ+ Adolescents in Flanders: Results from the 2021-2022 Flemish School Climate Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467622/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study aimed to explore LGBTQ+ adolescents' sense of safety, inclusivity and LGBTQ±friendliness at schools in Flanders. Through an online survey during the school year 2021-2022, quantitative data was collected from 783 high school students identifying as LGBTQ+. The results revealed a high prevalence of hate speech, harassment, and discrimination. Friendly and inclusive LGBTQ+ climate indicators, along with supportive school staff, were associated with a heightened sense of safety, a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467622",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "explore LGBTQ+ adolescents' sense of safety, inclusivity and LGBTQ±friendliness at schools in Flanders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Discrepancies in miRNA Profiles of Mouse Blood-Derived Extracellular Vesicles: A Systematic Review of Sequencing Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467515/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "We systematically reviewed published studies to assess reproducibility in miRNA expression profiles from extracellular vesicles (EVs) isolated from mouse serum. Our search specifically targeted mouse studies employing precipitation methods for EV isolation from blood and small RNA sequencing of EV-miRNAs in control groups. Out of 53 identified studies, approximately half lacked publicly available raw data, leaving four eligible studies containing sequencing data from a total of 11 mice. miRNA...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41467515",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impacts of biological invasions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467425/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "The Anthropocene is characterised by a continuous human-mediated reshuffling of the distributions of species globally. Both intentional and unintentional introductions have resulted in numerous species being translocated beyond their native ranges, often leading to their establishment and subsequent spread - a process referred to as biological invasion. Biological invasions are associated with profound changes in the composition, structure, and functioning of recipient ecosystems, plus...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41467425",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Evaluation of Secondary Alveolar Bone Grafting in Patients With Bilateral Cleft Lip and/or Palate: A 2-3-Year Post-Operative Follow-Up",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467339/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Significant rates of SABG resorption were found in this BCL/P cohort. The vertical movement of the upper canine towards the occlusal plane was similar to that of the control group, confirming that SABG facilitates successful canine eruption.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467339",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Significant rates of SABG resorption were found in this BCL/P cohort. The vertical movement of the upper canine towards the occlusal plane was similar to that of the control group, confirming that SABG facilitates successful canine eruption"
    },
    {
      "title": "Altered structural networks and cognitive functioning in long-term survivors of pediatric brain tumors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Pediatric brain tumor (PBT) survivors frequently exhibit long-term changes in brain network organization and cognition. This study investigated structural brain networks among PBT survivors, exploring the potential influence of radiotherapy during childhood. Cognitive assessments and MRIs were acquired in 20 irradiated and 26 non-irradiated PBT survivors, and 47 healthy controls. Multi-shell diffusion-weighted MRIs were processed to perform tractography and construct weighted graphs. Whole-brain...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467208",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "structural brain networks among PBT survivors, exploring the potential influence of radiotherapy during childhood",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling and controlling late-onset neurotoxicity of antisense oligonucleotides through strategic chemical modifications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41467114/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Antisense oligonucleotides (ASOs) represent an attractive therapeutic approach for CNS disorders. However, ASO-induced neurotoxicity, especially late-onset adverse events, remains a crucial issue, leading to failures in clinical applications. This study aims to determine the neurological features and molecular mechanisms of the late-onset neurotoxicity and provide strategies to overcome this toxicity. We initially established neurobehavioral assays of rodent neurotoxicity with...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41467114",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to determine the neurological features and molecular mechanisms of the late-onset neurotoxicity and provide strategies to overcome this toxicity",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Peginterferon-alpha-2a add-on to treatment with siRNA JNJ-73763989 in virologically suppressed chronic hepatitis B: The phase II PENGUIN study\" [JHEP Reports 2025 7(10) 101516]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466749/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.1016/j.jhepr.2025.101516.].",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466749",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A hidden property of the iron-sulfur protein in the mononuclear iron-bound state: species-dependent structural ordering induced by magnetic fields",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "The iron-sulfur (Fe-S) cluster assembly homolog 1 (ISCA1) is a ubiquitous protein conserved in various organisms. Previous work has shown that a pigeon ISCA1 (clISCA1) forms columnar oligomers in the 2Fe-2S cluster-bound state, the length of which has been known to change in response to magnetic fields. However, whether this unique property is conserved in ISCA1 proteins of other species, particularly humans (hsISCA1), is unclear. Moreover, a recent study revealed that clISCA1 binds to not only...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466526",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis and Characterization of Kinetically Stabilized Octadehydrobisthieno[12]annulenes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "This study presents the synthesis and characterization of kinetically stabilized b- and c-isomers of octadehydrobisthieno[12]annulene (ODTA) derivatives. The synthesis of c- and b-ODTA derivatives was attempted with four 3,5-di-tert-butylphenyl groups on the thiophene rings. A tetraaryl-substituted c-ODTA derivative was successfully isolated and characterized, whereas tetraaryl-substituted b-ODTA derivatives could not be synthesized despite utilizing the same reaction conditions. By replacing...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466439",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The economic burden of COVID-19 premature mortality in Kuwait",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466402",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychometric Properties of the Dutch Version of the Dialectical Behavior Therapy Ways of Coping Checklist (DBT-WCCL)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Dialectical behavior therapy (DBT) is an extensively studied treatment for borderline personality disorder (BPD), with skills use being one of the hypothesized mechanisms of change. Research has previously been hindered by the absence of an appropriate tool to measure skills use, leading to the development of the DBT Ways of Coping Checklist (DBT-WCCL). The DBT-WCCL aims to assess DBT skills use (DSS) as well as dysfunctional coping (DCS), which can be divided into dysfunctional coping in...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to assess DBT skills use (DSS) as well as dysfunctional coping (DCS), which can be divided into dysfunctional coping in",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case of Spinal Astroblastoma-Like Neuroepithelial Tumor With MAMLD1::BEND2 Fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466358",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Performance evaluation of the automated haematology analyzer XN-31 for malaria diagnosis in Plasmodium vivax-dominant regions of Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466282/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first study to confirm the accuracy of the XN-31 for both qualitative and quantitative diagnoses in a malaria-endemic region dominated by P. vivax. The XN-31 is expected to be a useful diagnostic tool in similar endemic regions.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466282",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first study to confirm the accuracy of the XN-31 for both qualitative and quantitative diagnoses in a malaria-endemic region dominated by P. vivax"
    },
    {
      "title": "Predictive ability of microvascular resistance reserve for periprocedural myocardial injury in patients with stable coronary artery disease undergoing percutaneous coronary intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466154/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466154",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global longitudinal strain decline after anthracyclines in a relatively low-risk Japanese breast cancer cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In breast cancer patients with low to moderate cardiotoxicity risk, early GLS decline following anthracycline exposure was mostly transient. These findings support current surveillance recommendations and suggest a potential role for troponin in identifying patients at risk for persistent dysfunction.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466153",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In breast cancer patients with low to moderate cardiotoxicity risk, early GLS decline following anthracycline exposure was mostly transient. These findings support current surveillance recommendations and suggest a potential role for troponin in identifying patients at risk for persistent dysfunctio..."
    },
    {
      "title": "Prognostic impact of pre-procedural blood pressure profiles on clinical outcomes in patients with ST-elevation myocardial infarction undergoing primary percutaneous coronary intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466152/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Elevated systolic blood pressure (SBP) increases myocardial oxygen demand, whereas low diastolic blood pressure (DBP) can impair coronary perfusion. The prognostic impact of this high-SBP/low-DBP (HSLD) profile in patients with ST-elevation myocardial infarction (STEMI) remains unknown. We analyzed 696 consecutive patients with STEMI undergoing primary percutaneous coronary intervention (PCI) from a prospective 11-center registry in Japan. Patients were categorized based on pre-procedural SBP (≥...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466152",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "696 consecutive patients with STEMI undergoing primary percutaneous coronary intervention (PCI) from a prospective 11-center registry in Japan",
      "significance": "of this high-SBP/low-DBP (HSLD) profile in patients with ST-elevation myocardial infarction (STEMI) remains unknown",
      "conclusion": null
    },
    {
      "title": "Divergent effects of exercise training on peak oxygen uptake and 6-min walk distance in older HFpEF patients with and without type 2 diabetes mellitus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Reduced exercise capacity is a hallmark of heart failure with preserved ejection fraction (HFpEF), and this limitation is particularly pronounced in older patients with coexisting type 2 diabetes mellitus (T2DM), a high-risk population characterized by poor prognosis. Although previous studies have demonstrated that exercise training (ET) can improve exercise capacity in patients with HFpEF, its efficacy in older patients with coexisting HFpEF and T2DM remains unclear. Therefore, we evaluated...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466151",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nationwide trends and in-hospital outcomes of surgical versus transcatheter aortic valve replacement in Japan: a real-world analysis using administrative data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466150/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Aortic stenosis (AS) is the most prevalent valvular disease in developed nations. Transcatheter Aortic Valve Replacement (TAVR) offers a minimally invasive alternative to Surgical Aortic Valve Replacement (SAVR), particularly for high-risk patients. However, TAVR adoption and outcomes in Japan remain understudied due to limited national database analyses and differences in patient demographics compared to major international trials. We conducted a retrospective cohort study of aortic valve...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466150",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Minimally invasive surgery reduces the risk of loss of independence after pancreatoduodenectomy in elderly patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466140/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This is the first study to identify the risk factors of LOI after PD. It may help the decision-making regarding MIS surgery with other risk factors in clinical practice.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466140",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This is the first study to identify the risk factors of LOI after PD. It may help the decision-making regarding MIS surgery with other risk factors in clinical practice"
    },
    {
      "title": "International expert consensus on metric-based characterization of robot-assisted total laparoscopic hysterectomy (RATLH)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466133/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study presents the first comprehensive metric-based characterization of a standardized approach to RATLH, validated by expert consensus using a structured methodology that comprises operative procedure Steps, Errors, and Critical Errors. The next phase will evaluate reliability and the construct validity of the agreed metrics.",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466133",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study presents the first comprehensive metric-based characterization of a standardized approach to RATLH, validated by expert consensus using a structured methodology that comprises operative procedure Steps, Errors, and Critical Errors. The next phase will evaluate reliability and the construc..."
    },
    {
      "title": "Impacts of Intensified Heatwaves on Escalation of Ozone and Reactive Nitrogen in Summer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41466123/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Global warming has intensified the frequency and severity of heatwave events (HWs); however, the research on the interaction between O(3) and reactive nitrogen during HWs is far from sufficient. In this study, three types covering nine HWs events were identified during summer 2023 (June-August) in Beijing, including daytime HWs (DHWs, 4 days), nighttime HWs (NHWs, 8 nights), and compound HWs (CHWs, 27 days). Twenty-eight days of O(3) pollution (OP) occurred during the whole summer, among which...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41466123",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in Cortisol Awakening Response During 10 Days of High-Intensity Cycling Exercise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Previous studies suggest that the cortisol awakening response (CAR) shows a biphasic pattern-either an increase or a blunting-in response to exercise involving overload, potentially reflecting physiological adaptation. However, its response to continuous high-intensity exercise under controlled experimental conditions has not been sufficiently investigated. This pilot case series examined daily CAR changes during a 10-day high-intensity cycling protocol (20 min/day at 80% of maximal oxygen...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41465811",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Molecular Imaging in Parathyroid Carcinoma Management: A Comprehensive Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Parathyroid carcinoma (PC) is an exceedingly rare endocrine malignancy, accounting for less than 1% of all primary hyperparathyroidism (pHPT) cases. It typically presents with pronounced hypercalcemia and markedly elevated parathyroid hormone (PTH) levels. Accurate imaging plays a pivotal role in diagnosis, staging, surgical planning, and long-term surveillance, although differentiating PC from benign disease on imaging remains a significant challenge. A multimodal imaging strategy combining...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41465801",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genomic Tracing Reveals Multiple Independent Occurrences of <em>Bactrocera dorsalis</em> in Belgium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465708/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Bactrocera dorsalis (Hendel) is a major insect pest of commercial fruit and a quarantine priority in the European Union (EU). This tephritid species was previously recorded in Austria, France, and Italy, with more recent detections in Greece. In 2023 and 2024, B. dorsalis adult males were captured by the Federal Agency for the Safety of the Food Chain (FASFC) using traps placed in community gardens and produce markets in Belgium. Morphological identification confirmed the specimens as B....",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41465708",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High CD36 Expression Predicts Aggressive Invasion and Recurrence in Oral Squamous Cell Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "CD36, a fatty acid scavenger receptor expressed in tumors, is associated with a poor prognosis in several cancers. Our previous research demonstrated the involvement of CD36 in the proliferation and migration of oral squamous cell carcinoma (OSCC) cells. However, the clinical significance of CD36 expression in OSCC remains unclear. The purpose of this study was to evaluate the association between CD36 expression and the clinicopathological characteristics of OSCC patients. Immunohistochemical...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41465497",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "of this study was to evaluate the association between CD36 expression and the clinicopathological characteristics of OSCC patients",
      "significance": "of CD36 expression in OSCC remains unclear",
      "conclusion": null
    },
    {
      "title": "From Oxidised LDL to Potential Novel Applications in Gingival Crevicular Fluid Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41465350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Gingival crevicular fluid (GCF) reflects both local periodontal inflammation and systemic conditions. This review highlights the role of oxidative stress, oxidised low-density lipoprotein (oxLDL), and apolipoprotein B (apoB) as molecular links between periodontitis and metabolic disorders. Elevated GCF levels of oxLDL and apoB indicate enhanced vascular permeability and local oxidative modification, particularly in diabetes. Furthermore, oxLDL promotes the formation of neutrophil extracellular...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41465350",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Glucose Tablet Candy Ingestion on Attention Following Smartphone Use in Healthy Adults: A Randomized, Double-Blind, Placebo-Controlled Crossover Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Excessive smartphone use may negatively affect cognitive functions, including attention. While sensorimotor rhythm, beta, and theta waves have been linked to concentration, the electroencephalography (EEG) frequency band that most reliably serves as a neurophysiological marker of concentration is unclear. Therefore, we aimed to evaluate the effects of glucose tablet candy ingestion on attention following smartphone use in healthy adults. Methods: A randomized,...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41464940",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "Excessive smartphone use may negatively affect cognitive functions, including attention",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of Cage Subsidence After Oblique Lumbar Interbody Fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Oblique lumbar interbody fusion (OLIF) achieves indirect decompression through restoration of disc height. Because maintenance of the restored disc space is essential for sustained neural decompression, solid fusion without cage subsidence is a key determinant of successful surgical outcomes. This study aimed to evaluate preoperative and intraoperative predictors of cage subsidence and radiographic fusion after OLIF. Methods: Seventy patients (119 levels) who underwent OLIF...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41464857",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Oblique lumbar interbody fusion (OLIF) achieves indirect decompression through restoration of disc height",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In the Mouth or in the Gut? Innovation Through Implementing Oral and Gastrointestinal Health Science in Chronic Pain Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464714/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Recent scientific advances point towards an important role for oral and gastrointestinal health in people with chronic pain. Poor oral health (e.g., periodontitis, tooth loss) is observed in subgroups of the chronic pain population, including abdominal pain, low back pain, fibromyalgia, and rheumatoid arthritis. In addition to poor oral health, studies have also revealed altered intestinal microbiota compositions in various types of chronic pain, including people with chronic low back pain, knee...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41464714",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "role for oral and gastrointestinal health in people with chronic pain",
      "conclusion": null
    },
    {
      "title": "Skin Autofluorescence and Perinatal Outcomes in Pregnant Women with a Positive Glucose Challenge Test: A Prospective Study with Exploratory Analyses of Oxidative Stress and CGM Metrics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464700/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objectives: Skin autofluorescence (SAF), a marker of advanced glycation end products (AGEs), reflects cumulative hyperglycemia and may predict vascular complications in diabetes. Continuous glucose monitoring (CGM) also provides detailed glycemic profiles, but their prognostic values in gestational diabetes mellitus (GDM) are unclear. The primary aim was to evaluate whether SAF predicts adverse maternal or neonatal outcomes, whereas secondary exploratory analyses assessed oxidative...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41464700",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Skin autofluorescence (SAF), a marker of advanced glycation end products (AGEs), reflects cumulative hyperglycemia and may predict vascular complications in diabetes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Outcomes of the Aorfix™ Stent Graft in Japanese Patients with Severely Angulated Aortic Necks: A Single-Center Retrospective Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464520/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background/Objective: Endovascular aneurysm repair (EVAR) using Aorfix (Lombard Medical, Inc., Irvine, CA, USA)^(TM) has shown excellent outcomes, even in cases of abdominal aortic aneurysm with highly angulated aortic necks (≥60°). However, long-term outcomes for Japanese patients remain unknown. In this study, we aimed to investigate the performance of Aorfix^(TM) in Japanese patients with highly angulated aortic necks. Methods: Among 114 patients in whom Aorfix^(TM) was used for EVAR at a...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41464520",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "Endovascular aneurysm repair (EVAR) using Aorfix (Lombard Medical, Inc",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tracking Chronic Diseases via Mobile Health Applications: Which User Experience Aspects Are Key?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41464341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Background: A key barrier to realizing the full potential and long-term collection of patient-reported outcomes (PROs) is the limited understanding of user experience (UX) factors that influence sustained patient engagement with digital PRO tools. Most existing research focuses on disease-specific or country-specific solutions, leaving a gap in identifying shared UX determinants that could inform scalable, cross-disease European digital health frameworks. This fragmentation hinders...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41464341",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation of Diopside-Rich Compounds Using Rice Husks and Their Phosphorus Recovery Capability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41463636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251230142255&v=2.18.0.post22+67771e2",
      "description": "Rice husks, wastes from rice production, are expected to be useful as a phosphorus recovery material. While rice husks could be used for phosphorus recovery as they are, there is potential to increase their phosphorus recovery capacity by diopside conversion. This is because diopside is one of the silica-based biomaterials that has the characteristic of precipitating calcium phosphate from aqueous solutions containing phosphorus, such as body fluids. In this study, diopside was synthesized by...",
      "pubDate": "2025-12-30T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41463636",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}