{
  "title": "Korean Academic Publications",
  "description": "Latest research from top Korean institutions with enhanced details",
  "lastBuildDate": "2025-08-23T01:17:57.046Z",
  "totalItems": 150,
  "totalArchived": 1334,
  "newPapersAdded": 380,
  "institutionBreakdown": {
    "KAIST": 10,
    "SNU": 41,
    "Yonsei University": 2,
    "SKKU": 2,
    "POSTECH": 3,
    "Korea University": 42,
    "IBS": 69,
    "Multi-institutional": 18
  },
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS"
  ],
  "items": [
    {
      "title": "Immunosuppression induced by co-exposure to allergens and PM2.5 increases the risk of lung disease upon viral protein challenge",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Particulate matter (PM2.5) and allergens are common environmental exposures. However, their combined effects and their risks are still poorly understood. This study aimed to investigate the impact of co-exposure to house dust mites (HDM) allergens and diesel exhaust particles (DEP) on lung immune responses, and assess the susceptibility to viral protein. We found that compared with HDM alone, mice co-exposed to HDM and DEP showed DEP-phagocytosed macrophages in lungs and did not show asthma...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40845407",
      "journal": null,
      "objective": "investigate the impact of co-exposure to house dust mites (HDM) allergens and diesel exhaust particles (DEP) on lung immune responses, and assess the susceptibility to viral protein",
      "significance": "of co-exposure to house dust mites (HDM) allergens and diesel exhaust particles (DEP) on lung immune responses, and assess the susceptibility to viral protein",
      "conclusion": null
    },
    {
      "title": "Reverse control of biological networks to restore phenotype landscapes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845098/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Biological systems consist of genetic elements and their regulatory interactions, forming networks that maintain life. However, accumulated alterations such as DNA damage can distort biological behavior, leading to undesirable responses to stimulus. This raises the question of whether we can restore their nominal stimulus-response relationships. Current control approaches tend to enforce a single desired response rather than restore the proper capacity for variable responses to different...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "40845098",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Machine-Learning Validated Short Form of the Korean Version of the Sleep-Related Behaviors Questionnaire-10 Items: SRBQ-10",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The SRBQ-10, a concise version of SRBQ, enables efficient screening of sleep-related behaviors in clinical settings. Our study framework combining classical test theory, XGBoost, and IRT can be applied to develop and validate shorter versions of other questionnaires.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "40843934",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The SRBQ-10, a concise version of SRBQ, enables efficient screening of sleep-related behaviors in clinical settings. Our study framework combining classical test theory, XGBoost, and IRT can be applied to develop and validate shorter versions of other questionnaires"
    },
    {
      "title": "Crude saponin from Korean red ginseng alleviates di(2-ethylhexyl) phthalate-induced urogenital damage via regulating p38 MAPK/NF-κB signaling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843017/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: While the precise mechanism underlying the favorable effects of crude saponin remains to be determined, present study provides a basis for the preventive and therapeutic potential of Korean red ginseng against urogenital disorders induced by phthalate-related plasticizer.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40843017",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While the precise mechanism underlying the favorable effects of crude saponin remains to be determined, present study provides a basis for the preventive and therapeutic potential of Korean red ginseng against urogenital disorders induced by phthalate-related plasticizer"
    },
    {
      "title": "Red ginseng extract enhances mitochondrial function and alleviates immunosenescence in T cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RGE treatment enhances mitochondrial function and attenuates T cell senescence and exhaustion in aged immune cells, likely contributing to immune resilience against age-associated inflammation. This study highlights the potential of RGE as a therapeutic intervention for improving immune function and reducing the effects of immunosenescence, offering valuable insights into mitigating age-related immune decline.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40843013",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "RGE treatment enhances mitochondrial function and attenuates T cell senescence and exhaustion in aged immune cells, likely contributing to immune resilience against age-associated inflammation. This study highlights the potential of RGE as a therapeutic intervention for improving immune function and..."
    },
    {
      "title": "Continuous Biochemical Profiling of the Gastrointestinal Tract Using an Integrated Smart Capsule",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The gastrointestinal tract contains a wealth of chemical information that can be used to decipher the health of the digestive and nervous systems. Traditional methods of analysis, such as fecal analysis and biopsies, are invasive, costly, and incapable of providing real-time metabolic and hormone profiling across the gastrointestinal tract. Commercial ingestible capsule sensors have been developed, but only monitor basic markers, such as pH and pressure, neglecting detailed chemical analysis....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40842875",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Amorphous Metal-Organic Framework Database for Amorphization Prediction and CO<sub>2</sub> Direct Air Capture Screening",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The amorphous phases of crystalline metal-organic frameworks (MOFs), known as amorphous metal-organic frameworks (AMOFs), offer a vast yet underexplored search space for numerous applications. To efficiently navigate this chemical space, data-driven methodologies are essential for elucidating structure-property relationships. In this study, a novel approach to explore this space is introduced by utilizing chemically accurate reactive force field (ReaxFF) to first create the AMOF database....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40842318",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual-mode CRISPRa/i for genome-scale metabolic rewiring in Escherichia coli",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CRISPR (clustered regularly interspaced palindromic repeats)-mediated transcriptional regulation is a powerful and programmable approach for controlling gene expression. While CRISPR-based gene repression is well established in bacteria, simultaneous activation and repression remain challenging due to the limited availability of effective bacterial activation domains. Here, we provide an efficient dual-mode CRISPR activation and interference (CRISPRa/i) system that integrates an evolved...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "POSTECH"
      ],
      "pmid": "40842235",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rectus sheath block provides superior analgesia over quadratus lumborum block in single-port total laparoscopic hysterectomy: a prospective, randomized trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RSB provided superior postoperative analgesia compared to QLB in single-port TLH, reducing both opioid consumption and the need for rescue analgesia. These findings support RSB as the preferred block within a multimodal analgesia strategy for this procedure.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "40842204",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RSB provided superior postoperative analgesia compared to QLB in single-port TLH, reducing both opioid consumption and the need for rescue analgesia. These findings support RSB as the preferred block within a multimodal analgesia strategy for this procedure"
    },
    {
      "title": "Avidity-Based Capture of PD-L1-Expressing Exosomes via Dendrimer-Peptide Conjugates: A Nanoengineered Platform for Enhanced Prediction of Immunotherapy Response",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841859/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "A major challenge in immunotherapy is the inability to reliably predict patient responses due to the lack of robust biomarkers. Programmed cell death-ligand 1 (PD-L1)-expressing exosomes represent a promising biomarker candidate; however, existing detection platforms lack the sensitivity and specificity required for clinical translation. It is hypothesized that an avidity-based capture strategy utilizing dendrimer-mediated multivalent binding will effectively enhance molecular avidity and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "40841859",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metagenomic profiling of gut microbime: associating their role with the advancement of diabetic nephropathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Emerging evidence suggests that alterations in the gut microbiome should play a critical role in the development and progression of type 2 diabetes and its complication such as diabetic nephropathy (DN). Nevertheless, a considerable gap remains in our understanding of the interconnection between DN pathogenesis and gut microbiota arrangement. In this context, this review highlights recent research on the connection between the intestinal microbiota and DN risk, with a particular focus on the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844735",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole genome sequencing reveals telomere associated genomic differences between healthy and unhealthy aging in a Korean population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844718/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "One of the major challenges in modern biogerontology is understanding the accumulation of molecular damage and the manifestation of phenotypic heterogeneity during aging. Notably, genomic instability caused by impaired DNA damage repair along with telomere attrition are primary drivers of aging. However, how these aging-related characteristics differ in individuals who age healthily without developing major age-associated diseases remains unclear. Here, whole genome sequencing (WGS) was...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844718",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Comparison of bone mineral density changes between denosumab and bisphosphonates in tenofovir-exposed chronic hepatitis B patients with osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844610/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40844610",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "What kind of information is requested by patients and families with genetic disorders? : The analysis of an online patient community in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844583/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated the importance of providing patients and families with professional and easily understandable information, highlighting the necessity for a well-organized genetic counseling system. To support patients and their families, it is essential to develop patient-friendly online platforms and expand access to genetic counseling services.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844583",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated the importance of providing patients and families with professional and easily understandable information, highlighting the necessity for a well-organized genetic counseling system. To support patients and their families, it is essential to develop patient-friendly online pla..."
    },
    {
      "title": "Combination Therapy With Poly D-L Lactic Acid and Autologous Fat Transplantation for Infraorbital Rejuvenation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: The combination of PDLLA with autologous fat transfer represents an effective approach for infraorbital rejuvenation, demonstrating superior outcomes compared with single-modality treatments. This technique offers improved fat graft retention, enhanced skin quality, and natural-looking results with a favorable safety profile.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40844511",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The combination of PDLLA with autologous fat transfer represents an effective approach for infraorbital rejuvenation, demonstrating superior outcomes compared with single-modality treatments. This technique offers improved fat graft retention, enhanced skin quality, and natural-looking results with ..."
    },
    {
      "title": "Comparison of Pain Perception Between Needle and Cannula Subdermal Injections for PDLLA: A Randomized, Double-Blinded, Split-Injection Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844497/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU",
        "Yonsei University"
      ],
      "pmid": "40844497",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Usefulness of Ultrasound Assessment of Breast Cancer-Related Lymphedema",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Background: Lymphedema, a common side effect of breast cancer treatments, affects 20%-40% of patients. Ultrasound evaluation measures structural change as well as skin and subcutaneous tissue thicknesses to assess lymphedema severity. This study aimed to investigate the usefulness of ultrasound evaluation as an outcome measure of lymphedema in patients with breast cancer. Methods and Results: Thirty-one patients with unilateral breast cancer-related lymphedema were enrolled. Arm circumferences...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844407",
      "journal": null,
      "objective": "investigate the usefulness of ultrasound evaluation as an outcome measure of lymphedema in patients with breast cancer",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Letter to Editor on Qureshi et al. Efficacy and Safety of Abemaciclib in Combination with Endocrine Therapy for HR+/HER2- Advanced or Metastatic Breast Cancer a Systematic Review and Meta-Analysis, Am J Clin Oncol, 2025, 48(1)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844303/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40844303",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "\"I'm more confident now than I ever used to be\": a preliminary qualitative study of British older adults' perception and experience of aging positively",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: With the changing demographic of older adults population observed around the world, it is important that aging is not simply conceptualized as decline in functioning and physical health, but encompasses positive experiences that impact upon overall well-being. Looking at the aging experience in a particular sociocultural context allows for a more in-depth understanding that could then lead to promotion of positive aging and improvements in aging outcomes in that...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844269",
      "journal": null,
      "objective": "With the changing demographic of older adults population observed around the world, it is important that aging is not simply conceptualized as decline in functioning and physical health, but encompass...",
      "significance": "that aging is not simply conceptualized as decline in functioning and physical health, but encompasses positive experiences that impact upon overall well-being",
      "conclusion": null
    },
    {
      "title": "A Photon-Driven Unimolecular Immunostimulant for Self-Amplified Pyroptosis and cGAS-STING Pathway by Destroying the Pyroptosis Checkpoint",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Immunotherapy is a groundbreaking approach for clinically treating tumors, but its effectiveness is hindered by the tumor's immunosuppressive environment and lack of immune cell infiltration, enabling tumors to evade the immune system. Although the activation of both innate and adaptive immunities is a promising strategy to counteract this bottleneck, their synergy remains challenging. Therefore, we developed Bio-Cy, an unprecedented organic unimolecular photosensitive immunostimulant, which...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844200",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Three-Dimensional Efficient Myelin-Weighted Imaging Utilizing Direct Visualization of Short Transverse Relaxation Time Component (ViSTa)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844197/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Measuring myelin concentration in the brain has important implications in basic science and clinical practice. In MRI, myelin water imaging (MWI) has been suggested as a surrogate biomarker that provides high sensitivity and specificity for myelin. However, multi-exponential fitting is ill-conditioned, and it is sensitive to noise and artifacts, particularly in vivo. To overcome the ill-conditioned fitting problem, the two-dimensional ViSTa myelin-weighted imaging technique was proposed, and it...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844197",
      "journal": "science",
      "objective": null,
      "significance": "implications in basic science and clinical practice",
      "conclusion": null
    },
    {
      "title": "Risk of Subsequent Diabetes Mellitus in Stroke Survivors According to Poststroke Disability Status and Stroke Type",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844179/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "This study used the Korean National Health Insurance System database to examine how poststroke disability and stroke type affect the risk of diabetes mellitus (DM) in stroke survivors. Data for 217 157 stroke survivors and 312 138 matched controls were analyzed. The relative risk of DM was assessed using multivariate Cox proportional hazards regression models. Compared with the controls, stroke survivors had a 2.7-fold higher risk of newly diagnosed DM in the first year and a 15% increased risk...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SKKU",
        "SNU"
      ],
      "pmid": "40844179",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DistillSleep: Real-Time, On-Device, Interpretable Sleep Staging from Single-Channel EEG",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: DistillSleep combines expert-level accuracy, millisecond-scale latency, and transparent decision logic in a single-channel EEG form factor. These capabilities pave the way for point-of-care diagnostics, same-night therapy titration, and large-scale home monitoring, expanding the reach of sleep medicine while retaining clinical trust.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40844034",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DistillSleep combines expert-level accuracy, millisecond-scale latency, and transparent decision logic in a single-channel EEG form factor. These capabilities pave the way for point-of-care diagnostics, same-night therapy titration, and large-scale home monitoring, expanding the reach of sleep medic..."
    },
    {
      "title": "Who Benefits the Most from Sleep Hygiene Education? Findings from the SLeep Education for Everyone Program (SLEEP)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843664/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "This study examined data from participants who completed the SLeep Education for Everyone Program (SLEEP) to explore how various demographic variables affected sleep outcomes and to determine which participant characteristics predicted success. A total of 104 individuals participated. The Sleep Hygiene Index (SHI) measured undesirable sleep behaviors; the Pittsburgh Sleep Quality Index (PSQI) assessed sleep quality and self-reported sleep duration. Participant demographic information was...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40843664",
      "journal": null,
      "objective": "data from participants who completed the SLeep Education for Everyone Program (SLEEP) to explore how various demographic variables affected sleep outcomes and to determine which participant characteri...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oxidative Balance Scores in Cancer Survivors: A Nationwide Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Although some studies have investigated the relationship between oxidative imbalance and adverse outcomes, there is a lack of data on oxidative balance in cancer survivors. Using data of the 2013-2020 Korean nationwide surveys, this study examined the oxidative balance score (OBS) of non-survivors, short-term survivors (<5 years), and long-term survivors. Approximately 4.6% of the study subjects were cancer survivors, and of these, three-fifths were long-term survivors. Male and female...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843580",
      "journal": null,
      "objective": "the oxidative balance score (OBS) of non-survivors, short-term survivors (<5 years), and long-term survivors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Confirmatory long-term efficacy and safety results of ataluren in patients with nmDMD from Study 041, an international, randomized, double-blind, placebo-controlled, Phase III trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Aim: To report the efficacy and safety of ataluren in patients with nonsense mutation Duchenne muscular dystrophy (nmDMD) from the phase III, 72-week, placebo-controlled period of Study 041. Materials & methods: Inclusion criteria: boys with nmDMD aged ≥5 years, on a stable corticosteroid regimen for ≥12 months, and baseline 6-minute walk distance (6MWD) ≥150 m. Randomization: 1:1, ataluren (40 mg/kg/day):placebo. Primary end point: slope of 6MWD change (average rate of change). Secondary end...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843507",
      "journal": null,
      "objective": "To report the efficacy and safety of ataluren in patients with nonsense mutation Duchenne muscular dystrophy (nmDMD) from the phase III, 72-week, placebo-controlled period of Study 041",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolution and Spread of Y280-Lineage H9N2 Low Pathogenicity Avian Influenza Viruses in Korea, 2020-2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "In 2020, Y280-lineage H9N2 low pathogenic avian influenza was detected in South Korea for the first time. Active surveillance from live bird markets (LBMs) and farms revealed the continuous circulation of Y280-lineage H9N2 viruses, replacing the previously indigenous Y439-lineage and becoming dominant in South Korea. Antigenic mapping showed a substantial antigenic difference between the Y280 and Y439-lineage viruses. Bayesian phylodynamic approach suggests the introduction of Y280-lineage...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843278",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical implications and prognostic value of mastoid effusion in the management of aneurysmal subarachnoid hemorrhage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated that ME was observed in 34.5% of aSAH patients and was associated with poor clinical outcomes. ME may serve as a simple and useful prognostic indicator for predicting poor outcomes in aSAH patients.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843264",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that ME was observed in 34.5% of aSAH patients and was associated with poor clinical outcomes"
    },
    {
      "title": "Digital health technologies for improving the management of people with chronic obstructive pulmonary disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843141/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Advances made in digital health in recent years have the potential to improve the care of patients living with chronic obstructive pulmonary disease (COPD) for whom substantial disability still exists. In particular, telehealth and telerehabilitation programs, wearable devices, and apps have been studied as novel methods of providing care to COPD patients who may have limited access to clinical centers or who may benefit from an increased level of monitoring. Many of these interventions gained...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843141",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Korean Red ginseng supplements improve quality of life in patients with mild chronic pancreatitis symptoms: A prospective clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: KRG supplementation significantly improves quality of life in CP patients with mild symptoms. These findings suggest that KRG may be a beneficial adjunct therapy in this patient population. Further research is needed to explore KRG's pharmacological mechanisms, its use in combination with other treatments, and its effects in patients with more severe symptoms. (CRIS number: KCT0009681).",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40843010",
      "journal": null,
      "objective": null,
      "significance": "that KRG may be a beneficial adjunct therapy in this patient population",
      "conclusion": "KRG supplementation significantly improves quality of life in CP patients with mild symptoms. These findings suggest that KRG may be a beneficial adjunct therapy in this patient population"
    },
    {
      "title": "Non-contact radiofrequency stimulation to the olfactory nerve of human subjects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842699/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Damage to the olfactory nerve, caused by aging, trauma, or neurological disorders, can lead to smell loss, negatively impacting quality of life, taste perception, safety, and emotional well-being. Currently, olfactory training, which involves exposure to aromatic odorants, is the most widely used treatment. While this method provides some benefit, it does not offer a fundamental cure. Developing an approach that directly stimulates the olfactory nerves to restore neural activity is critical for...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842699",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Different Derivatives of Plumbagin Analogue: Bioavailability and Their Toxicity Studies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842665/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The roots of the Plumbago genus, specifically Plumbago zeylanica and related species, contain natural plumbagin. Because of its possible medicinal benefits, naphthoquinone has been the subject of several studies. Ongoing research aims to better understand the mechanisms underlying the actions of plumbagin, optimize its distribution and formulation, assess its efficacy and safety in clinical trials. Plumbagin is a bioactive compound that has several possible therapeutic uses; however, further...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842665",
      "journal": null,
      "objective": "to better understand the mechanisms underlying the actions of plumbagin, optimize its distribution and formulation, assess its efficacy and safety in clinical trials",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of aspirin use on conversion risk from mild cognitive impairment to Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842647/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Aspirin use was associated with reduced Alzheimer's disease risk in older patients with mild cognitive impairment. Notably, the bleeding risk associated with aspirin use should be considered, and personalized treatment should be provided.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842647",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Aspirin use was associated with reduced Alzheimer's disease risk in older patients with mild cognitive impairment. Notably, the bleeding risk associated with aspirin use should be considered, and personalized treatment should be provided"
    },
    {
      "title": "A new formula consisting of the five-factor score and earliest vasculitis damage index at diagnosis for predicting poor outcomes of antineutrophil cytoplasmic antibody-associated vasculitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842526/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study demonstrated that a new formula consisting of FFS and eVDI at AAV diagnosis could effectively predict both all-cause mortality and ESKD during follow-up in patients with AAV.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842526",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study demonstrated that a new formula consisting of FFS and eVDI at AAV diagnosis could effectively predict both all-cause mortality and ESKD during follow-up in patients with AAV"
    },
    {
      "title": "Dialysis independence for a young patient with refractory multiple myeloma treated with teclistamab: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Teclistamab, a B-cell maturation antigen-targeting bispecific antibody, offers a promising treatment option for relapsed/refractory multiple myeloma (RRMM), even in patients with severe renal impairment. The present study describes the case of a 47-year-old woman with RRMM who achieved minimal residual disease negativity and dialysis independence following teclistamab treatment. Despite prior resistance to multiple therapies, including an anti-CD38 monoclonal antibody (daratumumab), two...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40842465",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asia Pacific association of gastroenterology consensus statements on histopathological evaluation of inflammatory bowel diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These consensus statements provide recommendations, with specific relevance to the Asia Pacific region, on the role of histology in IBD to harmonise its use. The statements will promote understanding and applicability in research and in the routine management of IBD.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842459",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These consensus statements provide recommendations, with specific relevance to the Asia Pacific region, on the role of histology in IBD to harmonise its use. The statements will promote understanding and applicability in research and in the routine management of IBD"
    },
    {
      "title": "Quantifying the impact of immortal time bias: empirical evidence from meta-analyses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842270/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "ObjectivesImmortal time bias (ITB) occurs when a period during which, by design, participants cannot experience the outcome (like death) is incorrectly included in the treatment group's follow-up, artificially making the treatment look better than it truly is. We aimed to identify a systematic sample of cases of ITB in the literature of studies using survival analysis and assess the impact of ITB on the results.DesignMeta-epidemiological study (PROSPERO[CRD42022356073]).SettingWe searched...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842270",
      "journal": null,
      "objective": "identify a systematic sample of cases of ITB in the literature of studies using survival analysis and assess the impact of ITB on the results",
      "significance": "of ITB on the results",
      "conclusion": null
    },
    {
      "title": "The 2nd Annual Meeting of the East Asian Gynecologic Oncology Trial Group (EAGOT)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842257/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842257",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating Oxygen Evolution Reaction Pathways via (Oxy)Hydroxide-Driven Surface Reconstruction on Ti<sub>3</sub>C<sub>2</sub> MXene Electrocatalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The oxygen path mechanism (OPM) has gained increasing interest as an oxygen evolution reaction (OER) pathway with facile O-O coupling. Importantly, OPM differs from both adsorbate evolution (AEM) and lattice oxygen mechanism (LOM) routes, which involve multiple intermediates and lattice oxygen, respectively. Here, an electro-activated reduced Ti(3)C(2) MXene (rTi(3)C(2)) system is introduced that modulates the OER pathway by governing the population of (oxy)hydroxide species on rTi(3)C(2)...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842225",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sex-specific associations of preoperative serum uric acid levels with mortality and morbidity in non-cardiac surgeries: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Preoperative SUA levels show a nonlinear, sex-specific association with postoperative outcomes, highlighting the need for sex- and risk-based perioperative stratification.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842203",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative SUA levels show a nonlinear, sex-specific association with postoperative outcomes, highlighting the need for sex- and risk-based perioperative stratification"
    },
    {
      "title": "Comparison of Healing Outcomes Between Simultaneous and Staged Implant Placement With Sinus Floor Elevation: A Preclinical Study Using a Rabbit Sinus Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842176/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Simultaneous implant placement with MSFA resulted in comparable radiographic and histological outcomes to a staged implant placement approach in sinuses with thin bone height. However, such outcomes should be cautiously interpreted within the context of an animal model.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842176",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Simultaneous implant placement with MSFA resulted in comparable radiographic and histological outcomes to a staged implant placement approach in sinuses with thin bone height. However, such outcomes should be cautiously interpreted within the context of an animal model"
    },
    {
      "title": "MUTE-Seq: An Ultrasensitive Method for Detecting Low-Frequency Mutations in cfDNA With Engineered Advanced-Fidelity FnCas9",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842147/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "In this study, we present the development of the Mutation tagging by CRISPR-based Ultra-precise Targeted Elimination in Sequencing (MUTE-Seq) method. We engineered a highly precise advanced-fidelity FnCas9 variant, named FnCas9-AF2, to effectively discriminate single-base mismatches at all positions of the single guide RNA (sgRNA) target sequences. FnCas9-AF2 exhibited significantly lower off-target effects compared to existing high-fidelity CRISPR-Cas9 variants. MUTE-Seq leverages FnCas9-AF2...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40842147",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preferential Sensitivity of the EGFR L858M/L861R Mutation to Second-Generation EGFR Tyrosine Kinase Inhibitors in Non-small Cell Lung Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842074/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The EGFR L858M/L861R mutation drives strong oncogenic signaling and exhibits preferential sensitivity to second-generation EGFR TKIs. These findings underscore the importance of accurate molecular diagnosis for guiding effective, personalized therapeutic strategies in NSCLC.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842074",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The EGFR L858M/L861R mutation drives strong oncogenic signaling and exhibits preferential sensitivity to second-generation EGFR TKIs. These findings underscore the importance of accurate molecular diagnosis for guiding effective, personalized therapeutic strategies in NSCLC"
    },
    {
      "title": "Individual- and neighborhood-level factors influencing diet quality: a multilevel analysis using Korea National Health and Nutrition Examination Survey data, 2010-2019",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Both individual- and neighborhood-level factors influence diet quality in Korea, with older adults being especially vulnerable to neighborhood characteristics. Multilevel approaches are needed to identify at-risk populations and improve dietary outcomes.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "40842067",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Both individual- and neighborhood-level factors influence diet quality in Korea, with older adults being especially vulnerable to neighborhood characteristics. Multilevel approaches are needed to identify at-risk populations and improve dietary outcomes"
    },
    {
      "title": "Association between psychosocial safety climate and depression risk among Korean workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842066/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: These findings underscore the critical role of PSC in workplace mental health. Promoting a high PSC may help reduce depression risk and support mental well-being among workers. Interventions considering vulnerable subgroups are warranted to create psychologically safer work environments in Korea.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842066",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings underscore the critical role of PSC in workplace mental health. Promoting a high PSC may help reduce depression risk and support mental well-being among workers"
    },
    {
      "title": "High-Performance Electrochemical Adhesives Enabled by Perfluorinated Sulfonic-Acid Ionomers with Precise Adhesion Control and Long-Term Switchability",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Electrically switchable adhesion enables the dynamic and on-demand modulation of adhesion through electrical control. Herein, a new class of electrochemical adhesives based on the perfluoro-sulfonic acid (PFSA) ionomers is presented, which deliver robust adhesion with precise tunability through modulation of the applied charge density. Remarkably, once activated, these adhesives maintain strong adhesion without continuous power input, enabling long-term programmable bonding. Electrochemically...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40842049",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations Between Urinary Metabolites of Polycyclic Aromatic Hydrocarbons and Liver Enzyme Levels among Korean Firefighters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841975/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Elevated urinary 2-naphthol levels were associated with abnormal liver enzyme levels among firefighters, suggesting that monitoring and managing PAH exposure may help protect liver health in this occupational group.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40841975",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated urinary 2-naphthol levels were associated with abnormal liver enzyme levels among firefighters, suggesting that monitoring and managing PAH exposure may help protect liver health in this occupational group"
    },
    {
      "title": "Developmental Hypoxia Enhances Kidney Organoid Complexity and Maturity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841925/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Reciprocal signaling between metanephric mesenchyme (MM) and ureteric bud (UB) is essential for human kidney development. However, human pluripotent stem cell-derived kidney organoids do not incorporate UB differentiation, limiting organoid maturation and disease modeling. Here, a hypoxia-based differentiation method inspired by developmental cues is reported that produces mature kidney organoids with collecting duct-like tubules connected to multiple nephrons. Hypoxia promotes the co-induction...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "40841925",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing trends in clonorchiasis incidence via prescription data analysis in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841887/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study highlights this novel method to estimate clonorchiasis incidence trend by utilizing publicly available drug information data. This approach will provide valuable insights for a fast and cost-effective way to estimate incidence rates and investigate trends for diseases with specific treatment options.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "40841887",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study highlights this novel method to estimate clonorchiasis incidence trend by utilizing publicly available drug information data. This approach will provide valuable insights for a fast and cost-effective way to estimate incidence rates and investigate trends for diseases with specific treatme..."
    },
    {
      "title": "Fate and carbon sequestration potential of sunken macroalgae in coastal oceans from long-term microbial degradation perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842870/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Although deep-sea macroalgae sinking as a carbon sequestration strategy remains controversial, natural sinking of massive macroalgae frequently occurs in coastal oceans. In the Yellow Sea, millions of tons of the macroalga Ulva prolifera sink to the seafloor annually following green tides, yet their ultimate fate and carbon sequestration potential remain poorly understood. Microbial communities play a crucial role in decomposing organic matter and determining the fate of sunken macroalgae. Our...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "40842870",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of gastrectomy for gastric cancer on postoperative bone mineral density loss and fracture risk: A multicenter study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: BMD reduction was better contained in DGRY than TGRY and in DGBI than DGRY. While VFs were more frequent in TGRY, these differences were not statistically significant. However, significant BMD reduction was observed in patients with VFs, suggesting a potential correlation.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40845420",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BMD reduction was better contained in DGRY than TGRY and in DGBI than DGRY. While VFs were more frequent in TGRY, these differences were not statistically significant"
    },
    {
      "title": "Expressions of \"Ikizurasa\" in Posts on X (Formerly Twitter) in Japan in 2023: Descriptive Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845391/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "This study analyzed all public X (formerly Twitter) posts in Japan in 2023 and identified a substantial number mentioning ikizurasa (pain of living), with notable fluctuations over time. The findings suggest a link between ikizurasa and stress in minority groups, particularly minority ethnic and gender groups.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40845391",
      "journal": null,
      "objective": "all public X (formerly Twitter) posts in Japan in 2023 and identified a substantial number mentioning ikizurasa (pain of living), with notable fluctuations over time",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stochastic model of IP3-induced Ca2+ spiking of HEK293 cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845136/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Mathematical theory that accounts for the stochastic character of spike sequences of IP3-induced Ca2+ signalling calculates the probability distributions of the features of the [Ca2+]i time course, their moments and correlations. Including slow feedback from [Ca2+]i to components of the pathway poses a challenge to stochastic modelling. Here, we present a stochastic model that takes this feedback into account, allows for a non-linear dependency of the open probability of the Inositol...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40845136",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "European Consensus on Functional Bloating and Abdominal Distension-An ESNM/UEG Recommendations for Clinical Management",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This consensus provides an evidence-based framework for the evaluation and treatment of patients with functional bloating and abdominal distension.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "40844856",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This consensus provides an evidence-based framework for the evaluation and treatment of patients with functional bloating and abdominal distension"
    },
    {
      "title": "Sudden thrombus formation was detected during real-time ultrasound-guided central venous catheter insertion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844761",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Peripheral Magnetic Stimulation on Bone Healing After Fractures in Mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844719/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Bone fractures, especially in the elderly, are increasing, posing challenges to healthcare systems. Traditional treatment often focuses merely on bone repair and overlooks the overall healing environment. Peripheral magnetic stimulation (PMS), a non-invasive method, shows promise for bone regeneration. In our murine femoral fracture model study, male C57BL6/J mice were divided into a control group and three PMS treatment groups (10, 50, and 100 Hz). After a fracture, the mice received 30-min...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844719",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Switching to faricimab alleviates persistent subretinal fluid and pigment epithelial detachment in neovascular age-related macular degeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Switching to faricimab led to favorable structural outcomes in nAMD patients previously treated with aflibercept 2 mg, particularly by reducing SRF and fvPED.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844677",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Switching to faricimab led to favorable structural outcomes in nAMD patients previously treated with aflibercept 2 mg, particularly by reducing SRF and fvPED"
    },
    {
      "title": "Feasibility and efficacy of video-assisted thoracoscopic surgery for the surgical stabilization of rib fractures: a single-center retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: VATS was feasible in 80% cases and was not associated with adverse outcomes. The addition of VATS to SSRF facilitated missed-injury identification and repair, enhanced intrathoracic visualization during fixation, and enabled hematoma evacuation, potentially reducing perioperative complications.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844620",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "VATS was feasible in 80% cases and was not associated with adverse outcomes. The addition of VATS to SSRF facilitated missed-injury identification and repair, enhanced intrathoracic visualization during fixation, and enabled hematoma evacuation, potentially reducing perioperative complications"
    },
    {
      "title": "Prevalence and Surgical Outcomes of Neuropathic Pain in Degenerative Cervical Myelopathy: A Multicenter Prospective Cohort Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study provides the first large-scale prospective evaluation of neuropathic pain in DCM. While neuropathic pain is prevalent and improves with surgery, residual symptoms-especially paresthesia/dysesthesia-remain common and impactful. These findings highlight the importance of individualized postoperative pain management strategies to optimize long-term QOL.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844590",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides the first large-scale prospective evaluation of neuropathic pain in DCM. While neuropathic pain is prevalent and improves with surgery, residual symptoms-especially paresthesia/dysesthesia-remain common and impactful"
    },
    {
      "title": "Descending projections from the insular cortex to the lateral parabrachial nucleus facilitate nocifensive behaviors in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844487/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The lateral parabrachial nucleus (LPBN) receives orofacial nociceptive inputs from the trigeminal spinal subnucleus caudalis and transmits them to higher brain regions, including the central amygdala (CeA), intralaminar thalamic nucleus, and insular cortex (IC). The IC processes orofacial nociception and sends descending axons to the LPBN. This study aimed to investigate the physiological functions of IC→LPBN projections using optogenetics. We classified LPBN neurons into glutamatergic and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844487",
      "journal": null,
      "objective": "investigate the physiological functions of IC→LPBN projections using optogenetics",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in the inference of deep viral evolutionary history",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844272/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The rapid rate of virus evolution, while useful for outbreak investigations, poses a challenge for accurately estimating long-term viral evolutionary divergence and leaves us with little genomic traces at deep evolutionary timescales, complicating the reconstruction of deep virus evolutionary history. Recent advancements in protein structure prediction and computational biology have opened up new avenues and enabled us to peer back further in time and with greater clarity than ever before. Here,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844272",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Functional conservation of the non-canonical strigolactone biosynthetic pathway in root parasitic plants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Root parasitic plants in the Orobanchaceae family cause widespread and serious damage to crop production, especially in sub-Saharan Africa. The obligate root parasitic plants in this family, such as Striga and Orobanche, germinate in response to host root-derived small molecules called strigolactones (SLs). Facultative root parasitic plants in the same family, such as Phtheirospermum japonicum, do not require SLs for germination. However, they also sense host root-derived SLs for the chemotropic...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844049",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nuclear quantum and H/D isotope effects on hydrogen-bond symmetrization in lithium hydroxide crystals at high pressure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844013/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Molecular crystals with hydrogen bonds undergo a phase transition and symmetrization of the hydrogen-bond network at high pressures. Lithium hydroxide (LiOH) also undergoes a similar phenomenon; however, the pressure at which it occurs remains unclear. This study employed the path integral molecular dynamics (PIMD) and static density functional theory calculations to investigate hydrogen-bond symmetrization in LiOH crystals at high pressures. The nuclear quantum effects centralized the protons...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40844013",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Asymmetric Stress Engineering of Dense Dislocations in Brittle Superconductors for Strong Vortex Pinning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843983/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Large lossless currents in high-temperature superconductors (HTS) critically rely on dense defects with suitable size and dimensionality to pin vortices, with dislocations being particularly effective due to their 1D geometry to interact extensively with vortex lines. However, in non-metallic compounds such as HTS with rigid lattices, conventional deformation methods typically lead to catastrophic fracture rather than dislocation-mediated plasticity, making it a persistent challenge to introduce...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843983",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of Mass Transfer Process in Chinese Cabbage During Cooking With Consideration of Hindrance by Cuticle",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Leafy vegetables have cuticle layers that hinder mass transfer. Although leafy vegetables are frequently heated with NaCl, the mass transfer difference between their cut and uncut surfaces during cooking remains uninvestigated. To simulate the NaCl concentration changes during the cooking of leafy vegetables, this study clarifies the difference between the mass transfer processes in cut and uncut surfaces of Chinese cabbage. The Chinese cabbage samples were soaked at 5-80°C and their inner and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843940",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification of Cancer-Associated Proteins in Colorectal Cancer Using Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843711/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings suggest that proteome abundance trends may contribute to the identification of biomarker candidates and therapeutic targets in colorectal cancer. However, given the limited sample size and lack of subtype stratification, further studies using larger, statistically powered cohorts are warranted to establish clinical relevance. These proteins may provide insights into drug resistance and tumor heterogeneity. Limitations of the study include the inability to detect...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843711",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that proteome abundance trends may contribute to the identification of biomarker candidates and therapeutic targets in colorectal cancer. However, given the limited sample size and lack of subtype stratification, further studies using larger, statistically powered cohorts are wa..."
    },
    {
      "title": "A Cancer-Specific Anti-Podocalyxin Monoclonal Antibody (humPcMab-60) Demonstrated Antitumor Efficacy in Pancreatic and Colorectal Cancer Xenograft Models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843679/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Background: Podocalyxin (PODXL) has been identified as a promising therapeutic target and a potential diagnostic biomarker in various tumors. Despite the therapeutic potential of anti-PODXL monoclonal antibodies (mAbs), their further development has been limited by concerns regarding potential on-target off-tumor toxicities. To minimize adverse effects on normal tissues, developing a cancer-specific mAb (CasMab) against PODXL is essential. Methods: Our group established a cancer-specific...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843679",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Technical report on the first clinical use of a bioabsorbable PGA spacer in HDR brachytherapy for recurrent cervical cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843614/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "In recurrent gynecologic malignancies following prior pelvic irradiation, definitive radiation therapy is often precluded by cumulative dose constraints to adjacent organs at risk (OARs), and patients may be left with only highly invasive surgical options such as total pelvic exenteration. While some institutions have explored displacement techniques such as artificial ascites or hyaluronic acid gel injection, these approaches are not widely adopted and frequently fail to ensure consistent and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843614",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Direct kneading of thermo-softening pulp towards producing sustainable tough composites of wood nanocellulose and polycaprolactone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843606/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Cellulose nanofibre (CNF)-reinforced plastics were prepared by direct kneading of polycaprolactone (PCL) and a new type of pulp with thermo-softening nature. This thermo-softening pulp fully disintegrated into CNFs within a melted PCL through kneading, resulting in an increase in the strength and thermal stability of PCL while preserving its toughness.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843606",
      "journal": "Cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The gut contractile organoid for studying the gut motility regulated by coordinating signals between interstitial cells of Cajal and smooth muscles",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843588/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The gut undergoes peristaltic movements regulated by intricate cellular interactions. How these interactions emerge in the developing gut remains poorly explored due to a lack of model system. We here developed a novel contractile organoid that is derived from the muscle layer of chicken embryonic hindgut. The organoid contained smooth muscle cells (SMCs) and interstitial cells of Cajal (ICCs; pacemaker) with few enteric neurons and underwent periodic contractions. The organoid was formed by...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843588",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of the frontier molecular orbitals and photophysical properties of boron tropolonate complexes by regioselective functionalization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843534/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Here, we show that the C5 substitution in α-tropolone efficiently modulates the energy level of the highest occupied molecular orbital rather than the lowest unoccupied one. Furthermore, the C5-substitution imparts functional luminescent properties, such as aggregation-induced emission, room-temperature phosphorescence, and thermally activated delayed luminescence.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843534",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Does intraspecific variation in juvenile Late Cretaceous ammonoids correlate with their systematic position, longevity and paleogeography?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40843208/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Phenotypic intraspecific variation of organisms is essential for evolution and, thus, has the potential to provide crucial insights into evolutionary dynamics. Additionally, ontogeny is often intricately linked with the evolutionary trajectories of organisms. In this study, we explore the relationship between the magnitude and ontogenetic pattern of intraspecific variation, and the interrelationships of organisms, their geographic distribution, and species duration. We analyzed the intraspecific...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40843208",
      "journal": null,
      "objective": "the intraspecific",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Helicobacter pylori</em> base-excision restriction enzyme in stomach carcinogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842971/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Many recent lines of evidence from the human microbiome and other fields indicate bacterial involvement in various types of cancer. Helicobacter pylori has been recognized as the major cause of stomach cancer (gastric cancer), but the mechanism by which it destabilizes the human genome to cause cancer remains unclear. Our recent studies have identified a unique family of toxic restriction enzymes that excise a base (A: adenine) from their recognition sequence (5'-GTAC). At the resulting abasic...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842971",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loading Rate in Single-Leg Drop Landing: Associations With Risk Factors for Ankle Sprain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842799/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: A higher LR during SDL was associated with reduced sagittal plane joint motion and delayed peroneus longus activation, both of which are biomechanical factors linked to AS onset. These findings suggest that the LR may serve as a useful marker for identifying individuals at elevated risk of AS.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842799",
      "journal": null,
      "objective": null,
      "significance": "that the LR may serve as a useful marker for identifying individuals at elevated risk of AS",
      "conclusion": "A higher LR during SDL was associated with reduced sagittal plane joint motion and delayed peroneus longus activation, both of which are biomechanical factors linked to AS onset. These findings suggest that the LR may serve as a useful marker for identifying individuals at elevated risk of AS"
    },
    {
      "title": "Association of patient, physician and visit characteristics with inappropriate antibiotic prescribing in Japanese primary care: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Targeting younger patients, patients with comorbidities, older physicians, physicians with high antibiotic prescribing, telehealth visits and regular hours care may further increase stewardship effectiveness.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842720",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Targeting younger patients, patients with comorbidities, older physicians, physicians with high antibiotic prescribing, telehealth visits and regular hours care may further increase stewardship effectiveness"
    },
    {
      "title": "Multinuclear Cu <sub><em>n</em></sub> S <sub><em>m</em></sub> clusters encapsulated by aromatic micelles as aqueous red-to-NIR phosphorescent ink",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Sulfur-bridged copper clusters are important biocomponents, yet their artificial analogues have rarely been studied in solution due to poor solubility and stability. Here we report the preparation of red-to-near-infrared (NIR) phosphorescent solutions from multinuclear Cu (n) S (m) clusters upon encapsulation by aromatic micelles in water. For instance, whereas a 2-mercapto-6-methylpyridine-based Cu(6)S(6) cluster shows no solution-state emission owing to its insolubility in common solvents, the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842697",
      "journal": "cell",
      "objective": null,
      "significance": "biocomponents, yet their artificial analogues have rarely been studied in solution due to poor solubility and stability",
      "conclusion": null
    },
    {
      "title": "Supramolecular conformational control of photolability in polymer networks crosslinked with a kinetically stable pseudo[1]rotaxane based on a coumarinylmethyl ester",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Photolabile polymer materials have attracted considerable scientific and societal attention owing to the spatiotemporal control of light. However, easily photoreactive polymers are intrinsically unstable, leading to a tradeoff between their reactivity and stability. This article reports a proof-of-concept for reversible switching between photostable and photolabile states in polymer network materials enabled by the supramolecular transformation of the kinetically stable pseudo[1]rotaxane. A...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842688",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The relationship between radiotherapy dose and cognitive outcomes in functional brain network hubs of glioma patients with predominantly left frontal lobe lesions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842644/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: RT seems to adversely affect left-sided functional hubs in a dose-dependent manner in glioma patients, which may contribute to cognitive dysfunction. Protecting these regions from the dose may potentially mitigate cognitive side effects in glioma patients. However, since most lesions were located in the left hemisphere and baseline testing was unavailable, a potential effect of tumor location cannot be entirely ruled out.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842644",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RT seems to adversely affect left-sided functional hubs in a dose-dependent manner in glioma patients, which may contribute to cognitive dysfunction. Protecting these regions from the dose may potentially mitigate cognitive side effects in glioma patients"
    },
    {
      "title": "Performance of serum gelsolin as a biomarker for mucosal activity in Crohn's disease: a comparison with C-reactive protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Serum gelsolin is a prospective noninvasive biomarker that outperforms CRP in detecting endoscopic disease activity in patients with ileocolonic-type CD.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842461",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Serum gelsolin is a prospective noninvasive biomarker that outperforms CRP in detecting endoscopic disease activity in patients with ileocolonic-type CD"
    },
    {
      "title": "Telehealth in palliative care settings: A systematic review of argument-based ethics literature",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842413/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Telehealth's benefits challenge its incompatibility with palliative care, however, significant risks threaten core palliative care values. Thus, careful implementation must prioritize ethical considerations.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842413",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Telehealth's benefits challenge its incompatibility with palliative care, however, significant risks threaten core palliative care values. Thus, careful implementation must prioritize ethical considerations"
    },
    {
      "title": "The role of ecological niche and seed mass in macroevolution of germination tolerance to salinity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842279/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This first quantitative assessment of the evolutionary tempo and mode of germination salinity tolerance across diverse plant taxa, provides novel insights into how evolutionary processes shape stress tolerance during germination, emphasizing the role of seed mass and growth forms in driving salinity tolerance to germination. These findings enhance our understanding of the strategies plants employ to navigate salinity stress.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842279",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This first quantitative assessment of the evolutionary tempo and mode of germination salinity tolerance across diverse plant taxa, provides novel insights into how evolutionary processes shape stress tolerance during germination, emphasizing the role of seed mass and growth forms in driving salinity..."
    },
    {
      "title": "Risk factors for Q fever incidence in South Korea: a comparative analysis using frequentist and Bayesian methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40842064/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In South Korea, slaughterhouse density was the main determinant of Q fever in metropolitan areas and livestock density was the primary risk factor in provinces. These findings underscore the need for region-specific preventive strategies and reinforce the value of a One Health approach.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40842064",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In South Korea, slaughterhouse density was the main determinant of Q fever in metropolitan areas and livestock density was the primary risk factor in provinces. These findings underscore the need for region-specific preventive strategies and reinforce the value of a One Health approach"
    },
    {
      "title": "The effectiveness of radiotherapy and transarterial embolization for advanced gastric cancer bleeding",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841936/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: RT exhibited superior hemostasis in advanced gastric cancer bleeding compared to TAE, yet both treatments showed similar re-bleeding-free survival rates. The success of the initial treatment, along with potential for further interventions, critically influenced outcomes, emphasizing the importance of effective initial hemostasis.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841936",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "RT exhibited superior hemostasis in advanced gastric cancer bleeding compared to TAE, yet both treatments showed similar re-bleeding-free survival rates. The success of the initial treatment, along with potential for further interventions, critically influenced outcomes, emphasizing the importance o..."
    },
    {
      "title": "Particle Arrangements and Optical Changes Induced by the Water Swelling of Melanin-Like Polydopamine Layers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841913/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The assembled structures of melanin particles, i.e., colloidal particles coated with a melanin-like polydopamine (PDA) layer, create vivid structural colors. While the thickness of the PDA layer influences the particle arrangement and optical properties, the underlying mechanism has remained controversial. We demonstrate that the water-swelling characteristics of PDA are crucial factors governing the dispersion and aggregation of these particles in solution. Detailed comparisons between dry and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841913",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluation of the HumanMethylationEPIC v2.0 Bead Chip Using Low Quality and Quantity DNA Samples",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Both DNA fragment size and DNA input amounts affect DNAm analysis on the EPIC v2.0, with the investigated DNA fragment size having a greater impact than the investigated DNA input amount. DNAm measurements were achieved with the EPIC v2.0 microarray down to an average DNA fragment size of 165 bp and a 20 ng DNA input. Highly fragmented DNA (95 bp) did not result in usable DNAm analysis as all samples failed QC. Overall, our study demonstrates the potential and limitations of EPIC...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841873",
      "journal": null,
      "objective": null,
      "significance": "than the investigated DNA input amount",
      "conclusion": "Both DNA fragment size and DNA input amounts affect DNAm analysis on the EPIC v2.0, with the investigated DNA fragment size having a greater impact than the investigated DNA input amount"
    },
    {
      "title": "Habitual Scratching in Atopic Dermatitis and Its Association with Disease Severity: Findings from Japanese Health Insurance Claims and App-Based Data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40841864/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Habitual scratching was commonly reported across all severity levels of AD in Japan and was associated with greater disease severity. These findings highlight the importance of recognizing/noticing and actively managing unconscious scratching behaviors as part of comprehensive AD care.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "40841864",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Habitual scratching was commonly reported across all severity levels of AD in Japan and was associated with greater disease severity. These findings highlight the importance of recognizing/noticing and actively managing unconscious scratching behaviors as part of comprehensive AD care"
    },
    {
      "title": "Unlocking the potential of lipid nanoparticles for enhanced glioma therapy: Recent advancements and future perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845485/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The most prevalent malignant CNS tumor is glioma, which exhibits a poor survival rate due to several limitations in its successful therapy. The existence of the blood-brain barrier, tumor heterogeneity, complex tumor microenvironment, and glioma stem cells are significant challenges in glioma therapy. This review article provides insight into the major hurdles of glioma therapy. The article's primary focus is to explore lipid nanocarriers' potential role in overcoming these glioma therapy...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845485",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defect-engineered cerium-based metal-organic frameworks via dynamic ligand competition: increasing coordinatively unsaturated sites for enhanced phosphate adsorption",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Phosphorus pollution triggers eutrophication of water bodies, threatening aquatic ecosystems and human health, highlighting the urgent need for efficient phosphorus removal materials. Herein, a propionic acid (PA)-mediated 'dynamic ligand competition-defect evolution' strategy is adopted to overcome the critical limitation of low coordinatively unsaturated metal sites density in metal-organic frameworks (MOFs). In this study, a new cerium-based MOF (Ce-ATA-PA) was prepared using this strategy....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845451",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural, functional and biochemical characterisation of apolipoprotein(a)-containing low-density lipoproteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Atherosclerosis is the leading cause of cardiovascular diseases and remains a global health challenge. Low-density lipoproteins are crucial in atherogenesis, with plasma levels as significant independent predictors of the condition. Lipoprotein(a), Lp(a), is an LDL variant considered a stand-alone atherosclerosis predictor. Although structurally similar in composition to LDL, Lp(a) contains an additional protein, apolipoprotein(a), covalently linked to apolipoprotein-B100 via a disulfide bond....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845449",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A membrane-bound IL-2 promotes CAR-NK cell proliferation, anti-apoptosis and anti-tumor activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845437/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Chimeric antigen receptor (CAR)-engineered natural killer (NK) cells hold promise for off-the-shelf cancer immunotherapy, yet their clinical application is hindered by poor persistence due to cytokine dependency and systemic toxicity from exogenous cytokine support. Here, we developed membrane-bound cytokine (mbCytokine) modules to enable autonomous survival signaling in CAR-NK cells. By fusing IL-2, IL-15, or the potent mimic Neo-2/15 to their cognate receptor α-chains (IL-2Rα or IL-15Rα), we...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845437",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multi-omics profiling reveals liver-retina axis in high-fat diet-induced early retinopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845434/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Diabetic retinopathy (DR), a leading cause of blindness in the working-age population, is a severe complication of type 2 diabetes mellitus (T2DM). The global increase in T2DM due to high-fat diets necessitates urgent research into the pathogenesis and precision treatments for high-fat-induced DR. Emerging clinical evidence of liver-retina crosstalk offers new mechanistic insights, while the underlying network of metabolites and secreted proteins within the liver-retina axis in high-fat diets...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845434",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The costs of the diagnosis and treatment of canine coccidioidomycosis in endemic regions, USA, 2022",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845432/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Coccidioidomycosis (\"Valley fever\") is a fungal disease that causes a wide range of illness severity in animals and people. Here, we use U.S. Census data, surveys of pet ownership demographics, and results of a nation-wide dog serologic study to estimate the financial burden of the disease to dog owners. We estimate that the one-year cost of diagnosis and treatment for uncomplicated pulmonary coccidioidomycosis in dogs across 6 endemic southwestern U.S. states ranged from $60,117,875 to...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845432",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reply to letter to the editor: The potential of body mass index-adjusted calf circumference as a proxy for low muscle mass in the global leadership initiative on malnutrition criteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845423",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effect of renal function on dual antiplatelet therapy using cilostazol for stroke prevention: a CSPS.com trial post hoc analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845415/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Long-term dual antiplatelet therapy with cilostazol was more efficacious in decreasing recurrent ischemic stroke than monotherapy for patients with mildly decreased eGFR, but not for those with moderately decreased eGFR or those with normal or increased eGFR. Trial Registration Information: ClinicalTrials.govNCT01995370.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845415",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Long-term dual antiplatelet therapy with cilostazol was more efficacious in decreasing recurrent ischemic stroke than monotherapy for patients with mildly decreased eGFR, but not for those with moderately decreased eGFR or those with normal or increased eGFR. Trial Registration Information: Clinical..."
    },
    {
      "title": "Letter to the Editor: Comments on the Article Entitled \"Case Report: A Complex Multidisciplinary Surgical Approach for a Pediatric Patient With Congenital Meningoencephalocele\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845383",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Association Between ASA Score and Poor Quality of Recovery in Patients Undergoing Microsurgical Head and Neck Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845378/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our findings suggest that optimizing the preoperative physical condition of patients with an ASA score of 3 before microsurgical FTT to the head and neck may decrease the occurrence of PQR.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845378",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that optimizing the preoperative physical condition of patients with an ASA score of 3 before microsurgical FTT to the head and neck may decrease the occurrence of PQR"
    },
    {
      "title": "A Photo-Patternable Solid-State Electrolyte for High-Performance, Miniaturized, and Implantable Organic Electrochemical Transistor-Based Circuits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Organic electrochemical transistors (OECTs) are crucial for next-generation (bio-)electronic devices but are often constrained by the use of aqueous electrolytes, which introduce crosstalk, hinder miniaturization, and limit circuit integration. Here, a photo-patternable solid-state electrolyte based on 𝜄-carrageenan (𝜄-CGN) and poly(ethylene glycol) diacrylate (PEGDA) is presented, enabling high-performance OECTs and complementary circuits. The 𝜄-CGN electrolyte exhibits high ionic conductivity...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845361",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual Drug-Loaded Hyaluronate-Based Self-Adaptable Hydrogel for Diabetic Infected Wound Healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Diabetic infected wounds struggle to self-heal due to hyperglycemia, bacterial infection, and lack of effective treatments. Herein, a hyaluronic-based self-adaptable (HASA) hydrogel was developed via the host-guest interaction between γ-cyclodextrin (γCD) and coumarin. The reversible host-guest linkers conferred the HASA hydrogel with high network dynamics, enabling excellent injectability and shape adaptability. By encapsulating the levofloxacin (LEV) within the γCD cavity and incorporating the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845349",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Associations of High Attenuation Area-related Proteomic Biomarkers with Fibrotic or Subpleural Interstitial Lung Abnormalities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845333/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Plasma proteins associated with more HAA are involved in immune and cellular processes and associate with new onset fibrotic-subpleural ILA.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845333",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Plasma proteins associated with more HAA are involved in immune and cellular processes and associate with new onset fibrotic-subpleural ILA"
    },
    {
      "title": "2 × 2 Charge Density Wave in Fe<sub>0.33</sub>NbSe<sub>2</sub> Stabilized by Disordered Intercalation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The complex interplay between electronic and lattice degrees of freedom underlies a rich variety of emergent phenomena in quantum materials, particularly charge density waves (CDWs). Understanding the distinct roles of electron carriers and structural order in CDW formation is crucial for elucidating the underlying mechanisms and enabling control over material properties. The intertwined effects of charge doping and structural periodicity make it challenging to isolate the individual...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845329",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrafast 10 ppb Acetonitrile THz Gas Sensor Based on Flexible Low-Loss Ag/PP Hollow Waveguide",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845328/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Acetonitrile is widely used in pharmaceutical and industrial processes, but it is a volatile, flammable, and toxic gas. The rapid detection of trace acetonitrile gas is crucial for industrial production, environmental monitoring, and public safety. This study presents a novel high-performance acetonitrile terahertz (THz) gas sensing system based on a flexible, low-loss Ag/PP THz hollow waveguide (HWG). The mathematical model of the established sensing system calculates that the designed sensor...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845328",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Inhaled Tobacco and Cannabis Co-Use on Respiratory Health and Tobacco Cessation. An Official American Thoracic Society Research Statement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845321/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: This statement outlines and guides a research agenda on the effects of inhaled tobacco-cannabis co-use on tobacco cessation and lung health. Consensus-driven recommendations include adopting harmonized terms and minimum data elements; studying the prevalence of co-use among populations experiencing tobacco-related disparities; evaluating the impact of co-use on tobacco cessation pharmacotherapies; and assessing the effects of co-use on the development and progression of lung...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845321",
      "journal": null,
      "objective": null,
      "significance": "of co-use on tobacco cessation pharmacotherapies; and assessing the effects of co-use on the development and progression of lung",
      "conclusion": "This statement outlines and guides a research agenda on the effects of inhaled tobacco-cannabis co-use on tobacco cessation and lung health. Consensus-driven recommendations include adopting harmonized terms and minimum data elements; studying the prevalence of co-use among populations experiencing ..."
    },
    {
      "title": "Thirty-Day Outcomes Following Pediatric Cranioplasty: An Analysis of 249 Patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845319/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Surgical outcomes and perioperative factors associated with pediatric cranioplasty remain incompletely understood. The authors queried the National Surgical Quality Improvement Program-Pediatric (NSQIP-P) database to evaluate outcomes and intraoperative/postoperative blood transfusions in patients undergoing cranioplasty between 2019 and 2023. A total of 249 patients (mean age 9.1 ± 5.4 y) were included. Most cranioplasties (70.7%) utilized alloplastic materials compared with autologous. Blood...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845319",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Collagen Post-Translational Modifications Are Altered in IPF Including within ECM Receptor Binding Motifs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845301",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Time Course of Postmatch Physical Impairments in Professional Soccer: A Systematic Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845278/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Drayton, AM, Hamad, MJ, and Spyrou, K. The time course of postmatch physical impairments in professional soccer: A systematic review. J Strength Cond Res XX(X): 000-000, 2025-Professional soccer often requires players to compete every 72 hours (h), which can lead to notable fatigue and exercise-induced muscle damage. Knowledge of postmatch impairments of physical performance can support efforts to maintain optimal performance and minimize injury risk, alongside factors such as nutrition,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845278",
      "journal": "professional soccer: A systematic review. J Strength Cond Res XX(X): 000-000",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Rapid Review of States' Portable Medical Order Forms and the National POLST Paradigm for Advanced Care Planning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845276/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Hospice and palliative care nurses initiate goals of care conversations with patients and family members while advocating for the completion of advance directives. As leaders in these conversations, nurses must have a working knowledge of the various forms, such as portable medical orders. The National Physician Orders for Life-Sustaining Treatment (POLST) Paradigm calls for the standardization of portable medical orders to ensure goal-concordant care that can cross all healthcare settings. This...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845276",
      "journal": null,
      "objective": "of care conversations with patients and family members while advocating for the completion of advance directives",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mucus Plugs Correlate with Small Airway Remodelling in Asthma: A Case-Control Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845271/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: In asthma, mucus plugs are a prominent and spatially heterogeneous feature within the distal small airways, and are associated with airway wall remodelling and lumen narrowing, making them a key target for improving lung ventilation and patient outcomes.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845271",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In asthma, mucus plugs are a prominent and spatially heterogeneous feature within the distal small airways, and are associated with airway wall remodelling and lumen narrowing, making them a key target for improving lung ventilation and patient outcomes"
    },
    {
      "title": "Cortical Gray Matter Proteins Associated With Cerebral Amyloid Angiopathy in Community-Dwelling Older Adults: An Autopsy Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: Cerebral amyloid angiopathy (CAA) is the accumulation of β-amyloid (Aβ) in the walls of small vessels in the leptomeninges and cortex and is a risk factor of intracerebral hemorrhage and dementia, but its underlying mechanism is unknown. We examined cortical proteins in relation to CAA to elucidate the molecular mechanisms underlying CAA.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845264",
      "journal": null,
      "objective": "Cerebral amyloid angiopathy (CAA) is the accumulation of β-amyloid (Aβ) in the walls of small vessels in the leptomeninges and cortex and is a risk factor of intracerebral hemorrhage and dementia, but...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in Gray Matter Morphology and White Matter Microstructure Across the Adult Lifespan in People With Temporal Lobe Epilepsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845263/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "BACKGROUND AND OBJECTIVES: Temporal lobe epilepsy (TLE) is commonly associated with mesiotemporal pathology and widespread alterations of gray and white matter structures. Evidence supports a progressive condition, although the temporal evolution of TLE is poorly defined. In this ENIGMA-Epilepsy study, we aim to investigate structural alterations in gray and white matter across the adult lifespan in patients with TLE by charting both gray and white matter changes and explore the covariance of...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845263",
      "journal": null,
      "objective": "Temporal lobe epilepsy (TLE) is commonly associated with mesiotemporal pathology and widespread alterations of gray and white matter structures",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Expanding the Biomarkers Toolbox for Diagnosis of Vascular Cognitive Impairment and Dementia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845261",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "US Food and Drug Administration Approval Summary: Inavolisib With Palbociclib and Fulvestrant for Endocrine-Resistant, <em>PIK3CA</em>-Mutated, Hormone Receptor-Positive, Human Epidermal Growth Factor Receptor 2-Negative, Locally Advanced or Metastatic Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: The approval of inavolisib with palbociclib plus fulvestrant was based on a statistically significant and clinically meaningful improvement in PFS observed in the INAVO120 trial. Before this approval, there were no specific therapies approved by the FDA for the first-line treatment of patients with endocrine-resistant, hormone receptor-positive advanced or MBC.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845250",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The approval of inavolisib with palbociclib plus fulvestrant was based on a statistically significant and clinically meaningful improvement in PFS observed in the INAVO120 trial. Before this approval, there were no specific therapies approved by the FDA for the first-line treatment of patients with ..."
    },
    {
      "title": "Mechanistic Insight into the Cleavage Site Specificity of <em>Vibrio</em> Collagenase VhaC to the Y-G Bonds in Collagen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845237/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "M9 collagenases have various biotechnological and medical applications due to their high activity and specificity to collagen. Although the collagenolytic mechanism of M9 collagenases has been studied, the molecular basis for their cleavage site specificity remains unknown. Here, the mechanism of the Y-G bond cleavage site specificity of M9 collagenase VhaC was studied. The double-G motif (G441 and G442) and Y549 of VhaC define a narrow S1' substrate binding pocket responsible for P1' substrate...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845237",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spin-Density Functional Regularization for Singlet Diradicals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845227/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Broken-symmetry density functional theory (DFT) is one of the commonly used methods for treating the static-correlation effects in singlet diradicals, which arise from the (quasi-)degeneracy of their frontier orbitals. Although the method yields quantitatively accurate energies for simple cases, such as stretched diatomic molecules, it fails for other systems with more complicated electronic structures due to the artificially broken spin symmetries. In this work, we present a spin-density...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845227",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mixed-Solvent Crystallization Expands the Chemical Space of 2D Perovskites and Enables Phonon-Limited Exciton Transport",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845225/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The advancement of two-dimensional (2D) halide perovskite optoelectronics relies on synthetic methods that enable new material discovery and the growth of high-quality crystals with a low defect density. Despite the vast chemical space of potential organic cations, many remain incompatible with conventional aqueous solution synthesis, which leads to thermodynamically stable non-2D-perovskite structures or introduces chemical reactivity issues. Here, we present a room-temperature...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845225",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "ACTN3 R577X (rs1815739) Polymorphism and Athlete Status: An Additional Case-Control Association Study and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845214/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Chelly, A, Bouzid, A, Kammoun, I, koubaa, H, Masmoudi, S, Chtourou, H, and Rebai, A. ACTN3 R577X (rs1815739) polymorphism and athlete status: An additional case-control association study and meta-analysis. J Strength Cond Res XX(X): 000-000, 2025-The ACTN3 rs1815739 CC and TT genotypes have been suggested to be associated with power/mixed and endurance performance, respectively. However, results were in general controversial and inconclusive, and data concerning Tunisian athletes have not been...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845214",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Orthostatic Systolic Blood Pressure Elevation and Incident Atrial Fibrillation: Insights From the SPRINT Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Exaggerated orthostatic changes in systolic blood pressure (SBP) were associated with adverse cardiovascular events. We aim to assess the association between orthostatic SBP changes and incident atrial fibrillation (AF). We performed a post hoc analysis of SPRINT (Systolic Blood Pressure Intervention Trial). Orthostatic SBP changes were defined as standing SBP minus seated SBP. Patients were grouped into tertiles of orthostatic SBP changes. We used Cox proportional regression models to assess...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845203",
      "journal": null,
      "objective": "to assess the association between orthostatic SBP changes and incident atrial fibrillation (AF)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Incidence of Laboratory Defined Severe Intravascular Hemolysis Across Commercially Available Pulsed Field Ablation Technologies for Atrial Fibrillation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Although over 17% of the cohort met the hematologic definition for significant IH, the absence of clinically significant renal impairment suggests that this threshold may not accurately reflect clinically meaningful hemolysis following PFA. The absence of clinical predictors or laboratory surrogates suggests the rare risk of renal injury must be balanced with the well-established benefits of PFA when lesions are delivered in moderation optimizing tissue contact.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845172",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although over 17% of the cohort met the hematologic definition for significant IH, the absence of clinically significant renal impairment suggests that this threshold may not accurately reflect clinically meaningful hemolysis following PFA. The absence of clinical predictors or laboratory surrogates..."
    },
    {
      "title": "Response to the unsolicited commentary by Meng et al.: \"Rethinking Dexamethasone Suppression Test Thresholds in the Era of Precision Steroid Profiling\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845165/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845165",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quality of life, Psychosocial difficulties and Bullying in Pediatric Alopecia Areata Patients: A European Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: Adolescents with AA often face significant challenges, including higher rates of bullying and emotional struggles compared to healthy controls. Developing targeted interventions to combat stigma and support mental and emotional well-being of pediatric AA patients and a collaborative effort involving dermatologists, psychologists, and educators could possibly make a meaningful difference in improving the QoL for these young individuals.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845162",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adolescents with AA often face significant challenges, including higher rates of bullying and emotional struggles compared to healthy controls. Developing targeted interventions to combat stigma and support mental and emotional well-being of pediatric AA patients and a collaborative effort involving..."
    },
    {
      "title": "Genome-Wide Cox Regression Analysis Identifies 134 Novel Risk Loci for Disability Development: The Canadian Longitudinal Study on Aging and UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study is among the first genome-wide Cox regression analyses to uncover novel genetic loci and biological pathways involved in disability development in older adults. These findings provide a foundation for predictive modeling and targeted prevention strategies.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845153",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study is among the first genome-wide Cox regression analyses to uncover novel genetic loci and biological pathways involved in disability development in older adults. These findings provide a foundation for predictive modeling and targeted prevention strategies"
    },
    {
      "title": "Crosstalk Between Lysine Lactylation and Acetylation Regulates Lactate Dehydrogenase in Streptococcus mutans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Post-translational modifications (PTMs) provide essential fine-tuning of protein functions in response to environmental changes. Among the PTMs, lysine acetylation (Kac) and the recently identified lysine lactylation (Kla) play crucial roles in metabolic regulation considering that lactate and acetyl-CoA (Ac-CoA) are generated from pyruvate as the outlet of glycolysis. However, their crosstalk and regulatory mechanisms remain largely unknown, particularly in prokaryotes. Herein, we investigated...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845146",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bias in the estimated reporting fraction due to vaccination in the time-series SIR model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845139/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The time-series Susceptible-Infectious-Recovered (TSIR) model has been a standard tool for studying the non-linear dynamics of acute, immunizing infectious diseases. The standard assumption of the TSIR model, that vaccination is equivalent to a reduction in the recruitment of susceptible individuals, or the birth rate, can lead to a bias in the estimate of the reporting fraction and of the total incidence. We show that this bias increases with the level of vaccination due to a double counting of...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845139",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HIV broadly neutralizing antibody precursors to the Apex epitope induced in nonhuman primates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "An effective prophylactic HIV vaccine will likely need to induce broadly neutralizing antibodies (bnAbs). bnAbs to the Apex region of the HIV envelope glycoprotein (Env) are promising targets for vaccination because of their relatively low somatic hypermutation compared with other bnAbs. Most Apex bnAbs engage Env using an exceptionally long heavy-chain complementarity-determining region 3 (HCDR3) containing specific binding motifs, which reduces bnAb precursor frequency and makes priming of...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845127",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Reprogramming intratumoral T<sub>reg</sub> cells by morpholino-mediated splicing of FOXP3 for cancer immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845126/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Regulatory T cells (T(reg) cells) represent a primary barrier to the development of effective antitumor immunity. Here, we report that reprogramming T(reg) cells by shifting the expression of FOXP3 from its full-length isoform (FOXP3^(FL)) to a short isoform with exon 2 skipped (FOXP3^(dE2)) promotes CD8 T cell-mediated antitumor immunity. FOXP3^(dE2) mRNA expression in triple-negative breast cancer tissue positively correlated with overall patient survival. Mice expressing only the FOXP3^(dE2)...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845126",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Provider Factors Likely to Impact Access and Uptake of Long-Acting Injectable Cabotegravir for Transgender Women in the United States: Results of a Qualitative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Long-acting injectable cabotegravir (CAB-LA) was US Food and Drug Administration-approved in 2021. However, little is known about providers' CAB-LA knowledge, attitudes, challenges, and prescribing preferences for transgender women patients. Understanding this is critical to developing new pre-exposure prophylaxis (PrEP) interventions tailored to transgender women. We conducted 45-min, in-depth Zoom interviews (IDIs) with United States-based health care providers who prescribe PrEP to...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845122",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Coupling between ion transport and electronic properties in individual carbon nanotubes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845118/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Carbon nanomaterials exhibit unique electrokinetic phenomena due to rapid ion transport within the Debye layer, which have been exploited for energy conversion, membrane technology, and liquid lubrication. The electronic properties of solids have been found to influence water permeation and proton transport; however, their effect on ion transport has not been observed. Here, we present an experimental investigation of ion transport in individual double-walled carbon nanotubes (CNTs) of both...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845118",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distinctive molecular features of radiation-induced thyroid cancers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Papillary thyroid carcinoma (PTC) incidence increased after childhood exposure to radioactive fallout from the Chornobyl accident. We investigated PTC genomic profiles to distinguish radiation-induced versus sporadic oncogenic drivers by modeling dose and molecular characteristics by driver category: BRAF^(V600E) (n = 132), RAS mutation (n = 31), fusions generated from two breakpoints and <20 base pairs (bp) breakpoint gain/loss (Fusion^(2B<20bp); n = 63), or ≥3 breakpoints and ≥1000 bp...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845117",
      "journal": null,
      "objective": "PTC genomic profiles to distinguish radiation-induced versus sporadic oncogenic drivers by modeling dose and molecular characteristics by driver category: BRAF^(V600E) (n = 132), RAS mutation (n = 31)...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Liver regeneration-associated hepatocellular YAP1 activation prevents colorectal cancer liver metastasis through glutamine competition",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845109/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The literature suggests that hepatocellular Yes-associated protein 1 (YAP1) signaling is activated following hepatectomy and that such activation can suppress the growth of metastatic liver tumors. The prognosis of a real-world cohort of 240 patients with colorectal cancer liver metastasis (CRLM) undergoing major and minor hepatectomy was compared after adjusting for confounding factors. To model CRLM, we induced liver metastasis in mice by transsplenically injecting MC38 cells. We found that...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845109",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size-dependent temporal decoupling of morphogenesis and transcriptional programs in pseudoembryos",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Understanding the interplay between cell fate specification and morphogenetic changes remains a challenge in developmental biology. Gastruloids, stem cell models of postimplantation mammalian development, provide a platform to address this question. Here, using quantitative live imaging and transcriptomic profiling, we show that physical parameters, particularly system size, affect morphogenetic timing and outcomes. Larger gastruloids exhibit delayed symmetry breaking, increased multipolarity,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845108",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Characterization of the glycoproteins of fish and amphibian influenza B-like viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845102/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Influenza-like virus sequences previously identified in fish and amphibians cluster as a sister clade of influenza B viruses but remain largely uncharacterized. We demonstrate that salamander influenza-like virus (SILV) hemagglutinin (HA) is functionally divergent from influenza B virus HA and does not bind to α2,3- and α2,6-linked sialic acids. However, the HAs of Siamese algae-eater influenza-like virus (SAEILV) and chum salmon influenza-like virus (CSILV) bind to α2,3-linked sialic acid....",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845102",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Large-scale complementary carbon nanotube integrated circuits for harsh radiation environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Silicon-based integrated circuits operating in radiation environments require additional and complex hardening configurations, leading to performance lags compared to the International Roadmap for Devices and Systems. Carbon nanotubes (CNTs), with their ultrastrong chemical bonds and nanoscale dimensions, offer substantial potential for high-performance, radiation-tolerant electronics. However, the challenges associated with radiation-tolerant fabrication processes have hindered the development...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845101",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbiota metabolite taurodeoxycholic acid maintains intestinal tissue residency of innate lymphoid cells via engagement with P2Y10 receptor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845099/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Innate lymphoid cells (ILCs) play critical roles in innate immunity, epithelial barrier protection, and tissue homeostasis. However, the maintenance machinery of intestinal tissue residency of ILCs remains elusive. Here, we show that gut microbiota is necessary for the maintenance of intestinal tissue residency of ILCs. Microbiota metabolite taurodeoxycholic acid (TDCA) binds to P2Y10 receptor on ILCs to initiate downstream Ca^(2+) and RhoA signaling pathways. TDCA-P2Y10 engagement induces...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845099",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanism and cellular actions of the potent AMPK inhibitor BAY-3827",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845097/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Inhibition of adenosine 5'-monophosphate (AMP)-activated protein kinase (AMPK) is under increasing investigation for its therapeutic potential in many diseases. Existing AMPK inhibitors are however limited, with poor selectivity and substantial off-target effects. Here, we provide mechanistic insights and describe the cellular selectivity of the recently identified AMPK inhibitor BAY-3827. A 2.5-Å cocrystal structure of the AMPK kinase domain with BAY-3827 revealed distinct features including a...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845097",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Redox conduction facilitates direct interspecies electron transport in anaerobic methanotrophic consortia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Anaerobic methanotrophic archaea (ANME) and sulfate-reducing bacteria (SRB) form syntrophic partnerships in marine sediments to consume greenhouse gas methane. While direct interspecies electron transport is proposed to enable ANME/SRB symbiosis, its electrochemical properties remain uncharacterized. Here, using sediment-free enrichment cultures, we measured the electron transport capabilities of marine consortia under physiological conditions. Diverse ANME/SRB consortia exhibited high dry...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845095",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Regulation of feather length: FGF/IGF signaling and NOTCH/YAP modulation of progenitor cell topology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845092/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The regulation of organ size is a fundamental biological question. This study investigates how feather length is regulated in chickens. We found that collar bulge stem cell zones vary in size: main sickle > lesser sickle > contour feathers. During growth, IGF and FGF9 signaling are highly expressed, while BMP, WIF1, and FGF18 increase toward growth termination. Functional assays show that insulin-like growth factor/fibroblast growth factor signaling promotes feather elongation via tyrosine...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845092",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Understanding monocyte-driven neuroinflammation in Alzheimer's disease using human cortical organoid microphysiological systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Increasing evidence strongly links neuroinflammation to Alzheimer's disease (AD) pathogenesis. Peripheral monocytes are crucial components of the human immune system, but their contribution to AD pathogenesis is still largely understudied partially due to limited human models. Here, we introduce human cortical organoid microphysiological systems (hCO-MPSs) to study AD monocyte-mediated neuroinflammation. By culturing doughnut-shape organoids on 3D-printed devices within standard 96-well plates,...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845091",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel method for combining microbial bioremediation with static magnetic fields to remediate mercury-contaminated soils",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Heavy metal contamination poses a significant risk to both the environment and public health, particularly through metallic mercury, a neurotoxic contaminant capable of bioaccumulating in food chains. This article presents a novel approach to remediating mercury-polluted soils by combining microbial bioremediation with the effects of a static magnetic field, applied at an induction of 260 mT for 12 hours at the start of the experiment. The decontamination technique was applied to...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845077",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Investigating Liquid-Liquid Phase Separation in Lung Adenocarcinoma to Improve Prognostic Accuracy and Treatment Efficacy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Liquid-Liquid Phase Separation (LLPS) refers to the separation of biomacromolecules into separate liquid phases within the cells, plays a critical role in lung cancer pathogenesis. Using machine learning, we developed an LLPS-associated signature (LLPSAS) based on 79 key genes. The LLPSAS demonstrated superior prognostic performance compared to 140 existing lung adenocarcinoma (LUAD) prognostic models. Patients stratified by LLPSAS risk scores revealed significantly lower overall survival in the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845073",
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CREATE and CONNECT: Arboviruses at the intersection of research and community outreach",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845072/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845072",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Antibiotic use in companion animals in veterinary teaching hospitals in Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845070/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "The high volume of antibiotics used for companion animals, off-label use of human-registered antibiotics for veterinary purposes, and close human-animal interactions raises policy concerns related to antimicrobial resistance in companion animals. This study aimed to assess the volume and type of antibiotic usage in companion animals at veterinary teaching hospitals in Thailand. In 2018, we obtained a dataset of visits that occurred between 2015 and 2017 from eight selected veterinary teaching...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845070",
      "journal": null,
      "objective": "assess the volume and type of antibiotic usage in companion animals at veterinary teaching hospitals in Thailand",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Good Learners Are Poor Monitors: A Negative Relation Between Learning Ability and Monitoring Accuracy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845062/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Effective learning involves not only the ability to quickly acquire knowledge and skills, but also the capacity to accurately monitor one's ongoing learning progress. The present research probed the relation between learning ability and monitoring accuracy. A meta-analysis (Study 1, N = 2,406) counterintuitively found that individuals with superior learning ability exhibited slightly poorer monitoring accuracy (measured as the resolution of judgments of learning). Study 2 reanalyzed the...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845062",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Transcranial focused ultrasound to nucleus accumbens reverses fentanyl-induced conditioned place preference in rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Fentanyl-related opioid use disorder (OUD) continues to be a substantial public health concern. Current pharmacological treatments, using methadone and buprenorphine, can cause adverse side effects, and patients often relapse, necessitating alternative treatment strategies. Transcranial focused ultrasound (tFUS), a noninvasive neuromodulation technique with deep brain penetrability and high spatial selectivity, is emerging as a potential intervention for treatment of OUD. To evaluate utility of...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845058",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comorbidity patterns associated with severe COVID-19 outcomes: A cohort study based on the UK Biobank",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845057/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: Our study demonstrated that pre-existing comorbidity modules, particularly modules related to circulatory and respiratory diseases and age-related eye diseases, were associated with severe COVID-19. Moreover, the module-based comorbidity index provides better prediction of severe COVID-19 than existing prediction indices.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845057",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our study demonstrated that pre-existing comorbidity modules, particularly modules related to circulatory and respiratory diseases and age-related eye diseases, were associated with severe COVID-19. Moreover, the module-based comorbidity index provides better prediction of severe COVID-19 than exist..."
    },
    {
      "title": "Ambiguities in cutaneous leishmaniasis classification and the need for consensus: Experience from Ethiopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845055/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS/SIGNIFICANCE: There is no clear understanding and harmony in the classification of CL. Reproducible classification guidelines and training of healthcare providers on CL are needed to ensure consistency in further classification to allow generalizability and comparison of clinical trial findings. Simpler classifications with direct links to treatment decision-making would be valuable.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845055",
      "journal": null,
      "objective": null,
      "significance": "There is no clear understanding and harmony in the classification of CL",
      "conclusion": null
    },
    {
      "title": "Epidemiological, temporal, and geographic trends of leptospirosis in the United States, 2014-2020",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845049/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSIONS: An increasing number of leptospirosis cases in the U.S. are being reported, mostly from domestic sources of infection. Changing epidemiological trends away from occupational exposures to avocational or recreational activities highlights the need for interventions mitigating these exposure risks. A high percentage of cases were hospitalized and died emphasizing the need to educate healthcare providers, public health professionals, and the public about early identification and...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845049",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "An increasing number of leptospirosis cases in the U.S"
    },
    {
      "title": "A call for patient involvement in peripheral artery disease research priority setting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "No abstract",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845041",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Interplay of Energy and Charge Transfer in WSe<sub>2</sub>/CrSBr Heterostructures",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "van der Waals heterostructures (vdWHs) composed of transition-metal dichalcogenides (TMDs) and layered magnetic semiconductors offer great opportunities to manipulate the exciton and valley properties of TMDs. Here, we present magneto-photoluminescence (PL) studies in a WSe(2) monolayer (ML) on a CrSBr crystal, an anisotropic layered antiferromagnetic semiconductor. Our results reveal the unique behavior of each of the ML-WSe(2) PL peaks under a magnetic field that is distinct from the pristine...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845035",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inter-epidemic seroprevalence of Rift Valley fever virus and associated risk factors in humans in Eastern Rwanda",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40845024/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "CONCLUSION: This study is a first serological survey of RVFV spillover to humans in the country and shows that rural communities in Rwanda have been exposed to RVFV. These findings suggest the Eastern province of Rwanda as a potential hotspot for RVFV circulation, and emphasize the need for a countrywide One Health-based surveillance, prevention, and control strategy to minimize the effects of RVFV in the country.",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40845024",
      "journal": null,
      "objective": null,
      "significance": "the Eastern province of Rwanda as a potential hotspot for RVFV circulation, and emphasize the need for a countrywide One Health-based surveillance, prevention, and control strategy to minimize the eff...",
      "conclusion": "This study is a first serological survey of RVFV spillover to humans in the country and shows that rural communities in Rwanda have been exposed to RVFV. These findings suggest the Eastern province of Rwanda as a potential hotspot for RVFV circulation, and emphasize the need for a countrywide One He..."
    },
    {
      "title": "AlGaSe<sub>3</sub>: Tuning Stability via Partial Cation Substitution and Achieving a Nonlinear Optical Property Leap",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844995/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Simultaneously achieving a large second-harmonic generation (SHG) response and high laser-induced damage threshold (LIDT) remains a critical scientific challenge in mid-infrared nonlinear optical (NLO) materials. Computational studies demonstrate that Al(2)Se(3) exhibits a large NLO coefficient and an ultrawide bandgap among selenides. However, its instability excludes the application potential, which attracts us to design its derivatives. Novel AlGaSe(3) can be obtained via a chemical...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40844995",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Emerging challenges for mosquito-borne disease control and the promise of symbiont-based transmission-blocking strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/40844991/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20250822211754&v=2.18.0.post9+e462414",
      "description": "Mosquitoes serve as vectors for a variety of pathogens that cause life-threatening diseases, such as malaria, dengue, Zika, and yellow fever. With the rise of antimalarial drug resistance and a lack of therapeutics or prophylactics for dengue and Zika, current disease control strategies rely heavily on mosquito population management. However, the effectiveness of conventional approaches is increasingly compromised, highlighting an urgent need for innovative tools to combat mosquito-borne...",
      "pubDate": "2025-08-22T10:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "40844991",
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}