{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-25T07:40:21.513Z",
  "totalItems": 150,
  "totalArchived": 48092,
  "newPapersAdded": 143,
  "institutionBreakdown": {
    "KAIST": 3,
    "SNU": 31,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 47,
    "IBS": 77,
    "UNIST": 0,
    "Hanyang University": 4,
    "KIST": 1,
    "GIST": 1,
    "Kyung Hee University": 5,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 82,
    "Materials Science": 8,
    "Computer Science": 2,
    "Biomedical": 29,
    "Cancer Research": 18,
    "Neuroscience": 11
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Comparative analysis of signal decomposition methods for regional sea level trend estimation: a case study of the Korean peninsula",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Regional sea level rise (SLR) analysis requires robust methods capable of capturing temporal variations beyond simple linear trends. The Korean Peninsula, surrounded by three distinct seas with diverse oceanographic characteristics, provides an ideal testbed for evaluating different methodological approaches to SLR trend estimation. This study compares three analytical methods-Complete Ensemble Empirical Mode Decomposition with Adaptive Noise (CEEMDAN), Ensemble Empirical Mode Decomposition...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "KIST",
        "SNU"
      ],
      "pmid": "41580454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "New beam hardened data correction and its application to artifact reduction in CT images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Grounded in physical modeling and analytical approximation, this study presents a mathematical formulation for estimating the mean energy corresponding to beam-hardened projection data and develops a correction method that effectively mitigates beam-hardening artifacts. The results highlight the potential of the proposed mean energy-based correction as a practical and computationally efficient solution for improving CT image quality. However, as this study primarily focused on the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41579111",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Grounded in physical modeling and analytical approximation, this study presents a mathematical formulation for estimating the mean energy corresponding to beam-hardened projection data and develops a correction method that effectively mitigates beam-hardening artifacts. The results highlight the pot..."
    },
    {
      "title": "Optimization of serum-free medium supplemented with microalgal extract using response surface methodology for human fibroblast culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41578323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictive associations between brain functional connectivity, motor abilities, and executive function development in early childhood: a longitudinal machine learning study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580722/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41580722",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predictors of unmet healthcare needs among women with disabilities: evidence from a national cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580717/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Women with disabilities experience high rates of unmet healthcare needs. Limitations in daily living due to physical disability, low socioeconomic status (SES), and mental health vulnerability emerged as major factors underlying unmet healthcare needs among women with disabilities. Integrated policies addressing financial barriers, healthcare accessibility, and women's health are needed to meet the unique needs of women with disabilities.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41580717",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Women with disabilities experience high rates of unmet healthcare needs. Limitations in daily living due to physical disability, low socioeconomic status (SES), and mental health vulnerability emerged as major factors underlying unmet healthcare needs among women with disabilities"
    },
    {
      "title": "Characteristics and treatment outcomes for presumed congenital superior oblique palsy in adults",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In adults with presumed congenital SOP, diverse clinical manifestations were observed. The angle of deviation, duction and version patterns, and treatment outcomes were not associated with the presence of SO hypoplasia on MRI. Despite the diversity in clinical features, treatment outcomes remained favorable.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41580691",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In adults with presumed congenital SOP, diverse clinical manifestations were observed. The angle of deviation, duction and version patterns, and treatment outcomes were not associated with the presence of SO hypoplasia on MRI"
    },
    {
      "title": "Aortoesophageal fistula as a late-onset complication of infected aortic arch aneurysm caused by Salmonella enterica serotype Choleraesuis: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41580630",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Non-Invasive electrophysiological monitoring of cardiac organoids using 3D-Net-assisted microelectrodes array platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580440/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41580440",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multidisciplinary approaches for the prevention and management of capsular contracture: a review of clinical, pharmacological, and biomaterial-based strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Capsular contracture (CC) is the most frequent complication associated with silicone-based breast implant surgery and often leads to multiple revision surgeries. The implantation of a foreign object triggers the formation of a fibrous capsule around the silicone implant. Over time, excessive and uncontrollable fibrosis leads to capsule thickening and contraction, resulting in severe pain, discomfort, and implant distortion, all hallmarks of CC. Various strategies have been proposed to prevent or...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41580138",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Updated data from IMbrave050: Adjuvant atezolizumab plus bevacizumab for high-risk hepatocellular carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580093/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this updated analysis, the initial RFS benefit seen with atezolizumab plus bevacizumab vs active surveillance was not sustained and OS remained immature. The safety profile of atezolizumab plus bevacizumab remained manageable and consistent with that of each agent and the underlying disease. Overall, the benefit-risk profile does not support atezolizumab plus bevacizumab as adjuvant therapy.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41580093",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this updated analysis, the initial RFS benefit seen with atezolizumab plus bevacizumab vs active surveillance was not sustained and OS remained immature. The safety profile of atezolizumab plus bevacizumab remained manageable and consistent with that of each agent and the underlying disease"
    },
    {
      "title": "Neuro-immune, metabolic, and oxidative pathways in depression due to hypothyroidism and Hashimoto's thyroiditis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580036/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings indicate that depression due to hypothyroidism is largely influenced by abnormalities in thyroid hormones, thyroid-stimulating hormone, metabolic pathways, and diminished antioxidant defenses. The observed results may be explained by the established impact of these hormones and biomarkers on cerebral functions, resulting in major depressive disorder.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41580036",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of these hormones and biomarkers on cerebral functions, resulting in major depressive disorder",
      "conclusion": "The findings indicate that depression due to hypothyroidism is largely influenced by abnormalities in thyroid hormones, thyroid-stimulating hormone, metabolic pathways, and diminished antioxidant defenses. The observed results may be explained by the established impact of these hormones and biomarke..."
    },
    {
      "title": "Burden of chronic respiratory disease in Asia, 1990-2023: a systematic analysis for the Global Burden of Disease Study 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579872/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Chronic respiratory diseases are an important global issue, particularly in Asia, where burden patterns vary widely across countries. With more than half the world's population living in Asia, understanding the national and regional burden of chronic respiratory diseases is essential; however, research on this area remains inadequate. We aimed to investigate the burden of chronic respiratory diseases in Asia at national and regional levels, and to identify key risk factors.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41579872",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the burden of chronic respiratory diseases in Asia at national and regional levels, and to identify key risk factors",
      "significance": "global issue, particularly in Asia, where burden patterns vary widely across countries",
      "conclusion": null
    },
    {
      "title": "Development and validation of the psychological safety in nursing simulation (PSSANS) tool",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The PSSANS is a valid and reliable tool for assessing psychological safety in nursing simulation settings and may help nursing educators foster psychologically safe learning environments and enhance educational outcomes.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The PSSANS is a valid and reliable tool for assessing psychological safety in nursing simulation settings and may help nursing educators foster psychologically safe learning environments and enhance educational outcomes"
    },
    {
      "title": "Recovery behavior of sulfur-based autotrophic denitrification in an MBR under temperature, pH, and aeration disturbances",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579775/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "This study systematically compared disturbance-recovery behavior of a suspended-growth sulfur-based autotrophic denitrification (SAD) process using powdered elemental sulfur in an SAD-MBR under temperature, pH (alkalinity limitation), and dissolved oxygen (DO) disturbances within a single 90-day controlled trial. Such direct cross-stressor comparison has rarely been reported for suspended-growth powdered-sulfur SAD systems. During cooling from 20 to 15 °C, nitrate removal efficiency remained...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41579775",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Prospective evaluation of artificial intelligence (AI) in lumbar spine magnetic resonance imaging (MRI) workflow: from deep learning (DL)-enhanced accelerated acquisition to simultaneous vision-language model (VLM)-based automated report generation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DL-enhanced accelerated MRI produced high-quality diagnostic images within 2 min, and VLM-based automated reporting demonstrated strong agreement with the radiologists. These findings provide prospective evidence supporting the clinical feasibility of integrating AI into both the acquisition and interpretation workflows in L-spine MRI, with the potential to enhance the efficiency, consistency, and scalability of musculoskeletal imaging.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579672",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DL-enhanced accelerated MRI produced high-quality diagnostic images within 2 min, and VLM-based automated reporting demonstrated strong agreement with the radiologists. These findings provide prospective evidence supporting the clinical feasibility of integrating AI into both the acquisition and int..."
    },
    {
      "title": "Interface-engineered Gd₂O₃/ZrO₂ bilayer memristor for emulating synaptic plasticity in neuromorphic systems",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Rare-earth-based materials are attracting growing interest for neuromorphic devices due to their unique electronic structures, defect engineering capabilities, and high ionic mobility, which enable energy-efficient and highly controllable memristive switching behavior essential for brain-inspired computing. In this work, we demonstrate a bilayer Ag/Gd₂O₃/ZrO₂/Pt memristor that exhibits robust resistive switching behavior and reliable synaptic functionality. The integration of a rare-earth Gd₂O₃...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579574",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Latent profiles of depression and post-traumatic growth and their associations with social support and religious participation in mothers of children with developmental disabilities in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579492/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Mothers of children with DD demonstrate heterogeneous combinations of distress and growth, supporting a dual-axis understanding of mental health. Social support-especially family support-and active religious participation emerged as key correlates of more adaptive profiles. Findings highlight the importance of culturally embedded support systems and tailored interventions that address both distress reduction and growth promotion.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579492",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Mothers of children with DD demonstrate heterogeneous combinations of distress and growth, supporting a dual-axis understanding of mental health. Social support-especially family support-and active religious participation emerged as key correlates of more adaptive profiles"
    },
    {
      "title": "Beyond intentions: a critical narrative review of accreditation's planned and emergent impact on medical schools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41579312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetic comparison between fixed-dose combination and loose combination of enavogliflozin 0.3 mg and metformin HCl 1000 mg in healthy subjects under fasting and fed conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Enavogliflozin is a sodium‒glucose cotransporter 2 inhibitor that can be administered in combination with metformin in patients with type 2 diabetes mellitus. This study aimed to compare the pharmacokinetics (PKs) between the fixed-dose combination (FDC) and the corresponding loose combination of enavogliflozin 0.3 mg and metformin 1000 mg. A randomized, open-label, 2-sequence, 4-period crossover study with a single oral dose was conducted in healthy subjects. Subjects received either the FDC or...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579170",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "compare the pharmacokinetics (PKs) between the fixed-dose combination (FDC) and the corresponding loose combination of enavogliflozin 0",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated landmark detection and view positioning assessment of shoulder grashey view radiographs using cascade deep learning: A dual-center validation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our cascaded deep learning model achieves high accuracy in automated anatomical landmark detection and enables reliable measurement of radiographic parameters on shoulder radiographs. The model's performance remains consistent across varying image qualities, suggesting potential to standardize measurements, improve the diagnostic accuracy, and enhance clinical workflows.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579106",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our cascaded deep learning model achieves high accuracy in automated anatomical landmark detection and enables reliable measurement of radiographic parameters on shoulder radiographs. The model's performance remains consistent across varying image qualities, suggesting potential to standardize measu..."
    },
    {
      "title": "Fluorescence Resonance Energy Transfer-Based Biosensor with Femtomolar Sensitivity for Culture-Independent Detection of Airborne Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Bioaerosols containing pathogenic microorganisms contribute to the transmission of infectious diseases and pose public health risks. Traditional culture-based detection methods require long incubation times (typically 24-48 h) and often underestimate the microbial concentrations. In this study, we present a femtomolar-level sensitivity biosensor leveraging fluorescence resonance energy transfer (FRET) for detecting adenosine triphosphate (ATP) derived from airborne bacteria. This biosensor...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579094",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CAR-T cell therapy: Advancements in clinical applications and laboratory testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CAR-T cell therapy is a representative form of adoptive cancer immunotherapy. This review summarizes recent advances in CAR-T cell therapy and associated laboratory tests for clinical practice. CAR-T cell therapy is designed to enhance T cell immunity, distinguishing it from conventional cancer treatments such as surgery, chemotherapy, or radiotherapy. It has shown significant efficacy in hematologic malignancies but continues to yield limited results in many solid tumors. Intensive research...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579019",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological capital and organizational culture as mediators between workplace bullying type and its consequences for male nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that the type of workplace bullying directly affects the consequences, and psychological capital partially mediates this relationship. Enhancing psychological capital may help mitigate the negative outcomes of workplace bullying, whereas the nursing organizational culture showed no significant mediating effect.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the type of workplace bullying directly affects the consequences, and psychological capital partially mediates this relationship",
      "conclusion": "These findings suggest that the type of workplace bullying directly affects the consequences, and psychological capital partially mediates this relationship. Enhancing psychological capital may help mitigate the negative outcomes of workplace bullying, whereas the nursing organizational culture show..."
    },
    {
      "title": "Diagnostic Performance of Linked Color Imaging Compared to White Light Imaging During Secondary Endoscopic Evaluation in Patients with Gastric Neoplasia Referred for Endoscopic Resection: A Randomized Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Linked color imaging may improve lesion detection performance and efficiency during the endoscopic evaluation of GSNs. Cite this article as: Lee JG, Yoo IK, Lee SP, et al. Diagnostic performance of linked color imaging compared to white light imaging during secondary endoscopic evaluation in patients with gastric neoplasia referred for endoscopic resection: A randomized comparative study. Turk J Gastroenterol. 2026;37(1):44-54.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41578795",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Linked color imaging may improve lesion detection performance and efficiency during the endoscopic evaluation of GSNs. Cite this article as: Lee JG, Yoo IK, Lee SP, et al"
    },
    {
      "title": "Association between blood heavy metal levels and subtypes of steatotic liver disease: A nationally representative cross-sectional analysis in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Most prior studies have investigated the association between heavy metals and nonalcoholic fatty liver disease as a single entity; however, there is limited evidence regarding subtype-specific associations with steatotic liver disease (SLD) as defined by the new criteria. Thus, this study investigates associations between blood levels of heavy metals and SLD subtypes using nationally representative data from South Korea. Data were obtained from the Korea National Health and Nutrition Examination...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41578578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of multimodal large language models GPT-4o and o1 versus clinicians in clinical case challenge questions: Retrospective cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Generative pretrained transformer 4 (GPT-4) has demonstrated strong performance in standardized medical examinations but has limitations in real-world clinical settings. To address these limitations, the multimodal GPT-4o model integrates text and image inputs, and the multimodal o1 model incorporates advanced reasoning. This study compared the performance of GPT-4o and o1 against that of Medscape respondents (majority vote) in real-world clinical case challenges. This retrospective,...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A case report of multiple system atrophy-mimics: Importance of comprehensive evaluation in suspected familial cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Multiple system atrophy (MSA) is primarily a sporadic neurodegenerative disorder, and a positive family history is considered against the diagnosis. While rare familial clusters are reported, they pose a significant diagnostic challenge. This report describes 2 cousins with phenotypically classic MSA who underwent genetic testing to investigate a potential shared etiology, leading to a diagnosis of a rare MSA mimic.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National trends of unmet healthcare needs and risk factors by household income level, 2010 to 2022: A Nationwide cross-sectional study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Socio-economic status plays a critical role in shaping unmet healthcare needs, and the COVID-19 pandemic has further intensified these disparities; however, research to date remains insufficient. Therefore, this study aims to analyze unmet healthcare needs by household income using large-scale longitudinal data (2010-2022) including pre- and post- pandemic differences. This large-scale study (n = 2,628,584) utilized nationwide data from the Korea Community Health Survey (KCHS) conducted between...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41578501",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to analyze unmet healthcare needs by household income using large-scale longitudinal data (2010-2022) including pre- and post- pandemic differences",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depressive symptoms and their associations with positive psychosocial factors among medical students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The role of positive psychosocial factors in depression among medical students has been insufficiently studied. This study investigated the prevalence of depression and its association with positive psychosocial factors among Korean medical students. A total of 408 medical students completed a self-report questionnaire on sociodemographic characteristics, self-esteem, ego-resiliency, social support, and depression. Depressive symptoms were assessed using the Beck Depression Inventory (BDI), with...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41578490",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the prevalence of depression and its association with positive psychosocial factors among Korean medical students",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Home-based traditional Korean medicine for managing musculoskeletal pain in older adults: A cross-sectional pre-post study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "With South Korea's elderly population projected to reach 20.6% by 2025 and 46.4% by 2070, managing chronic pain in older adults has become essential due to its impact on mood disorders such as depression and anxiety, which reduce quality of life. This growing demographic shift necessitates a transition from institutional care to home-based healthcare services. A single-group pre- and post-survey was conducted among 91 out of 128 individuals who received home-based traditional Korean medicine...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41578475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on mood disorders such as depression and anxiety, which reduce quality of life",
      "conclusion": null
    },
    {
      "title": "Defining the cellular and molecular identities of histologic subtypes in lung adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings deepen our understanding of the histologic heterogeneity of LUAD and may facilitate the development of subtype-specific biomarkers and targeted therapeutic strategies.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41578368",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings deepen our understanding of the histologic heterogeneity of LUAD and may facilitate the development of subtype-specific biomarkers and targeted therapeutic strategies"
    },
    {
      "title": "BMI changes from midlife to late life and their relationship with Alzheimer's disease pathologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41578327",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus on core POCUS applications for Korean emergency medicine training: a Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578260",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Placental transfer of third-generation antiepileptic drugs: in vivo lacosamide case study and in vitro investigation of transporter inhibition by lacosamide and perampanel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580879/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580879",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Troxipide nanosuspensions prevent indomethacin‑induced gastrointestinal lesions in adjuvant-induced arthritis rats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580852/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580852",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single-cell analysis of anchorage-independent growth ability in pancreatic ductal adenocarcinoma cell lines",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580848/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580848",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Muscle mass, strength, and sarcopenia in juvenile idiopathic arthritis: a scoping review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of inpatient volume on residents' In-training examination scores and burnout in Japanese community hospitals: a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Residents at Very Low-Volume hospitals achieve comparable GM-ITE^(®) scores and mental health outcomes to those of residents at larger hospitals. Even Very Low-Volume hospitals are individually assessed, and if recognized as having an educational environment where residents can acquire basic clinical skills, it may be appropriate to certify them as core clinical training hospitals. The educational environment in Very Low-Volume hospitals could be enhanced by supporting residents'...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41580802",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Residents at Very Low-Volume hospitals achieve comparable GM-ITE^(®) scores and mental health outcomes to those of residents at larger hospitals. Even Very Low-Volume hospitals are individually assessed, and if recognized as having an educational environment where residents can acquire basic clinica..."
    },
    {
      "title": "Long-term outcomes of initial tonsillectomy and steroid pulse therapy in children with IgA nephropathy and heavy proteinuria: a single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580560/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Initial treatment with TSP may result in treatment-free CR in children with IgAN and heavy proteinuria, particularly in patients diagnosed at a young age.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580560",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Initial treatment with TSP may result in treatment-free CR in children with IgAN and heavy proteinuria, particularly in patients diagnosed at a young age"
    },
    {
      "title": "High purity lithium recovery from spent lithium-ion batteries using commercial nanofiltration membranes: a comparative performance assessment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580546/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The growing demand for lithium underscores the need to recover it efficiently from secondary resources such as spent lithium-ion batteries. This study investigates four commercial nanofiltration membranes (XN-45, NF-270, NF-90, and NFW) for lithium recovery from LIB synthetic leachate. These membranes, expected to have high permeability and moderate salt selectivity, were evaluated using single-ion and mixed-ion feed solutions containing Li⁺, Ni²⁺, Co²⁺, Mn²⁺, Al³⁺, and Fe³⁺. Lithium exhibited a...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580546",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Experimental and theoretical evaluation of geometry-dependent doxorubicin loading onto cerium oxide nanoparticles via van der Waals interaction modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580545/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "We employed a combined experimental and analytical approach to investigate the influence of nanoparticle geometry on the loading efficiency of doxorubicin (DOX) onto [Formula: see text] nanoparticles. Experimentally, three distinct [Formula: see text] shapes, spherical, sheet, and cylindrical, were synthesized, characterized, and their respective DOX loading efficiencies were measured. Concurrently, analytical mathematical models were developed to calculate the van der Waals (vdW) interaction...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41580545",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The prediction of a good therapeutic response and outcome: at baseline or after a short term?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580540/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580540",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preclinical profiling of antibody drug conjugates targeting oncofetal chondroitin sulfate",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Antibody-drug conjugates (ADC) offer a targeted cancer treatment approach by delivering cytotoxic payloads directly to tumor cells. However, resistance mechanisms, poor tumor penetration, and off-target toxicity often limit clinical efficacy. Vartumab targets oncofetal chondroitin sulfate (ofCS), a pan-cancer target present on tumor cells and in the malignant stroma, with low expression in normal tissues. As part of transitioning Vartumab to clinical evaluation, two linker-payloads known to...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580438",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Corrigendum to \"Effects of overexpression of the human intestinal alkaline phosphatase gene on the expression of related genes in intestinal epithelium-like cells\" [Enzyme Microb. Technol. 195 (2026) 110807]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580352/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580352",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "IMMUNOTHERAPY IN LOCALLY ADVANCED HEAD AND NECK SQUAMOUS CELL CARCINOMA: THE CURRENT STATUS AND FUTURE OUTLOOK",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580177/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Head and neck squamous cell carcinoma presents a significant global health burden, with the majority of cases diagnosed at a locally advanced stage requiring multimodal therapy. While the immune checkpoint inhibitors have transformed outcomes in the recurrent/metastatic setting, their role in locally advanced head and neck squamous cell carcinoma is still evolving. In resectable disease, two recent phase III trials (KEYNOTE-689 and NIVOPOSTOP) have demonstrated meaningful improvements in...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580177",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Strain-level typing of Candida albicans and Saccharomyces cerevisiae using Fourier transform infrared spectroscopy and whole-genome sequencing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580153/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Rapid, low-cost strain-level typing is essential for source attribution and microbiological control in clinical and industrial settings. Fourier-transform infrared (FT-IR) spectroscopy using IR Biotyper method was previously optimized to achieve an identification level equivalent to that of whole-genome sequencing (WGS) discrimination of Wickerhamomyces anomalus. However, the species of yeast studied were limited; further, studies that have used the results of WGS as a reference for strain...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580153",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Crystal structure of glyoxysomal citrate synthase 3 from Arabidopsis thaliana reveals a novel oligomeric state",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580056/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Citrate synthase (CS) is a pivotal enzyme in carbohydrate and energy metabolism, with distinct isoforms present in various eukaryotic compartments, including mitochondria and glyoxysomes in plants. While CSs exhibit diverse oligomeric states, detailed structural information on higher plant non-mitochondrial Type II CSs has been limited. We herein determined the crystal structures of CS 3 from Arabidopsis thaliana (AtCSY3) in complex with oxaloacetate (OAA) and acetyl-coenzyme A (CoA)-OAA at...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41580056",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Preparation and evaluation of hydrophobin-pirarubicin glucosamine-containing nanoparticles as an anticancer formulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579999/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Pirarubicin nanoparticles were prepared using the amphiphilic protein hydrophobin with a particle size of 84.13 ± 2.23 nm as a carrier. Furthermore, glucosamine was incorporated into the formulation to develop glucosamine-containing pirarubicin hydrophobin nanoparticles with a particle size of 111.41 ± 3.62 nm. The anticancer effects of the nanoparticles were evaluated in C26 cells and tumor-bearing mice, compared with pirarubicin alone. The evaluation in C26 cells revealed that nanoparticles...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579999",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "WGS analysis and virulence of Streptococcus suis serotype 4 ST1689 isolated from an asymptomatic pig, Thailand",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Streptococcus suis causes severe disease in pigs and is implicated increasingly in human infections, posing a substantial zoonotic threat to global public health, with many human and pig infections being caused by S. suis serotype 2, especially strains belonging to clonal complex (CC) 1. However, infections due to non-serotype 2 and non CC1 have been increasing worldwide, especially CC94. This study investigated the genome characteristics and virulence capacity of S. suis serotype 4 ST1689....",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579978",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the genome characteristics and virulence capacity of S",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "An ALS-associated mutant SOD1 protein can be eliminated in microglia culture by selective autophagy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The acquired toxicity of the familial amyotrophic lateral sclerosis (ALS)-associated mutant Zn-superoxide dismutase 1 (SOD1) protein has been implicated in motoneuron death, and cytosolic aggregates or inclusions have been observed in the cytoplasm of motoneurons, astrocytes, and neuronal axons but not in that of microglia. This study elucidates the mechanisms by which mutant SOD1 does not aggregate in and is cleared by microglia. We generated pcDNA3-Venus-tagged SOD1 constructs: wild-type SOD1...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579929",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Can H5N1 avian influenza in dairy cattle be contained in the US?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The emergence and sustained spread of H5N1 in US dairy cattle since 2024 have demonstrated that highly pathogenic avian influenza (HPAI) is capable of establishing long-term transmission in livestock. Genomic surveillance has clarified national patterns of spatial diffusion, interspecies transmission, and viral evolution, but critical data gaps remain that impede efforts to track virus movements in real time, identify modes of transmission, and inform control efforts.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Detection of hazelnut rancidity inside chocolate tablets using near-infrared hyperspectral imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Near-infrared hyperspectral imaging (NIR-HSI) was evaluated as a non-destructive tool to detect hazelnut rancidity directly inside commercial chocolate bars, without separating the nuts from the chocolate matrix. Chocolate bars containing fresh or deliberately oxidized hazelnuts were imaged and analysed using a spectral unmixing strategy to separate chocolate and hazelnut contributions, yielding a residual component dominated by the nut signal where rancidity-related differences became more...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nonsteroidal mineralocorticoid receptor antagonist finerenone ameliorates cardiac hypertrophy with increasing glucocorticoid signaling sensitivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Finerenone alleviates early-stage cardiac hypertrophy in a murine HFpEF model driven by metabolic and hemodynamic stress. Its cardioprotective effects appear to be independent of systemic blood pressure reduction and may involve modulation of GR signaling pathways in cardiomyocytes.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Finerenone alleviates early-stage cardiac hypertrophy in a murine HFpEF model driven by metabolic and hemodynamic stress. Its cardioprotective effects appear to be independent of systemic blood pressure reduction and may involve modulation of GR signaling pathways in cardiomyocytes"
    },
    {
      "title": "Corrigendum to \"Association between low income and ICU delirium among critically ill older patients: A retrospective cohort study in Japan\"",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579621/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579621",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diverse histopathological patterns in Fleischner-defined interstitial lung abnormalities: Radiologic-Pathologic correlation and reclassification using 2025 American Thoracic Society statement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study of Fleischner-defined ILA, predominantly reclassified as subclinical ILD by 2025 ATS criteria, demonstrates diverse histopathological patterns beyond UIP, including BIP, highlighting pathological heterogeneity.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579529",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study of Fleischner-defined ILA, predominantly reclassified as subclinical ILD by 2025 ATS criteria, demonstrates diverse histopathological patterns beyond UIP, including BIP, highlighting pathological heterogeneity"
    },
    {
      "title": "Association of pre-intubation bag-valve-mask ventilation with hypoxemia and regurgitation in the ED: A multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579524/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this multicenter study, pre-intubation BVM ventilation during RSI in the ED was not associated with a reduced risk of peri-intubation hypoxemia.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579524",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this multicenter study, pre-intubation BVM ventilation during RSI in the ED was not associated with a reduced risk of peri-intubation hypoxemia"
    },
    {
      "title": "Genomic comparison of Leptospira interrogans isolated from humans, dogs, and wild and feral animals in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579465/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Leptospirosis, caused by pathogenic Leptospira spp., is one of the most prevalent zoonotic diseases worldwide. While whole genome sequencing (WGS) has revealed global genetic diversity of Leptospira spp., large-scale genomic comparisons between human and animal isolates remain limited, and their epidemiological relationships are not fully understood. In this study, we performed WGS on 204 Leptospira isolates obtained from humans, dogs, and wild or feral animals in Japan between 1989 and 2021....",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579465",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Computational design of intrinsically disordered proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579411/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Protein design has the potential to revolutionize biotechnology and medicine. While most efforts have focused on proteins with well-defined structures, increased recognition of the functional significance of intrinsically disordered regions, together with improvements in their modeling, has paved the way to their computational design. This review summarizes recent advances in designing intrinsically disordered regions with tailored conformational ensembles, molecular recognition, and phase...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579411",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of intrinsically disordered regions, together with improvements in their modeling, has paved the way to their computational design",
      "conclusion": null
    },
    {
      "title": "SNAP-25 disease variants affect synaptic transmission by destabilizing SNARE complexes within a multimeric SNARE ring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579375/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "SNAREopathies are neurodevelopmental syndromes arising from de novo mutations in the synaptic machinery. Two variants are SNAP-25 I192N and I192T, which cause early lethality and moderate developmental delay, respectively. Both variants lead to destabilization of the C-terminal end of the SNARE complex and reduced binding to the Munc18-1:VAMP2:syntaxin-1 acceptor complex while reducing spontaneous and evoked synaptic release in autaptic glutamatergic neurons (severity: I192N > I192T). I192N, but...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579375",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydride-Buffered Absence of Local Distortions in Mixed-Valent EuVO<sub>2</sub>H Films Revealed by X-ray Fluorescence Holography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Valence transitions in europium compounds, such as EuO and EuNi(2)(Si(1-x)Ge(x))(2), usually induce substantial structural distortions because the ionic radius difference between Eu^(2+) (1.25 Å) and Eu^(3+) (1.06 Å) exceeds the Hume-Rothery tolerance. Here, we conducted valence-specific structural analysis of strained EuVO(2)H thin films using X-ray fluorescence holography (XFH), where intersite charge transfer between Eu^(2+) and V^(3+) converts ∼30% of Eu^(2+) into Eu^(3+) (and V^(3+) into...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning reconstruction enhances 1.5T MR angiography beyond 3T in vascular visualization for Moyamoya disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in mean corpuscular volume after erythropoiesis-stimulating agent treatment are associated with renal outcomes in non-dialysis-dependent chronic kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In ESA-naïve patients with non-dialysis-dependent CKD, an increase in MCV following ESA treatment was associated with a significantly lower risk of renal function decline. Monitoring MCV dynamics may serve as a simple, adjunctive tool for risk stratification and individualized CKD management.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579301",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In ESA-naïve patients with non-dialysis-dependent CKD, an increase in MCV following ESA treatment was associated with a significantly lower risk of renal function decline. Monitoring MCV dynamics may serve as a simple, adjunctive tool for risk stratification and individualized CKD management"
    },
    {
      "title": "Circulating tumor DNA methylation and gut microbiota in colorectal cancer: diagnostic, prognostic, and therapeutic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer remains one of the leading causes of cancer-related mortality worldwide, and early detection is essential for improving outcomes. Advances in liquid biopsy technologies and microbiota research have shed new light on diagnostic and therapeutic strategies for colorectal cancer. Notably, circulating tumor DNA methylation has emerged as a sensitive and specific biomarker for early detection, recurrence surveillance, and treatment monitoring. Recent progress in methylation-based...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579275",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative dynamic evaluation of the talus-lateral malleolus distance during forward single-leg drop landing in individuals with chronic ankle instability: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that the talus-lateral malleolus distance increases along with the ankle adduction movement in individuals with CAI, especially before initial contact, potentially indicating high mechanical ankle instability. This study established an innovative measurement system for quantitative evaluation of the dynamics of the talus and lateral malleolus during landing. The findings of this study may contribute to a more detailed understanding of pathology and features of...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that the talus-lateral malleolus distance increases along with the ankle adduction movement in individuals with CAI, especially before initial contact, potentially indicating high mechanical ankle instability. This study established an innovative measurement system for quantitat..."
    },
    {
      "title": "Physical Fitness with Exercise and GLP-1 Receptor Agonist Treatment Alone or Combined After Diet-Induced Weight Loss: A Secondary Analysis of a Randomized Controlled Trial in Adults with Obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Structured exercise combined with glucagon-like peptide-1-based obesity pharmacotherapy led to clinically meaningful improvements in physical functional performance and cardiorespiratory fitness, in contrast to pharmacotherapy alone.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579235",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured exercise combined with glucagon-like peptide-1-based obesity pharmacotherapy led to clinically meaningful improvements in physical functional performance and cardiorespiratory fitness, in contrast to pharmacotherapy alone"
    },
    {
      "title": "Correction: Surgical strategy for repeated metastasectomy for advanced colorectal cancer with synchronous liver metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579186",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electromyographic activity during bench press differs by attentional focus strategy and sport: a cross-sectional comparison of bodybuilding, powerlifting, and paralympic powerlifting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate that even among athletes proficient in the same BP exercise, attentional focus influences EMG amplitude depending on the combination of sport-specific characteristics and load intensity. These differences suggest the presence of sports-specific and intensity-dependent differences in the neural control of force production.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate that even among athletes proficient in the same BP exercise, attentional focus influences EMG amplitude depending on the combination of sport-specific characteristics and load intensity. These differences suggest the presence of sports-specific and intensity-dependent differenc..."
    },
    {
      "title": "Unraveling the Sources of Broadening in UV-Visible Spectra of Crystalline Oligoacenes Using Multiscale Computational Protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Organic molecular crystals have gained significant research attention in recent years due to their intriguing photophysical properties and potential applications in photovoltaic and emissive devices. This growing interest has amplified the need for accurate and robust computational protocols to investigate their photophysical behavior. In this work, we present multiscale computational strategies designed to model the shape and broadening of UV-vis absorption spectra in organic crystalline...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gender differences in burnout among resident physicians in Japan: a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Female residents in Japan experienced lower burnout rates and higher job satisfaction than their male counterparts. These findings challenged assumptions that female gender universally correlates with poor occupational well-being outcomes in the medical field and underscored the need for gender-sensitive support strategies.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Female residents in Japan experienced lower burnout rates and higher job satisfaction than their male counterparts. These findings challenged assumptions that female gender universally correlates with poor occupational well-being outcomes in the medical field and underscored the need for gender-sens..."
    },
    {
      "title": "Triplet therapy versus androgen receptor pathway inhibitor-doublet therapy in metastatic castration-sensitive prostate cancer: a real-world multicenter retrospective comparison",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Triplet therapy significantly prolonged CRPC-FS compared with ARPI-doublet therapy in patients with de novo mCSPC, particularly among those with high-volume disease. However, this benefit was accompanied by higher toxicity, underscoring the need to balance efficacy with safety. Longer follow-up is required to determine impacts on PFS2, cancer-specific survival, and overall survival.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578933",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Triplet therapy significantly prolonged CRPC-FS compared with ARPI-doublet therapy in patients with de novo mCSPC, particularly among those with high-volume disease. However, this benefit was accompanied by higher toxicity, underscoring the need to balance efficacy with safety"
    },
    {
      "title": "The mediating role of subjective career success on the relationship between different types of capital, well-being and unethical work behaviour",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: This study investigates the mediating role of subjective career success (SCS) in the relationship between different types of capital, general well-being (GWB) and unethical work behaviour (UWB), drawing on \"conservation of resources theory (CRT)\", \"social resources theory (SRT)\", and \"human capital theory (HCT)\".",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigates the mediating role of subjective career success (SCS) in the relationship between different types of capital, general well-being (GWB) and unethical work behaviour (UWB), drawi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medical decision analysis for personalized oncology at the patient bedside",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Medical decision analysis is a method to make rational clinical decisions under uncertainty, enabling a mathematical combination of probabilities and utilities (i.e. values assigned to outcomes under risk). Decision analysis is commonly used in health economics, but it is underexploited in the clinic. With a view to fostering the use of medical decision analysis at the cancer patient bedside, this paper provides basic templates for some typical clinical decisions in cancer treatment, namely...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578837",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The use of diabetes technology under aviation conditions: A systematic review of human and in-vitro studies and future considerations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Diabetes technologies, particularly CGMs and AID systems, show promise in aviation environments. However, challenges such as insulin delivery variability, hypoglycaemia during fasting and the limited generalizability of hypobaric studies to real-flight conditions warrant further investigation. Future research should focus on larger, more diverse cohorts, real-world data, standardized protocols and a broader range of devices to further define the safety of their safety for...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Diabetes technologies, particularly CGMs and AID systems, show promise in aviation environments. However, challenges such as insulin delivery variability, hypoglycaemia during fasting and the limited generalizability of hypobaric studies to real-flight conditions warrant further investigation"
    },
    {
      "title": "The impact of social isolation and digital exclusion on mental and physical health in older adults: A meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that both social isolation and digital exclusion are independently and significantly associated with an elevated risk of depression in older adults. Furthermore, these factors correlate with poorer physical functioning. Digital exclusion may be a critical \"super-social determinant\" of health, underscoring the need for integrated interventions that address both social connectivity and digital literacy to improve the well-being of the elderly.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that both social isolation and digital exclusion are independently and significantly associated with an elevated risk of depression in older adults. Furthermore, these factors correlate with poorer physical functioning"
    },
    {
      "title": "Novel stem cell therapy for cerebral palsy using stem cells from human exfoliated deciduous teeth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SHED treatment ameliorated motor, memory, and learning impairment in a rat model of cerebral palsy. These improvements were accompanied by enhanced neurogenesis, likely mediated by HGF secretion and activation of the PI3K-Akt signaling pathway. SHED is a promising candidate for postsymptom-onset treatment of cerebral palsy. Further studies to confirm these findings and examine the clinical utility of SHED are warranted.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SHED treatment ameliorated motor, memory, and learning impairment in a rat model of cerebral palsy. These improvements were accompanied by enhanced neurogenesis, likely mediated by HGF secretion and activation of the PI3K-Akt signaling pathway"
    },
    {
      "title": "Absence of Ledgf in mouse brain affects the Kmt2a/b and polycomb balance, synaptic transmission and motor function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Lens epithelium-derived growth factor (LEDGF), encoded by the Psip1 gene, exists in two splice variants, LEDGF/p75 and LEDGF/p52. Although little is known about its role in the brain, LEDGF has been proposed to play a role in neurogenesis. Since known LEDGF binding partners, such as PogZ, CDA7L, MLL1 and MeCP2 are implicated in neurological dysfunction, we investigated the role of LEDGF in mouse brain. We developed a conditional Psip1 knock-out (cKO) mouse model by crossbreeding Psip1^(fl/fl)...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578402",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the role of LEDGF in mouse brain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A correlational study of adult picky eating: proposing a developmental model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: While the initiation of childhood PE is related to sensory hyper-responsivity, progression from childhood PE to adult PE is more likely to be maintained by parental accommodation. Counseling parents of children with PE to minimize accommodation may have beneficial effects on their children's development, even if selective eating is fueled by sensory over-responsiveness.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580875",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "While the initiation of childhood PE is related to sensory hyper-responsivity, progression from childhood PE to adult PE is more likely to be maintained by parental accommodation. Counseling parents of children with PE to minimize accommodation may have beneficial effects on their children's develop..."
    },
    {
      "title": "Sex hormone-responsive human vaginal epithelial organoids: a novel in vitro platform for studying Chlamydia trachomatis infection",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580857/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580857",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Imaging brain class I histone deacetylase changes in the Lewy body dementias and Parkinson's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580847/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings of this exploratory study reveal elevated levels of class I HDACs in motor cortex in PD and bidirectional changes in their regional density in the Lewy body dementias.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580847",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings of this exploratory study reveal elevated levels of class I HDACs in motor cortex in PD and bidirectional changes in their regional density in the Lewy body dementias"
    },
    {
      "title": "Fndc5 modification optimizes the therapeutic effect of rat MSCs on sepsis-induced ALI/ARDS via activating the PI3K/AKT signaling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Fndc5 overexpression in MSCs augments their therapeutic efficacy in sepsis-induced ALI/ARDS, which may be achieved by activating the endothelial PI3K/AKT pathway and improving MSCs retention in vivo. These findings propose MSCs-Fndc5 as a promising therapeutic strategy for sepsis-induced ALI/ARDS by enhancing endothelial repair, curbing inflammation, and modulating pivotal signaling pathways. Further investigation is warranted to explore the clinical applicability of MSCs-Fndc5...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580845",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Fndc5 overexpression in MSCs augments their therapeutic efficacy in sepsis-induced ALI/ARDS, which may be achieved by activating the endothelial PI3K/AKT pathway and improving MSCs retention in vivo. These findings propose MSCs-Fndc5 as a promising therapeutic strategy for sepsis-induced ALI/ARDS by..."
    },
    {
      "title": "International workshop report on \"Animal resilience and organismal response to environmental change: insights from basal metazoans\", Tutzing (Germany), 22-25 September 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The 2025 Tutzing Workshop, held at the Evangelische Akademie on the shores of Lake Starnberg, continued a long tradition of highly integrative meetings focused on the biology and evolution of basal metazoans. The meeting was organized by Christian R. Voolstra (University of Konstanz, Germany) and Ulrich Technau (University of Vienna, Austria), with kind support from the German Research Foundation (DFG). Building on the successful 2023 event, this year's symposium brought together close to 100...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stewarding the hospital sink drain: a narrative review of practical approaches for controlling gram negative pathogens in low- and middle-income countries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "In low- and middle-income countries (LMICs), gram-negative bacteria cause over half of intensive care unit (ICU) infections, with up to 50% mortality associated with multidrug-resistant (MDR) strains. Hospital sink drains are increasingly recognized as reservoirs for MDR organisms and are well-documented sources for nosocomial infections, yet effective and sustainable decontamination strategies-particularly for resource-limited facilities-remain elusive. This narrative review synthesizes...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbiota and metabolites in acute lung injury: mechanisms and therapeutic perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580828/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580828",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Geographic distribution of EMS missions and patient conditions in suburban and rural Sweden: a retrospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580812/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, the EMS events were broadly equal between suburban and rural areas. Despite longer transport and patient contact times in rural areas, response times were still similar. However, patients in rural areas are assessed and left on-site to a greater extent compared to patients in suburban areas, who are instead transported to hospitals for discharge.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580812",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, the EMS events were broadly equal between suburban and rural areas. Despite longer transport and patient contact times in rural areas, response times were still similar"
    },
    {
      "title": "TeMPRA: advancing continuing professional development in pediatric rheumatology in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580803/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580803",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Multifactorial determinants of lost to follow-up in antiretroviral therapy: evidence from a case-control study in Mexico",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580796/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings highlight the role of psychosocial and structural determinants of LTFU, underscoring the need for integrated interventions addressing education, mental health, and substance use to improve retention in HIV care in Mexico.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580796",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings highlight the role of psychosocial and structural determinants of LTFU, underscoring the need for integrated interventions addressing education, mental health, and substance use to improve retention in HIV care in Mexico"
    },
    {
      "title": "Surrogates of glymphatic metrics decline and coupled sleep rhythms disruption in Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580792/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our findings suggest that disruptions in surrogates marker of glymphatic clearance and coupled sleep rhythms are jointly associated with AD-related cognitive decline. These metrics offer a promising framework for predicting disease progression and understanding neurodegenerative mechanisms in AD.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580792",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that disruptions in surrogates marker of glymphatic clearance and coupled sleep rhythms are jointly associated with AD-related cognitive decline. These metrics offer a promising framework for predicting disease progression and understanding neurodegenerative mechanisms in AD"
    },
    {
      "title": "Epigenetic alterations of AKT1 orchestrate a metabolic reprogramming in advanced lipedema: translational insights from an integrated multi-omics study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580786/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: the consistent enhancing of AKT pathway signaling across omic layers highlights its potential not only as a biomarker for disease stratification but also as a putative druggable target for therapeutic intervention. These findings offer new mechanistic insights into lipedema pathophysiology and provide a rationale for future personalized treatment strategies guided by AKT1-centric molecular profiling.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580786",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "the consistent enhancing of AKT pathway signaling across omic layers highlights its potential not only as a biomarker for disease stratification but also as a putative druggable target for therapeutic intervention. These findings offer new mechanistic insights into lipedema pathophysiology and provi..."
    },
    {
      "title": "Resistance exercise alleviates overactive bladder by attenuating detrusor oxidative stress via peroxynitrite reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Overactive bladder (OAB) remains challenging to treat due to drug intolerance and limited efficacy of behavioral therapies. The mechanistic basis by which exercise improves bladder function is poorly understood. Here, we established a clinically translatable resistance exercise model using graded treadmill loading (5-15% body weight [BW], 10-30 min/day) in a cyclophosphamide (CYP)-induced OAB rat model to identify the optimal therapeutic intensity and delineate redox-related mechanisms....",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580782",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knee muscle strength as a mediator of sex differences in incident knee osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generating the evidence base for implementation strategies targeting colorectal cancer screening in the accelerating colorectal cancer screening through implementation science (ACCSIS) research projects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580763",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical phenotypes across age groups and the predictive value of NT-proBNP for ventricular arrhythmias in left ventricular non-compaction: a multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580760/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580760",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between cerebrospinal fluid volume and frailty in community-dwelling older adults: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580758/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DESH-related CSF space volumes, reflecting impaired CSF dynamics, were significantly associated with frailty in community-dwelling older adults. These findings highlight the potential role of CSF dynamics as a neural mechanism underlying frailty and suggest a novel target for preventive strategies.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580758",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DESH-related CSF space volumes, reflecting impaired CSF dynamics, were significantly associated with frailty in community-dwelling older adults. These findings highlight the potential role of CSF dynamics as a neural mechanism underlying frailty and suggest a novel target for preventive strategies"
    },
    {
      "title": "Local metastatic expansion versus secondary intra-organ dissemination: two causes of neurological death explained by fundamentally different metastatic colonization patterns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580751/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study identifies the HGP as a potential surrogate for predicting the underlying cause of organ failure in brain metastases. Additionally, it highlights the significant role of secondary dissemination and recolonization in brain metastasis, processes that have been largely overlooked in clinical practice. These findings address a critical knowledge gap and may inform future treatment strategies.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580751",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identifies the HGP as a potential surrogate for predicting the underlying cause of organ failure in brain metastases. Additionally, it highlights the significant role of secondary dissemination and recolonization in brain metastasis, processes that have been largely overlooked in clinical..."
    },
    {
      "title": "From ground realities to policy: a framework for assessing multipolar health system governance in conflict-affected and high-risk areas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580746/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed framework can deal with fragmented health systems characterised by multipolar health systems. It is typically applicable in conflict-affected and high-risk areas. It provides policymakers with a structured approach to describing and evaluating health system governance.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580746",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed framework can deal with fragmented health systems characterised by multipolar health systems. It is typically applicable in conflict-affected and high-risk areas"
    },
    {
      "title": "Health initiatives aimed at Indigenous populations in Mexico: a critical perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580745/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Governmental action in Mexico has sought to understand and address the health situation of Indigenous Peoples (IPs) primarily through an intercultural perspective. However, intercultural approaches focused mainly on cultural aspects may obscure the historical and structural origins of health inequalities. Since the 1980s and during the early years of the new millennium, a series of political and institutional processes shaped a context that was central to incorporating IPs into the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580745",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The silent epidemic within the pandemic: pathophysiology and prediction of post-COVID-19 diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing safety and short-term outcomes of proximal gastrectomy with double-flap technique and other reconstructions for proximal gastric cancer: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: DFT is a safe and effective method for reconstructing the digestive tract following PG, offering a balance between surgical complexity and favorable short-term outcomes. Although it does not fully eliminate reflux, its reduced PPI dependency and acceptable complication profile make it a promising option. Further large-scale randomized trials are needed to confirm these findings.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580732",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DFT is a safe and effective method for reconstructing the digestive tract following PG, offering a balance between surgical complexity and favorable short-term outcomes. Although it does not fully eliminate reflux, its reduced PPI dependency and acceptable complication profile make it a promising op..."
    },
    {
      "title": "Medication administration errors in a Norwegian ambulance service: a quasi-experimental study on the impact of a team training program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580728/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This Norwegian ambulance service study found MAEs in 30.6% of 1,499 missions. The TeamSTEPPS team training intervention did not reduce overall error frequency. The results suggest that team training alone is not sufficient to address the multifaceted causes of MAEs. Future interventions should focus on organizational improvements, particularly enhanced standard operating procedure adherence and electronic documentation systems, to improve accuracy and enable reliable medication...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580728",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This Norwegian ambulance service study found MAEs in 30.6% of 1,499 missions"
    },
    {
      "title": "Cancer survivors' attitudes toward service delivery formats for interventions targeting cognitive impairments: a survey study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580726/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580726",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treatment of therapy-resistant OCD with application of transcranial alternating current stimulation (tACS): a case series",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The \"male-female health-survival paradox\" in frail patients undergoing hip replacement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580723/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The male-female health-survival paradox is evident in frail patients undergoing hip replacement. These findings highlight the need for sex-tailored preoperative optimization, with particular emphasis on cardiovascular and metabolic risk management in frail male patients.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580723",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The male-female health-survival paradox is evident in frail patients undergoing hip replacement. These findings highlight the need for sex-tailored preoperative optimization, with particular emphasis on cardiovascular and metabolic risk management in frail male patients"
    },
    {
      "title": "Conjugate electrospinning dermal-adipose bilayered skin: structural integration promoting regenerative skin remodeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The skin is a three-dimensional organ composed of multilayered tissues, in which the epidermis, dermis, and subcutaneous adipose layer cooperate to maintain protection, thermoregulation, and repair. Although recent advances in tissue-engineered skin substitutes have improved cutaneous regeneration, strategies that simultaneously promote dermal and adipose restoration remain limited. Here, we developed a bi-layered tissue-engineered skin scaffold with dermal-adipose architecture fabricated by...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "China's global health diplomacy through the World Health Organization: a qualitative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580716/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580716",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Critical evaluation of compositions and clinical relevance of Wharton's jelly-derived biologics",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580705/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580705",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatiotemporal dynamics of waterborne and foodborne disease outbreaks in Brazil: regional inequality analysis and risk area mapping to inform public health strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580704/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580704",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Progression to type 2 diabetes among post-myocardial infarction patients with overweight or obesity: a real-world cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In real-world patients with recent myocardial infarction and overweight or obesity, prediabetes was much stronger associated with progression to type 2 diabetes than previously reported in the SELECT trial. Further, we estimated that treatment with semaglutide might be able to substantially reduce progression to type 2 diabetes.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580697",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In real-world patients with recent myocardial infarction and overweight or obesity, prediabetes was much stronger associated with progression to type 2 diabetes than previously reported in the SELECT trial. Further, we estimated that treatment with semaglutide might be able to substantially reduce p..."
    },
    {
      "title": "Akkermansia muciniphila vesicles attenuate smoking-induced cognitive decline via ILA-mediated AhR-dependent microglial reprogramming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580690/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Chronic cigarette smoking accelerates age-related cognitive decline, yet the underlying mechanism remains elusive. Here, we elucidate a pathway through which smoking-induced gut dysbiosis contributes to cognitive impairment. This dysbiosis is marked by reductions in the abundances of Akkermansia muciniphila (A. muciniphila) and its metabolite indole-3-lactic acid (ILA), which correlate with cognitive deficits in older adult smokers. Using fecal microbiota transplantation, we demonstrate that the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580690",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Temporomandibular disorder in children with juvenile idiopathic arthritis with and without temporomandibular joint involvement compared to controls - a two-year prospective multicenter cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580689/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580689",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond gratitude: a qualitative investigation of compliment letters received by a neonatology service",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580688/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580688",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Frequency and correlates of suicidality in a sample of traumatized treatment-seeking refugees",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580676/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580676",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Provider perspectives on self-management of hypertension: a survey of perceptions and clinical pharmacist utilization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580674/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580674",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oasis or trap? Divergent survival strategies of two desert herbs under shrub fertile Islands",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580652/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The \"fertile island\" effect of desert shrubs creates \"high nutrients - low water\" environmental gradient, driving divergent adaptive strategies in herbaceous plants: shallow-rooted species exhibit high growth plasticity yet vulnerability to water stress, while deep-rooted species maintain stability through deep - water access. Our findings demonstrate that water availability overrides nutrient enrichment as the primary factor governing these adaptations, providing new insights into plant-plant...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580652",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "that water availability overrides nutrient enrichment as the primary factor governing these adaptations, providing new insights into plant-plant"
    },
    {
      "title": "Effects of a complex intervention on agitation and aggression in people living with dementia and mild cognitive impairment in shared-housing arrangements: results for a secondary outcome of the multicenter, cluster-randomized controlled DemWG study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580643/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Although some studies have suggested that homelike care environments can have beneficial effects on people living with dementia (PlwDs) and people living with mild cognitive impairment (PlwMCIs), studies on effects of a non-pharmacological, psychosocial intervention on behavioral and psychological symptoms of dementia (BPSDs) in the setting of shared-housing arrangements (SHAs) are still lacking.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580643",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the origins and features of long-latency Plasmodium malariae infections: a comprehensive epidemiological, clinical, and genetic study of seven cases in Guangdong Province (2014-2022)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580635/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580635",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Autoantibodies and vitamin D in leprosy patients in the Brazilian Amazon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580618",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "mspms: an R package and GUI for multiplex substrate profiling by mass spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: mspms is the first publicly available, comprehensive platform for MSP-MS data analysis downstream of peptide identification and quantification. It integrates preprocessing, normalization, statistical testing, and visualization into a single, transparent, and user-friendly framework, making it a valuable resource for the protease research community. The package is distributed via Bioconductor, and a graphical interface is available online for interactive use.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "mspms is the first publicly available, comprehensive platform for MSP-MS data analysis downstream of peptide identification and quantification. It integrates preprocessing, normalization, statistical testing, and visualization into a single, transparent, and user-friendly framework, making it a valu..."
    },
    {
      "title": "Geographic variation in floral scent reinforces local pollinator attraction in the fig-fig wasp mutualism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580600/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580600",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulating subjective and objective cognitive state fatigue in long COVID with repetitive anodal tDCS: results from a double-blinded randomized controlled trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580590/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings indicate that while tDCS may modulate neurophysiological correlates of cognitive state fatigue, its impact on subjective experience and behavioral performance remain limited under the current protocol. These results, however, underscore the importance of including neurophysiological endpoints in intervention research and highlight the need for developing more robust and individualized stimulation protocols. Future studies should consider extended stimulation regimens,...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580590",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "on subjective experience and behavioral performance remain limited under the current protocol",
      "conclusion": "These findings indicate that while tDCS may modulate neurophysiological correlates of cognitive state fatigue, its impact on subjective experience and behavioral performance remain limited under the current protocol. These results, however, underscore the importance of including neurophysiological e..."
    },
    {
      "title": "MRG15 decline in aged/injured MuSCs hinders regeneration via differentiation defects",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Skeletal muscle aging is characterized by a functional decline in muscle stem cells (MuSCs), yet the key regulatory mechanisms driving this deterioration remain poorly understood. By integrating transcriptomic profiles from aged MuSCs with data from C2C12 cells exposed to spaceflight conditions (which mimic an aging-like phenotype), we identified MORF4-related gene on chromosome 15 (MRG15) as a putative epigenetic regulator involved in age-related myogenic decline. Using a MuSC-specific...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Seasonal hydrogeochemical dynamics and associated health risks of spring water quality for drinking and irrigation purposes in tropical volcanic regions: a case study from the southern slope of Mt. Merapi, Indonesia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Springs in tropical volcanic regions are vital resources for drinking water, irrigation, and sustaining local communities. However, rapid land use changes and intensified anthropogenic activities have contributed to the degradation of spring water quality. This study analyzed 13 physicochemical parameters in 30 spring samples from the southern slopes of Mt. Merapi, Indonesia, during the dry and rainy seasons to characterize seasonal hydrogeochemical dynamics, evaluate spring water quality, and...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "13 physicochemical parameters in 30 spring samples from the southern slopes of Mt",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of creatinine- and cystatin C-based definitions of acute kidney injury in neonates with congenital diaphragmatic hernia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580574/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AKI is a frequent and clinically important complication in neonates with CDH and is strongly associated with overall disease severity, incidence of sepsis, and ECMO. Neonates with severe AKI have a higher mortality. CysC might serve as an additional biomarker for the detection of neonates with CDH and fatal outcome. Future studies should assess whether integrating both serum creatinine and CysC into AKI monitoring improves the early detection of neonates with CDH at risk of acute...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580574",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "complication in neonates with CDH and is strongly associated with overall disease severity, incidence of sepsis, and ECMO",
      "conclusion": "AKI is a frequent and clinically important complication in neonates with CDH and is strongly associated with overall disease severity, incidence of sepsis, and ECMO. Neonates with severe AKI have a higher mortality"
    },
    {
      "title": "High-resolution 3D-printed insulator-based dielectrophoresis devices for biomolecular manipulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580566/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The advancement of microfluidics has enabled a wide range of biochemical and biological applications, such as high-throughput drug testing or point-of-care diagnostics, and has also enabled dielectrophoretic applications. Dielectrophoresis (DEP) is based on the movement of polarizable particles in a non-uniform electric field. Implementing insulator-based dielectrophoresis (iDEP) in microfluidic systems has provided a new dimension for the precise manipulation of biomolecules. However, iDEP has...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580566",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gut microbiota metabolites positively impacts chemotherapy effects in colorectal cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer (CRC) remains one of the leading causes of cancer-related deaths worldwide, largely due to late-stage diagnosis and limited efficacy of current therapies. 5-Fluorouracil (5-FU) is the standard chemotherapeutic agent used in CRC treatment; however, its effectiveness is often hampered by resistance, toxicity, and suboptimal outcomes in advanced-stage tumors. Recent evidence suggests that gut microbiota-derived short-chain fatty acids (SCFAs) exert anticancer effects and may hold...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580562",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Analysis of urban resilience assessment and spatiotemporal patterns in coastal cities under sea-level rise",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580542/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "With global climate warming, sea-level rise has become a significant challenge for coastal cities. A three-dimensional resilience model is developed based on resilience breadth, depth, and effectiveness, providing a comprehensive evaluation of urban resilience. Furthermore, the Mann-Kendall test (M-K test) was applied to analyze the spatiotemporal evolution of urban resilience, and a Grey Model (GM) was employed to forecast future resilience levels. Taking Shanghai as a case study, extensive...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580542",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defining and Capturing Postoperative Complications in Cancer Surgery: Beyond Definitions and Time Frames",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580535/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580535",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Exploring translational relevance of baseline and longitudinal metabolic profiling in the blood of ovarian cancer patients",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580532/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "We conducted blood-based metabolomic profiling in ovarian cancer and determined its clinical relevance. NMR spectroscopy was performed on a total of n = 760 longitudinal plasma samples from n = 292 ovarian cancer patients, probing for n = 39 metabolites. At primary diagnosis, we revealed two distinguishable signatures, representing blood-based surrogates for a continuum of two metabolic states in ovarian cancer. These signatures shaped two subgroups of patients with differential surgical outcome...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580532",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative molecular simulations reveal NeuroAid II mechanisms in ischemic stroke through network pharmacology, molecular dynamics, and pharmacophore modeling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580529/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Ischemic stroke remains a major health challenge with limited treatment options. NeuroAid II (MLC901), a multi-herbal remedy, has shown clinical promise in post-stroke recovery, though its molecular mechanisms are unclear. This study employed an integrative computational approach, including network pharmacology, molecular docking, molecular dynamics (MD) simulations, molecular mechanics/Poisson-Boltzmann surface area (MM/PBSA) free energy calculations, and pharmacophore modeling, to investigate...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580529",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optical coherence tomography and histological assessment of cutaneous vasculature and neural changes in long-term smokers: an exploratory study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580525/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Smoking affects microcirculation by damaging endothelial cells and reducing blood flow. Vascular disease is also thought to contribute to the development of diabetic neuropathy, resulting in the decrease of nerve fiber density. The impact of nicotine on vasculature using optical coherence tomography angiography (OCT-A) has been extensively studied. We utilized an alternative method, reactive hyperemia OCT-A (RH-OCT-A), to provide a more complete visualization of microvasculature changes in the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580525",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of nicotine on vasculature using optical coherence tomography angiography (OCT-A) has been extensively studied",
      "conclusion": null
    },
    {
      "title": "Co-designing with frail nursing home residents to gamify a VR-based physio-cognitive intervention",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580523/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Improving adherence to physio-cognitive interventions is crucial for mitigating frailty and dementia in older adults, many of them staying in nursing homes. Digital interventions for nursing home residents, however, are often overlooked in both the academic community and the marketplace, let alone for adherence. This article presents a three-phase co-design study with frail nursing home residents (mean age: 80.42 years) to gamify \"a physio-cognitive virtual reality intervention\" (aPCVRi)...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580523",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CISH, a key intracellular checkpoint, in comparison and combination to existing and emerging cancer immune checkpoints",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580517/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Over the past decade, Immuno-Oncology has largely focused on blocking inhibitory surface receptors like PD-1 to enhance T cell anti-tumor activity. However, intracellular immune checkpoints such as CISH, which function independently of tumor-expressed ligands, offer powerful and previously untapped therapeutic potential. As a downstream regulator of TCR signaling, CISH controls T cell activation, expansion, and neoantigen reactivity. Though historically considered undruggable, recent advances in...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580517",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Perioperative micro-arterial function and extravasation in cytoreductive ovarian cancer surgery: an observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580514/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: There was no increase in extravasation measured by VCP during surgery despite a substantial intraoperative positive fluid balance, showing that they were not associated with each other. The micro-arterial function and venous backflow characteristics deteriorated during surgery, indicating that vascular dilation rather than capillary leakage may contribute to the high fluid demands.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580514",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "There was no increase in extravasation measured by VCP during surgery despite a substantial intraoperative positive fluid balance, showing that they were not associated with each other. The micro-arterial function and venous backflow characteristics deteriorated during surgery, indicating that vascu..."
    },
    {
      "title": "Homozygous C12orf40 variant contributes to severe oligoasthenoteratozoospermia and sperm sex chromosome aneuploidy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580510/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study identified a previously unreported phenotype of the C12orf40 c.232_233insTT variant, expanding its spectrum from complete meiotic arrest to incomplete arrest with severe meiotic errors and residual spermatogenesis. It provides the first evidence linking this variant to severe OAT and RPL, highlighting a crucial paternal genetic contributor to reproductive failure.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580510",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified a previously unreported phenotype of the C12orf40 c.232_233insTT variant, expanding its spectrum from complete meiotic arrest to incomplete arrest with severe meiotic errors and residual spermatogenesis"
    },
    {
      "title": "Agreement between Scheimpflug-based optical biometer with partial coherence interferometry in patients with keratoconus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580506/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "This study aims to assess the agreement between the Pentacam AXL and IOL Master 500 in measuring biometric components and intraocular lens (IOL) power in patients with keratoconus (KCN). In this cross-sectional study, individuals aged over 60 years were randomly selected from 22 districts in Tehran. Inclusion criteria were individuals over 60 years of age, the absence of ocular pathologies aside from KCN and cataracts, no prior ocular surgeries, and no systemic diseases. Optical biometry was...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580506",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "to assess the agreement between the Pentacam AXL and IOL Master 500 in measuring biometric components and intraocular lens (IOL) power in patients with keratoconus (KCN)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Single amino-acid differences define H2B variants and modify chromatin accessibility to induce EMT in breast cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580505/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Histones scaffold genomic DNA and regulate access to the transcriptional machinery. However, naturally occurring histone variants can alter histone-DNA interactions, DNA and histone modifications, and the chromatin interactome. Hence, alterations in histone variant deposition can disrupt chromatin, and are increasingly recognized as a way to trigger various disease, including cancer. While significant attention has been placed on the biochemical and functional roles of H2A, H3, and H4 histone...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580505",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structure optimization design for supporting ring of casing head hanger in extra deep oil wells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580482/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580482",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ultrasensitive ctDNA monitoring reveals early predictors of immunotherapy response in advanced cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580469/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Circulating tumor DNA (ctDNA)-based response assessment is appealing but limited by conventional analytical thresholds. We utilized a whole genome sequencing based, tumor-informed ultrasensitive ctDNA assay which tracked ~1800 somatic mutations to analyze 227 longitudinal plasma samples from 39 patients with advanced/metastatic cancers receiving immune checkpoint inhibitors (ICIs). ctDNA was detected from 2.0-239,315 PPM (median limit of detection: 1.77 PPM), with 33% of positive detections...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580469",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differential GABA dynamics across brain functional networks in autism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Differences in the ϒ-aminobutyric acid (GABA) system contribute to an excitatory-inhibitory imbalance in autism, particularly affecting sensory processing. However, the brain's broader response to interventions targeting GABA pathways in individuals with autism remains poorly understood. This study tested the hypothesis that GABAergic control of information transfer across large-scale brain functional networks is altered in autism. We conducted a phase-amplitude coupling (PAC) analysis of...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580462",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Printing technologies for monitoring crop health",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580442/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Agricultural production requires low-cost sensors capable of delivering reliable, high-resolution data across large areas. Rising food demand, limited arable land, and severe soil degradation have accelerated the adoption of precision agriculture, which relies on real-time monitoring of soil, plant, and environmental conditions. Central to this shift is the development of scalable sensor technologies enabled by advances in materials science. Printing techniques, including inkjet, screen, aerosol...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580442",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Essential role of NONO-HOXA1-Wnt axis in cardiomyocyte differentiation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580430/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "NONO is recognized as a critical molecular scaffold involved in both transcriptional and posttranscriptional regulation. Mutations in NONO are frequently linked to congenital heart diseases (CHDs) in humans. However, the mechanisms by which NONO regulates cardiac development remain elusive. Here, we identified NONO as a pivotal dual-function regulator of cardiomyocyte differentiation in human induced pluripotent stem cells (hiPSCs). NONO deficiency in hiPSCs results in a distinct defect in early...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580430",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A stabilized tandem antigen chimera that elicits potent malaria transmission-reducing activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580424/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Malaria parasite transmission remains a barrier to elimination since asymptomatic individuals sustain the infectious reservoir. Transmission-blocking vaccine (TBV) candidates targeting Plasmodium falciparum (Pf) gametocyte surface proteins Pfs230 and Pfs48/45 have shown promise in clinical trials. Several vaccine candidates have been developed for these antigens, yet it is unclear which elicit the most robust and durable transmission-blocking responses. From structure-function relationships of...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580424",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recreating viable YY<sup>h</sup> genotype uncovers the role of CpYYL underlying YY lethality in papaya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580421/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Papaya is a trioecious species with XX females, XY males, and XY^(h) hermaphrodites. Any combination of Y and Y^(h) chromosomes is lethal. The gene underlying YY lethality is pivotal in the transition from stage 2 to stage 3 in sex chromosome evolution. Here, we identify and functionally validate the YY lethality gene in papaya, CpYYL. Loss of CpYYL function accelerates glycolysis and reduces sucrose accumulation in embryo, causing embryo abortion. CpYYL interacts with CpAKRP and overexpression...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580421",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Modulation of Nudt21 levels reveals dose-dependent roles of alternative polyadenylation in tissue regeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580420/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Stem cells continually self-renew and differentiate to sustain tissue homeostasis, yet the role of post-transcriptional mechanisms in guiding these processes remains incompletely understood. Here, we demonstrate that the regulation of 3'UTR length via alternative mRNA polyadenylation (APA) is essential for stem cell function across diverse tissues. Modulating the APA regulator Nudt21 reveals that stem cell self-renewal and differentiation depend on distinct dosage thresholds and thus can be...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580420",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comprehensive benchmarking single and multi ancestry polygenic score methods with the PGS-hub platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Polygenic scores (PGS) quantify genetic contributions to complex traits, yet existing single- and multi-ancestry methods lack multi-dimensional evaluation within a unified framework. Here, we benchmarked 13 state-of-the-art PGS methods across 36 traits in UK Biobank European and African samples. The prediction performance, computational efficiency, the number of variants, and the impact of different linkage disequilibrium (LD) reference sizes were thoroughly assessed for each method. Results of...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580418",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "of different linkage disequilibrium (LD) reference sizes were thoroughly assessed for each method",
      "conclusion": null
    },
    {
      "title": "Duration of super-emitting oil and gas methane sources",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580397/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "The duration of super-emitting events (>100 kg h^(-1)) in oil and gas basins remains insufficiently understood but is key for reporting programs and mitigation strategies. Carbon Mapper conducted aerial surveys from April 30 to May 17, 2024, over the New Mexico Permian Basin, covering 276,000 wells, 1100 compressor stations, 175 gas processing plants, and 27,000 km of pipeline. We find over 500 super-emitting sources with 300 of these sources observed repeatedly across multiple days. We quantify...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580397",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "oil and gas basins remains insufficiently understood but is key for reporting programs and mitigatio",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "FlareDB: A Database of Significant Flares in Solar Cycles 24 and 25 with SDO/HMI and SDO/AIA Observations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580394/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "We present FlareDB, a database that provides comprehensive magnetic field information, ultraviolet/extreme ultraviolet (UV/EUV) emissions, and white light continuum images for solar active regions (ARs) associated with 151 significant flares from May 2010 to May 2025. The data, sourced from the Solar Dynamics Observatory (SDO) via the Joint Science Operations Center (JSOC), were processed with SunPy and stored in standardized JSOC FITS format. FlareDB includes all M5.0 and larger flares within...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580394",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TREM2 expression level is critical for microglial state, metabolic capacity and efficacy of TREM2 agonism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580393/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "Triggering receptor expressed on myeloid cells 2 (TREM2) is a central regulator of microglial activity and loss-of-function coding variants are major risk factors for late onset Alzheimer's disease (LOAD). To better understand the molecular and functional changes associated with TREM2 signalling in microglia, we generated a TREM2 reporter mouse. In APP transgenic animals, bulk RNA-sequencing of isolated microglia sorted based on reporter expression highlighted TREM2 level-related changes in...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580393",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Organ-on-a-chip in oral medicine: Emerging approaches and applications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580382/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This review concludes that the dentofacial tissues and their functions can be simulated via OoCs, including dentin, dental pulp, periodontal tissue, oral mucosa, and salivary glands. They hold significant value in modeling oral disease, evaluating oral restorative materials, studying head and neck tumor metastasis, and screening drugs. Furthermore, the integration with AI will enable intelligent acquisition and analysis of high-throughput, real-time dynamic data within the chips,...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580382",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This review concludes that the dentofacial tissues and their functions can be simulated via OoCs, including dentin, dental pulp, periodontal tissue, oral mucosa, and salivary glands. They hold significant value in modeling oral disease, evaluating oral restorative materials, studying head and neck t..."
    },
    {
      "title": "Annual global land cover mapping at 30 m resolution from 1985 to 2022 with high temporal consistency",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580367/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580367",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A new frontier in synthetic biology: leveraging phase separation for robust gene circuits",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41580366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260125024017&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41580366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}