{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-19T19:22:45.250Z",
  "totalItems": 150,
  "totalArchived": 36843,
  "newPapersAdded": 146,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 34,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 21,
    "IBS": 100,
    "UNIST": 0,
    "Hanyang University": 2,
    "KIST": 4,
    "GIST": 0,
    "Kyung Hee University": 4,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 7,
    "Multidisciplinary": 82,
    "Biomedical": 27,
    "Computer Science": 3,
    "Cancer Research": 21,
    "Neuroscience": 10
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Dynamical dark energy in light of the DESI DR2 baryonic acoustic oscillations measurements",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415972/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Understanding whether cosmic acceleration arises from a cosmological constant or a dynamical component is a central goal of cosmology, and the Dark Energy Spectroscopic Instrument (DESI) enables stringent tests with high-precision distance measurements. Here we analyse measurements of baryon acoustic oscillations in DESI Data Release 1 and Data Release 2 and consider type Ia supernovae and a distance prior for the cosmic microwave background. With the larger statistical power and wider redshift...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST",
        "SNU"
      ],
      "pmid": "41415972",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "of cosmology, and the Dark Energy Spectroscopic Instrument (DESI) enables stringent tests with high-precision distance measurements",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Case Report: Temporary supratrochanteric plating for the management of subtrochanteric femoral fracture in an immature dog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415730/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "This case report describes the successful management of a subtrochanteric femoral fracture in a 2-month-old dog using temporary supratrochanteric plate fixation, performed prior to the development of the greater trochanter apophysis. A tibial plateau leveling osteotomy plate was applied to the proximolateral femur and subsequently removed following radiographic evidence of bridging callus formation. At the 21-month follow-up, the dog exhibited normal limb function, symmetrical femoral length,...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41415730",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Real-world treatment outcome and toxicity analysis of inotuzumab ozogamicin in adult patients with relapsed or refractory B-cell precursor acute lymphoblastic leukemia: multicenter prospective observational study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415213/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: INO represents a potent salvage option for R/R BCP-ALL. However, substantial toxicities highlight the critical need for careful patient selection and dose optimization strategies to maximize its therapeutic benefit.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41415213",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "INO represents a potent salvage option for R/R BCP-ALL. However, substantial toxicities highlight the critical need for careful patient selection and dose optimization strategies to maximize its therapeutic benefit"
    },
    {
      "title": "DeepKinome: quantitative prediction of kinase binding affinity by a compound using deep learning based regression model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415030/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DeepKinome offers a promising approach for understanding kinase inhibition and compound binding.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41415030",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "DeepKinome offers a promising approach for understanding kinase inhibition and compound binding"
    },
    {
      "title": "Development and validation of a dual-purpose 60K SNP chip for simultaneous genotyping of chicken and duck",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We successfully developed and validated the first poultry SNP chip incorporating chicken-duck pooled samples. This chip provides reliable genotyping performance for both species and offers a cost-effective solution for large-scale SNP chip development in the livestock industry.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41414840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "We successfully developed and validated the first poultry SNP chip incorporating chicken-duck pooled samples. This chip provides reliable genotyping performance for both species and offers a cost-effective solution for large-scale SNP chip development in the livestock industry"
    },
    {
      "title": "Charting the way forward for HTA in Asia-Pacific: HTAsiaLink's strategic plan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416454/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Health Technology Assessment (HTA) informs resource allocation and policy decisions, particularly to achieve Universal Health Coverage (UHC). Recognizing the increasing demand for evidence-informed decision-making, the HTAsiaLink network was established in 2011 as a regional platform to strengthen individual and institutional capacity in HTA research and facilitate the integration of HTA evidence into policy decisions across the Asia-Pacific.Over the years, HTAsiaLink has expanded to over fifty...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "SNU"
      ],
      "pmid": "41416454",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing emergency medical system governance in Japan and South Korea: lessons for high-income countries from a multisource comparative health systems analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The contrasting systems suggest that hybrid governance that combines centralized standard settings with local operational flexibility may optimize EMS performance. These findings provide lessons for EMS reform, cross-border collaboration, and disaster preparedness in high-income nations facing similar demographic and healthcare challenges.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41416366",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The contrasting systems suggest that hybrid governance that combines centralized standard settings with local operational flexibility may optimize EMS performance. These findings provide lessons for EMS reform, cross-border collaboration, and disaster preparedness in high-income nations facing simil..."
    },
    {
      "title": "Development of an automated phenotyping platform and identification of a novel QTL for drought tolerance in soybean",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416200/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Deep understanding of slow-wilting is essential for developing drought-tolerant crops. Existing approaches to measure transpiration rates are difficult to apply to large populations due to their high cost and low throughput. To overcome these challenges, we developed a high-throughput phenotyping system that integrates a load cell sensor and an Arduino-based microcontroller device. The system tracked the transpiration rate in real time by measuring changes in the pot weight in 224 recombinant...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41416200",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "De-occlusion models and diffusion-based data augmentation for size estimation of on-plant oriental melons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416191/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Accurate fruit size estimation is crucial for plant phenotyping, as it enables precise crop management and enhances agricultural productivity by providing essential data for growth and resource efficiency analysis. In this study, we estimated the size of on-plant oriental melons grown in a vertical cultivation system to address the challenges posed by leaf occlusion. Data augmentation was achieved using a diffusion model to generate synthetic leaves to cover existing fruits and create an...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41416191",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "KDOSS-net: Knowledge distillation-based outpainting and semantic segmentation network for crop and weed images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Weed management plays a crucial role in increasing crop yields. Semantic segmentation, which classifies each pixel in an image captured by a camera into categories such as crops, weeds, and background, is a widely used method in this context. However, conventional semantic segmentation methods rely solely on pixel information within the camera's field of view (FOV), hindering their ability to detect weeds outside the visible area. This limitation can lead to incomplete weed removal and...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41416184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rapid diagnosis of herbicidal activity and mode of action using spectral image analysis and machine learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416180/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Herbicide screening requires a substantial amount of time, effort, and cost, making a new herbicide discovery expensive and time-consuming. Various diagnostic methods have been developed, but most of them are destructive and require significant time and effort to identify herbicide activity. Therefore, this study was conducted to apply spectral image analysis for early and rapid diagnosis of herbicidal activity and modes of action (MOAs). RGB, chlorophyll fluorescence (CF), and infrared (IR)...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "SNU"
      ],
      "pmid": "41416180",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessment of Ambient Multipollutant Exposure and Health Impacts Over India Using the Novel Satellite-Based Multi-Pollutant Index",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416034/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Ambient air pollutants are reported to have adverse health impacts, which could be better assessed by examining human exposure to multiple criteria pollutants or through a multi-pollutant Air Quality Index (AQI). As compared to AQIs developed using in situ measurements of pollutants across sparse monitoring stations, satellite-based products such as ambient PM(2.5) or NO(2) provide better spatiotemporal patterns. Here, we examine the long-term (2005-2019) air pollution exposure and health...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41416034",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pre-symptomatic diagnosis of rice blast and brown spot diseases using chlorophyll fluorescence imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415947/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Rice blast and brown spot are two of the most significant fungal diseases affecting rice production. Although the leaf symptoms of both diseases are distinct, they manifest as similar brown-black lesions, complicating differentiation and effective management. Traditional diagnostic methods predominantly rely on DNA-based molecular techniques, which are not well-suited for rapid, large-scale applications. This study aimed to identify reliable chlorophyll fluorescence (ChlF) indicators for...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41415947",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "identify reliable chlorophyll fluorescence (ChlF) indicators for",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Cochlear Implant Position for Magnetic Resonance Imaging of Vestibular Schwannoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Optimal positioning of the CI magnet, particularly maintaining a distance greater than 90 mm from the EAC, is crucial for achieving clear postoperative MRI visualization of the IAC in patients undergoing VS treatment.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41415938",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Optimal positioning of the CI magnet, particularly maintaining a distance greater than 90 mm from the EAC, is crucial for achieving clear postoperative MRI visualization of the IAC in patients undergoing VS treatment"
    },
    {
      "title": "Anatomically refined entorhinal cortex segmentation improves MRI-based early diagnosis of Alzheimer's disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: The entorhinal cortex (EC) is one of the earliest cortical regions affected in Alzheimer's disease (AD) and serves as a key target for magnetic resonance imaging (MRI) biomarkers. However, conventional segmentation pipelines based on the Desikan-Killiany atlas do not clearly distinguish the EC from the adjacent perirhinal cortex, leading to mixed labels and reduced diagnostic sensitivity.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41415891",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Processed silkworm powder (Hongjam) ameliorates metabolic dysfunction-associated steatotic liver disease via GPR35/PKA and SIRT1/AMPK pathways",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Metabolic dysfunction-associated steatotic liver disease (MASLD) is a chronic metabolic disorder linked to obesity, insulin resistance, and type 2 diabetes. This study aimed to investigate the preventive effects of Hongjam, a processed silkworm powder, in a high-fat diet-induced MASLD mouse model and to explore its underlying mechanisms.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41415839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "investigate the preventive effects of Hongjam, a processed silkworm powder, in a high-fat diet-induced MASLD mouse model and to explore its underlying mechanisms",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "조영증강 유방촬영술: 현재의 임상적 활용과 미래 방향에 대한 종합적 고찰",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415651/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Contrast-enhanced mammography (CEM) is an advanced imaging technique that combines morphological and functional information to enhance breast cancer detection, similar to MRI. Using dual-energy X-rays and iodinated contrast agents, CEM highlights enhancing abnormalities and is highly sensitive in detecting malignancies, particularly in dense breasts. Its advantages include rapid image acquisition and cost-effectiveness, making it useful in screening, diagnosis, staging, and monitoring of...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41415651",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Current Landscape and Commercialization of AI Models in Musculoskeletal Imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415628/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article on p. 624 in vol. 86, PMID: 41113373.].",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41415628",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical Practice Guideline for Stroke Rehabilitation in Korea-Part 2: Rehabilitation for Motor and Sensory Function (2024)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415589/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "This clinical practice guideline (CPG) is the second part of the fourth edition of the Korean Stroke Rehabilitation Guidelines, following the first part published in 2023. While, the first part addressed rehabilitation for motor function, while this second part focuses on both motor and sensory rehabilitation. Beginning with the fourth edition, significant methodological advancements have been introduced, transitioning from a consensus-based approach to an evidence-based framework using the...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "Korea University",
        "POSTECH",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41415589",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "2023",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Complementary strategies in pancreatic cancer precision medicine: therapeutic prediction and immune modulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415544/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The development of patient-derived organoids for drug sensitivity testing, personalized mRNA vaccines for immune activation, and precision diagnostic and therapeutic technologies represents complementary advances in PDAC. While each approach has demonstrated independent clinical value, their integration remains an important future direction that may provide a comprehensive framework for improving outcomes in PDAC.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41415544",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "future direction that may provide a comprehensive framework for improving outcomes in PDAC",
      "conclusion": "The development of patient-derived organoids for drug sensitivity testing, personalized mRNA vaccines for immune activation, and precision diagnostic and therapeutic technologies represents complementary advances in PDAC. While each approach has demonstrated independent clinical value, their integra..."
    },
    {
      "title": "Administration of 2-deoxy-D-glucose induces pyroptosis in murine breast cancer cells via cAMP/PKA/HK2 to impair tumor survival",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415273/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings identified a novel metabolic-inflammatory axis (cAMP/PKA-HK2-caspase-3/GSDME) in breast cancer. Furthermore, study highlights the in vivo efficacy and safety of 2-DG and its ability to induce pyroptosis, thereby providing a basis for targeting drug resistance in breast cancer.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41415273",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings identified a novel metabolic-inflammatory axis (cAMP/PKA-HK2-caspase-3/GSDME) in breast cancer. Furthermore, study highlights the in vivo efficacy and safety of 2-DG and its ability to induce pyroptosis, thereby providing a basis for targeting drug resistance in breast cancer"
    },
    {
      "title": "Prevalence and associated factors of intimate partner violence against women in Ghana: a secondary analysis of the 2022 Demographic and Health Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: IPV is associated with multiple complex factors. About 1.8 women out of every five women in Ghana have experienced IPV in their lifetime. These findings emphasize the urgent need for effective public health and economic strategies to reduce this preventable form of violence for women in Ghana.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41415250",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "IPV is associated with multiple complex factors. About 1"
    },
    {
      "title": "Socioeconomic Inequalities in the Continuum of Suicidal Ideation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414967/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Background: Suicidal ideation changes over time. Few studies have examined socioeconomic inequalities in suicide ideation regarding interrelated indicators of incidence, persistence, and remission. Aim: We aimed to investigate how socioeconomic characteristics are related to the incidence, persistence, and remission of suicidal ideation in South Korea. Methods: We assessed the incidence of suicidal ideation at the 1-year follow-up among individuals without prior suicidal ideation and its...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41414967",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "We aimed to investigate how socioeconomic characteristics are related to the incidence, persistence, and remission of suicidal ideation in South Korea",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Developmental Brain Age Estimation From MRI Data: A Systematic Review of Deep Learning Approaches and Open Datasets",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Brain age is an emerging concept that reflects complex, time-dependent changes in brain structure, identifying departures from expected neurodevelopmental patterns. In the developing brain, accurate MRI-based age estimation is a quantitative biomarker for detecting atypical neurodevelopment, facilitating early diagnosis, guiding clinical decision-making, and potentially improving long-term outcomes. Data-driven models applied to neuroimaging have provided valuable insights into the pathogenesis...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414873",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Physician experience and perceptions of tetrabenazine for the treatment of tardive dyskinesia and Huntington's chorea: a survey of neurologists and psychiatrists",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414855/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although most physicians were moderately satisfied with TBZ, they also reported that TBZ side effects prevented reaching optimal clinical effectiveness and often led to discontinuation, suggesting a need for additional effective treatment options with favorable benefit-risk profiles for TD and HD-related chorea.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414855",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although most physicians were moderately satisfied with TBZ, they also reported that TBZ side effects prevented reaching optimal clinical effectiveness and often led to discontinuation, suggesting a need for additional effective treatment options with favorable benefit-risk profiles for TD and HD-re..."
    },
    {
      "title": "Prioritizing maternal sleep: a public health strategy for preventing childhood allergic diseases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41414843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nitrogen balance and yolk corticosterone levels of laying hens fed low protein diets from 33 to 64 weeks of age",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: It is concluded that decreasing dietary protein levels fortified with limiting amino acids can be applied to mitigate nitrogen excretion without affecting nutrition-mediated stress in laying hens.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "It is concluded that decreasing dietary protein levels fortified with limiting amino acids can be applied to mitigate nitrogen excretion without affecting nutrition-mediated stress in laying hens"
    },
    {
      "title": "Cohort profile: the KDCA-Tuberculosis-NHIS Cohort linking tuberculosis surveillance and health insurance data in Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Despite a steady decline in incidence, tuberculosis (TB) remains a substantial public health burden in South Korea, particularly among older adults. Existing national TB surveillance systems lack sufficiently comprehensive data to assess long-term outcomes and health disparities. The K-TB-N cohort integrates data from 3 national sources: the Korean Tuberculosis Surveillance System (2011-2022), the National Health Insurance Database (2010-2022), and mortality data from Statistics Korea...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41414825",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Secular trends in grip strength among Korean adults according to socioeconomic factors: the 2014-2022 Korea National Health and Nutrition Examination Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings provide descriptive evidence of grip strength trends and socioeconomic disparities in Korea. They may serve as baseline information to guide future longitudinal studies and inform public health strategies.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414822",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings provide descriptive evidence of grip strength trends and socioeconomic disparities in Korea. They may serve as baseline information to guide future longitudinal studies and inform public health strategies"
    },
    {
      "title": "Pervasive environmental contaminant acrolein compromises myocardial geometry and function through the induction of cuproptosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Acrolein, a highly reactive α,β-unsaturated aldehyde found in cigarette smoke, automobile exhaust, industrial emissions, combustion byproducts, cooking and cyclophosphamide chemotherapy, has raised serious health concerns, although the precise mechanism remains unclear. This study is designed to examine the impact of this pervasive environmental pollutant on myocardial geometry and function alongside the underlying cellular mechanisms. Adult C57BL/6 mice are challenged with acrolein (2.5...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41414815",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "of this pervasive environmental pollutant on myocardial geometry and function alongside the underlying cellular mechanisms",
      "conclusion": null
    },
    {
      "title": "Immunosuppressive Tumor Microenvironment in Colorectal Cancer Lung Metastases: Implications for Recurrence After Metastasectomy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Immunosuppressive features including enrichment of SPP1+ TAMs and depletion of effector T and NK cells contribute to recurrence after CRC lung metastasectomy. Therapeutic strategies targeting both TAMs and T cells may enhance clinical outcomes in this patient population.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414807",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Immunosuppressive features including enrichment of SPP1+ TAMs and depletion of effector T and NK cells contribute to recurrence after CRC lung metastasectomy. Therapeutic strategies targeting both TAMs and T cells may enhance clinical outcomes in this patient population"
    },
    {
      "title": "Redefining HER2 in Breast Cancer: From Conventional Positivity to Low and Ultralow in the New Era of Antibody-Drug Conjugates",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414806/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Human epidermal growth factor receptor 2 (HER2) has evolved from a poor prognostic factor to one of the most impactful predictive biomarkers in oncology. The introduction of trastuzumab established HER2 as a binary determinant of therapy, with HER2 immunohistochemistry (IHC) becoming the treatment-guiding diagnostic assay. However, the emergence of antibody-drug conjugates (ADCs), particularly trastuzumab deruxtecan, has challenged this paradigm by demonstrating activity in tumors with low and...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414806",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Utilization, Reimbursement, and Barriers to Accessing Sequencing Tests for Cancer Care in the Asia-Pacific Region: KSMO Initiatives to Address Cancer Care Inequity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings demonstrated a wide disparity in access, funding and reimbursement of sequencing tests across the region. Addressing cost, improving reimbursement mechanisms, and building infrastructure capacity will be critical for the equitable integration of NGS into routine cancer care in the Asia-Pacific.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41414805",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings demonstrated a wide disparity in access, funding and reimbursement of sequencing tests across the region. Addressing cost, improving reimbursement mechanisms, and building infrastructure capacity will be critical for the equitable integration of NGS into routine cancer care in the Asia-..."
    },
    {
      "title": "Cell cycle-regulated expression of Fam72a from the |Srgap2-Fam72a| master gene leads to Mis18a downregulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414706/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The novel |Srgap2-Fam72a| master gene, comprising SLIT-ROBO Rho GTPase-activating protein 2 (Srgap2) and family with sequence similarity 72 member A (Fam72a), has attracted attention for its potential role in regulating brain plasticity and supporting advanced cognitive functions in humans. Moreover, recent studies have identified Fam72a as a new cell cycle-regulated gene. In this study, we investigated the activity of the intergenic region (IGR) between the native Srgap2 and Fam72a gene pair...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41414706",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the activity of the intergenic region (IGR) between the native Srgap2 and Fam72a gene pair",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "β-Catenin and AMPK/AKT/FOXO Signaling Mediate Doxorubicin-Induced Senescence and Lipid Accumulation in C2C12 Myoblasts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Skeletal muscle atrophy is a major complication associated with aging, chronic disease, and chemotherapy. Doxorubicin (Dox), a widely used anticancer agent, accelerates muscle wasting; however, the underlying cellular mechanisms remain poorly understood. In this study, we examined the effects of Dox on myogenic differentiation, senescence, and lipid metabolism using C2C12 myoblasts. Dox exposure impaired myotube formation without causing overt cytotoxicity. Mechanistically, Dox disrupted...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41414677",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "the effects of Dox on myogenic differentiation, senescence, and lipid metabolism using C2C12 myoblasts",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microneedle Patch Loaded with Metabolized Elastin-Complexed Ceria Nanoparticles for Oral Ulcer Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41413932/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Oral ulcers are prevalent oral health issues with a high recurrence rate that substantially impair oral and systemic health. However, current therapies for oral ulcers are limited to symptom relief without addressing its fundamental pathophysiology. Additionally, their treatment efficacy is limited by reduced bioavailability due to the dynamic environment of oral cavity and reactive oxygen species (ROS)-rich microenvironment of ulcer bed. Here, we develop a microneedle patch system designed to...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41413932",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "[Expression of Concern] Establishment and evaluation of a new highly metastatic tumor cell line 5a‑D‑Luc‑ZsGreen expressing both luciferase and green fluorescent protein",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416435/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Following the publication of the above paper, it was drawn to the Editor's attention by a concerned reader that, regarding the bioluminescence and fluorescence images of the mouse shown in Fig. 2C and E respectively, the images/positioning of the mouse appeared to be unexpectedly similar, and the authors were asked to confirm whether the images were captured at the same time, but separate results were obtained for the luminescence and fluorescence readings. Similarly, in Fig. 3A, the same mouse...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41416435",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Sustainable co-production of carbon quantum dots and activated carbon from natural rubber latex for the inhibition of pathogenic microorganisms and removal of pharmaceutical residues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416256/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "This study demonstrates a sustainable and integrated method for the co-production of carbon quantum dots (CQDs) and activated carbon (AC) using natural rubber (NR) latex, which is a renewable and widely available biomass. CQDs were synthesized via a hydrothermal method using cetyltrimethylammonium bromide and nitric acid as nitrogen dopants. The as-formed product comprised uniform amorphous nanoparticles (3.5-11.0 nm) that exhibited intense blue photoluminescence and abundant surface amino and...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41416256",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "a sustainable and integrated method for the co-production of carbon quantum dots (CQDs) and activated carbon (AC) using natural rubber (NR) latex, which is a renewable and widely available biomass",
      "conclusion": null
    },
    {
      "title": "Panoptic segmentation for complete labeling of fruit microstructure in 3D micro-CT images with deep learning",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Metabolic processes in plant organs involving transport of water, metabolic gasses, and nutrients depend on the three-dimensional (3D) microscopic tissue morphology. However, imaging and quantifying this microstructure, including the spatial layout of parenchyma cells, pores, vascular bundles and special features such as stone cell clusters (brachysclereids), is challenging. To address this, a 3D deep learning-based panoptic segmentation model, combining semantic and instance segmentation, was...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41416198",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Case of Advanced Keratoconus Treated Effectively With Double Corneal Allogeneic Ring Segments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "In this case report, we aim to describe the use of double-ring segments to treat a case of keratoconus in corneal allogenic intrastromal ring segments (CAIRS). A 23-year-old male with advanced keratoconus presented with decreased vision and agreed to be treated by CAIRS surgery. A modified CAIRS was performed with two ring segments inserted into the upper and inferior tunnels. A significant corneal flattening was observed during an early postoperative period, resulting in an improvement of...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41416022",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to describe the use of double-ring segments to treat a case of keratoconus in corneal allogenic intrastromal ring segments (CAIRS)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Trends in prescriptions and factors associated with discontinuation of potentially inappropriate medications in elderly patients with advanced cancer at the end of life: A retrospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415902/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In patients with advanced cancer, PIM use decreased as they approached death. Deprescribing PIMs was more common in females, patients with polypharmacy and comorbidities, and patients admitted to hospitals, especially palliative care units.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41415902",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In patients with advanced cancer, PIM use decreased as they approached death. Deprescribing PIMs was more common in females, patients with polypharmacy and comorbidities, and patients admitted to hospitals, especially palliative care units"
    },
    {
      "title": "Quinoline and coumarin isoxazole derivatives: synthesis, antitumor evaluation and molecular docking studies with Bcl-2",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415193/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Resistance to conventional therapies in pancreatic and hematologic malignancies highlights the need for novel agents that selectively induce tumor cell death. This study presents the design, synthesis, and evaluation of new quinoline- and coumarin-derived isoxazole analogs (7a-e, 8a-f, 9a-e) and their Re(i) and Ru(ii) complexes (7b(Re), 9b(Re), 7b(Ru), 9b(Ru)). Antiproliferative assays against eight human cancer cell lines and noncancerous PBMCs identified quinoline amidoxime 8f as particularly...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41415193",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Description of a New Species of the Intertidal Limpet <em>Patelloida</em> (Patellogastropoda: Lottiidae) from Wakayama and Kochi, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415005/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "This study presents a comprehensive examination of a recently identified intertidal limpet species, Patelloida parva n. sp., utilizing a multidisciplinary approach that combines molecular analyses and detailed morphological investigations. Molecular analysis, involving mitochondrial (16S rRNA) and recently reported single nucleotide polymorphism markers, has been instrumental in distinguishing Patelloida parva n. sp. from its congeners. In addition to genetic divergence, this study provides a...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41415005",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beam commissioning of a new compact scanned proton therapy system with four different dose calculation algorithms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414875/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: All calculated doses of the box plans were in good agreement with the measurements, except for the RayStation PBA. For clinical use, RayStation MC is the preferred option for both homogeneous and heterogeneous cases.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41414875",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "All calculated doses of the box plans were in good agreement with the measurements, except for the RayStation PBA. For clinical use, RayStation MC is the preferred option for both homogeneous and heterogeneous cases"
    },
    {
      "title": "Integrated evidence supports a causal association between PHMG-P exposure and pneumonitis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Polyhexamethylene guanidine phosphate (PHMG-P) is a guanidine-based disinfectant that has been previously used in household humidifiers in South Korea. This study evaluated whether PHMG-P exposure is causally linked to pneumonitis by integrating epidemiological, toxicological, and mechanistic evidence. We prespecified an evidence‑integration framework aligned with OHAT/GRADE and OECD AOP development guidance. We systematically identified studies and synthesized findings across three domains:...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41414823",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient-specific quality assurance for extremely small field sizes using 3D in vivo dosimetry in fractionated stereotactic radiosurgery for brain metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41414766/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In pre-treatment QA for brain fSRS, 3D in vivo dosimetry based on DVH analysis demonstrated superior error detection sensitivity compared to conventional 2D gamma analysis. Our results suggest that 3D in vivo dosimetry is a useful tool for pre-treatment QA in brain fSRS.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41414766",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In pre-treatment QA for brain fSRS, 3D in vivo dosimetry based on DVH analysis demonstrated superior error detection sensitivity compared to conventional 2D gamma analysis. Our results suggest that 3D in vivo dosimetry is a useful tool for pre-treatment QA in brain fSRS"
    },
    {
      "title": "Menin-driven mTOR signaling sustains taxane resistance in CRPC and reveals a targetable vulnerability for combination therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41413907/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Prostate cancer (PC) progression is predominantly driven by androgen signaling, making androgen deprivation therapy (ADT) the standard treatment. However, the transition to castration-resistant prostate cancer (CRPC) significantly reduces ADT efficacy. While taxanes such as docetaxel (Dtx) and cabazitaxel (Cbz) are widely employed, therapeutic resistance remains a major clinical obstacle. To address this, we established docetaxel-resistant CRPC models and performed an epigenetic drug screen,...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41413907",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with unintended pregnancies among unmarried adolescents in Eastern Uganda: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41413894/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41413894",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "TaPHL7 Transcription Factor Regulates Utilisation of Nitrogen and Phosphorus in Wheat",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416468/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Macronutrients nitrogen and phosphorus are essential for plant growth and development, thus being crucial for the productivity of crops. However, the molecular mechanism regulating the utilisation of nitrogen and phosphorus remains elusive. Here, we show that the wheat (Triticum aestivum L.) transcription factor PHOSPHATE STARVATION RESPONSE-LIKE7 (TaPHL7) regulates nitrogen and phosphorus utilisation. TaPHL7 binds to the promoter of TaGS1;3, encoding a key enzyme of nitrogen assimilation, to...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416468",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defect-driven accelerated structural transformation from metal-organic frameworks: a boost for the oxygen evolution reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416466/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The development of efficient oxygen evolution electrocatalysts is pivotal for green hydrogen production, a cornerstone of achieving a zero-carbon society. Herein, we demonstrate a defect engineering strategy to boost the OER performance by facilitating in situ structural transformation from metal-organic frameworks to oxygen vacancy-rich metal oxyhydroxides as catalytically active sites, achieving an ultralow overpotential of 266 mV at 100 mA cm^(-2) and exceptional operational stability even...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416466",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Young Adults in the Cardiac Intensive Care Unit: Insights from the Critical Care Cardiology Trials Network Registry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416463/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Young adults admitted to the CICU represent a clinically distinct population, with higher rates of high acuity presentations and intensive resource use, yet lower short-term mortality.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416463",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Young adults admitted to the CICU represent a clinically distinct population, with higher rates of high acuity presentations and intensive resource use, yet lower short-term mortality"
    },
    {
      "title": "The Interplay of Genes and Environment Across Multiple Studies (IGEMS) Consortium After Fifteen Years",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416461/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The Interplay of Genes and Environment across Multiple Studies (IGEMS) is a consortium of 21 twin studies from 5 countries (Australia, Denmark, Finland, Sweden, and United States) established to explore the nature of gene-environment interplay in cognitive, physical, and emotional health across the adult lifespan. The combined data from over 145,000 participants (aged 18 to 108 years at intake) has supported multiple research projects over the three phases of development since its inception in...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416461",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Palliative Care in Intensive Care Units: Nurses' Perspectives on Challenges and Strategies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416457/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Kolcaba's Comfort Theory provided a meaningful lens to interpret the multidimensional nature of comfort in intensive care palliative care. The findings extend understanding of how nurses perceive and address structural and cultural barriers, contributing to theory-informed nursing knowledge.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416457",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": "Kolcaba's Comfort Theory provided a meaningful lens to interpret the multidimensional nature of comfort in intensive care palliative care. The findings extend understanding of how nurses perceive and address structural and cultural barriers, contributing to theory-informed nursing knowledge"
    },
    {
      "title": "A Combination of Plerixafor and Filgrasting Promotes Successful CD34+ Cell Collection for CRISPR/Cas9 Therapy in Sickle Cell Disease Patients With Insufficient Response to Plerixafor Alone",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416453/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416453",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ambient air pollutants, increased anaemia risk, and vulnerable subgroups: evidence from a large group of workers in South China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416451/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The Hb levels among the workers in our sample were associated with various atmospheric pollutants, with certain demographic and occupational subgroups being particularly vulnerable. These results highlight the need for targeted air pollution control and occupational health interventions, particularly for vulnerable demographic and occupational subgroups.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416451",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The Hb levels among the workers in our sample were associated with various atmospheric pollutants, with certain demographic and occupational subgroups being particularly vulnerable. These results highlight the need for targeted air pollution control and occupational health interventions, particularl..."
    },
    {
      "title": "Computational identification of potential PAK1 inhibitors for anti-cancer therapy: an e-pharmacophore guided virtual screening study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416439/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Cancer remains a major global health challenge, with approximately 18 million new cases reported annually. Existing evidence highlights the PAK1 protein as a critical regulator of cancer progression, making it a promising therapeutic target. The PAK1 protein complexed with dibenzodiazepine was fetched from the PDB with the identifier 4ZLO. The structure was preprocessed through preparation and exposed to pharmacophore hypotheses on the Schrödinger suite programme, indicating key features of RRH....",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416439",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automatic and Real-Time Surgeon's Gazing Point Detection From Surgical Videos Using Machine Learning and Mathematical Algorithm",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Our system successfully detected the surgeon's gaze point across procedures, suggesting potential utility in future AI-assisted surgery.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416405",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our system successfully detected the surgeon's gaze point across procedures, suggesting potential utility in future AI-assisted surgery"
    },
    {
      "title": "Facile synthesis of a self-stabilized lamellar mica membrane for efficient organic solvent nanofiltration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416387/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Membrane swelling is a critical challenge in organic solvent nanofiltration (OSN), especially when using two-dimensional lamellar membrane (2DLM) materials. This study presents a simple, sustainable fabrication of self-stabilized lamellar mica membranes, which exhibited a competitive dye rejection rate (98.13%) and high permeance in methanol (96.1 LMH per bar) with a continuous lack of swelling for 108 hours.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416387",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Operationally Stable Perovskite Solar Modules Enabled by MA-Free Perovskite Crystallization and Passivation via Scalable Coating",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416385/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Perovskite solar modules (PSMs) must deliver not only high-power conversion efficiency (PCE) but also long-term operational stability to approach commercialization. Yet efficiency and stability are both compromised when translating laboratory spin-coated perovskite solar cells (PSCs) into scalable PSMs, owing to mismatched crystallization dynamics, ineffective defect passivation, and compositional degradation. Here we resolve these challenges through a three-pronged strategy. First, we...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416385",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fundamentals, Status, and Prospects of Liquid Organic Electrolytes for High-Energy Sodium-Ion Batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416377/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Sodium-ion batteries (SIBs) have emerged as one of the most promising candidates among post-Li-ion batteries (LIBs) due to abundance and low cost of sodium resources. However, the commercialization of SIBs is hindered by their limited cell performance. Although great efforts have been made, it is still challenging to balance the trade-off between energy density and cycle life while simultaneously meeting the requirements for practical applications, which are largely governed by the stability of...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416377",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Polythiophene as an efficient mediator to anchor <em>in situ</em>-grown Ni hydroxide cluster for the urea oxidation reaction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416358/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Reported are the synthesis, characterization and eletrocatalytic properties of Ni^(2+)@PTh@CC composite electrode (PTh: polythiophene; CC: carbon cloth) for the urea oxidation reaction (UOR). PTh was incorporated as a \"double-sided tape\" mediator to enhance the connection between catalyst and electrode support, and hence greatly improve the catalytic stability. Additionally, this design allowed the adsorbed Ni^(2+) ion to convert to an active phase, namely a Ni(OH)(2)-like cluster, during the...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416358",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Laboratory detection and rotational spectroscopy of <em>trans</em>-HNSO: implications for astronomical observations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Sulfur-bearing molecules are central to interstellar chemistry, yet their observed abundances in the gas phase remain far below cosmic expectations in dense interstellar regions. Mixed N-S-O species such as thionylimide (HNSO) are particularly relevant, as they incorporate three key biogenic elements. The cis conformer of HNSO has recently been detected in the Galactic Center cloud G+0.693-0.027, but no high-resolution data for the higher energy conformer (trans-HNSO) had been available until...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416343",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Parental Characteristics Associated With Children Born With Neural Tube Defects in Puebla, Mexico",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416316/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Based on our findings, lack of folic acid supplementation, obesity, alcohol consumption, and sperm DNA fragmentation emerged as significant risk factors for the occurrence of NTDs.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416316",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on our findings, lack of folic acid supplementation, obesity, alcohol consumption, and sperm DNA fragmentation emerged as significant risk factors for the occurrence of NTDs"
    },
    {
      "title": "Characteristics of the Washington Group Short Set in Assessing Functional Difficulty Among People With Physical Disability Certificates of Vision, Hearing, and Lower-Limb Impairments in Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: PDC holders with mild impairment were less likely to be captured by the WG-SS as \"having disability\" than those with severe impairment. These findings suggested a characteristic of the WG-SS that the disability statistics based on the WG-SS may underrepresent PDC holders with mild impairment. Stakeholders in Japan need to take into account this characteristic when they use or interpret the WG-SS.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PDC holders with mild impairment were less likely to be captured by the WG-SS as \"having disability\" than those with severe impairment. These findings suggested a characteristic of the WG-SS that the disability statistics based on the WG-SS may underrepresent PDC holders with mild impairment"
    },
    {
      "title": "Indirect ELISAs Based on Nipah and Langya Virus Proteins for Detecting Antibodies in Animals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416258/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Nipah virus (NiV) and Langya virus (LayV) are emerging zoonotic henipaviruses with serious public health risks. However, no vaccine or drug is available for either disease. To address the persistent threats posed by NiV and LayV, we preliminarily developed indirect ELISAs based on truncated fusion glycoprotein (F) and attachment glycoprotein (G) expressed in a mammalian expression system. We validated these assays using immunized BALB/c mice (for both NiV and LayV), immunized Syrian golden...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416258",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Next-Generation Therapies for Gastrointestinal Repair: Converging Traditional Medicine and Tissue Engineering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416253/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The gastrointestinal (GI) tract plays a vital role in regulating metabolic pathways, nutrient absorption, and cellular homeostasis. Abnormalities in the GI tract often arise from unhealthy lifestyles, genetic mutations, and prolonged medication use, leading to disorders such as ulcers, cirrhosis, and malignancies. Conventional treatments including chemotherapy and surgery remain limited by high costs, invasiveness, and incomplete tissue recovery. Recent advances in bioengineering have enabled...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416253",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Inflammation PET and plasma neurofilament light predict survival in people with progressive supranuclear palsy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416250/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Progressive supranuclear palsy (PSP) is a primary tauopathy characterized by atrophy and neuroinflammation of the brainstem, the basal ganglia and, to a lesser degree, the cortex. This study investigates the association of regional atrophy (structural MRI), neuroinflammation ([^(11)C]-PK11195 PET), peripheral markers of neurodegeneration [plasma neurofilament light chain (NfL)] and clinical severity [PSP rating scale (PSPRS)] with survival in people with PSP. Fifty-nine people with PSP underwent...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416250",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stable isotope labelling kinetics of neurofilament light",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416248/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "This study provides the first quantification of neurofilament light chain (NfL) kinetics in the human CNS using stable isotope labelling kinetics. NfL is elevated in CSF and blood across a range of traumatic, inflammatory and neurodegenerative diseases of the CNS, and has been increasingly included in clinical trials as a secondary or exploratory outcome measure of target engagement. Interpreting trajectories of NfL post-treatment has been challenging, prompting a greater need and focus on...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416248",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Remission of Alopecia Areata Post-colectomy in a Patient with Crohn's Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416239/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Alopecia areata (AA) is an immune-mediated, nonscarring hair loss with established associations with various autoimmune conditions, including inflammatory bowel disease. The following case describes a 38-year-old White male patient with Crohn's disease who developed rapidly-progressive alopecia areata during treatment with infliximab. Despite discontinuation of infliximab and aggressive treatment with corticosteroids and tofacitinib, the patient progressed to alopecia universalis within six...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416239",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clindamycin Phosphate 1.2%/Adapalene 0.15%/Benzoyl Peroxide 3.1% to Treat Acne Induced by Janus Kinase Inhibitor Treatment: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416232/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Janus kinase inhibitors (JAKi)-developed to treat inflammatory and immune-mediated diseases-have shown an increased risk of acne development, especially when used to treat dermatologic conditions. There are no treatment guidelines for JAKi-induced acne. Some of the most efficacious treatments for acne vulgaris (AV) are triple combinations, including benzoyl peroxide (BPO), a topical retinoid, and an oral/topical antibiotic. Fixed-dose, triple-combination clindamycin phosphate 1.2%/adapalene...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416232",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Dietary Application of the Probiotic <em>Lactobacillus paracasei</em> N1115 on Growth, Hepatic Antioxidant and Immune Biomarkers, and Intestinal Microbiota and Histology of Hybrid Sturgeon (<em>Acipenser baerii</em> ♀ × <em>A. schrenckii</em> ♂)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The objective of this study was to investigate the effects of incorporating Lactobacillus paracasei N1115 (LP N1115) into the diet on growth, hepatic antioxidant and immune biomarkers, and intestinal microbiota and histology of hybrid sturgeon. Fish with an initial body weight of 12.07 ± 0.16 g were fed four experimental diets containing 0%, 0.03%, 0.30%, and 3.0% of LP N1115 (termed as control, 0.03% LP, 0.30% LP, and 3.0% LP, respectively) twice a day (9:00 and 16:00) until apparent satiation...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416226",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the effects of incorporating Lactobacillus paracasei N1115 (LP N1115) into the diet on growth, hepatic antioxidant and immune biomarkers, and intestinal microbiota and...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A genome-wide RNAi screen for novel CIN genes using human artificial chromosome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416224/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Chromosome instability (CIN) remains among the most important problems in modern cancer research. In this study, we conducted a genome-wide RNAi screen to identify genes that contribute to CIN. To achieve this, we used a human artificial chromosome in a novel sensitized screen to measure CIN. We screened 18,658 genes for their roles in maintaining chromosomal stability and identified 834 candidates as potential CIN genes. A secondary RNAi screen identified 44 genes with the most pronounced CIN...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416224",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "problems in modern cancer research",
      "conclusion": null
    },
    {
      "title": "Mutation-specific roles of sustained sodium current (I<sub>Na</sub>) in guiding precision medicine for long QT syndrome type 3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Long QT syndrome type 3 (LQTS3), caused by gain-of-function mutations in the SCN5A gene, encompasses a spectrum of clinical presentations, ranging from asymptomatic carriers to severe arrhythmic phenotypes, representing the \"silent killer\" and \"brutal killer\" dichotomy. The p.I239V mutation is associated with mild symptoms and minimal arrhythmic events, whereas the newly identified p.M1487K mutation is linked to life-threatening arrhythmic storms. This study aimed to explore the...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416222",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "explore the",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Towards effective cystic fibrosis gene therapy by optimizing prime editing and pulmonary-targeted LNPs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416220/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Cystic fibrosis (CF) is the most prevalent inherited disease. Inactivating mutations in the Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) gene lead to the accumulation of viscous mucus and subsequent respiratory complications. This study optimized a prime editing (PE) approach to correct CFTR mutations focusing on the F508del mutation. Prime editing allowed to introduce missing bases without double-strand breaks using a Cas9-nickase fused with a reverse transcriptase in combination...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416220",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Factors associated with utilization of cervical cancer screening services among women at a tertiary hospital in eastern Uganda: A cross sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416209/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adequate knowledge about cervical cancer and level of utilization of cervical cancer screening services was low among women at a regional referral hospital in Eastern Uganda. We recommend the following interventions targeted at increasing access to services and health literacy levels in the community. 1. Integrating cervical cancer screening into existing community outreach programs such as immunization. 2. Use of mass media and text messages in local dialects to communicate...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416209",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adequate knowledge about cervical cancer and level of utilization of cervical cancer screening services was low among women at a regional referral hospital in Eastern Uganda. We recommend the following interventions targeted at increasing access to services and health literacy levels in the communit..."
    },
    {
      "title": "The Global Wheat Full Semantic Organ Segmentation (GWFSS) dataset",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416204/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Computer vision is increasingly used in farmers' fields and agricultural experiments to quantify important traits. Imaging setups with a sub-millimeter ground sampling distance enable the detection and tracking of plant features, including size, shape, and colour. Although today's AI-driven foundation models segment almost any object in an image, they still fail for complex plant canopies. To improve model performance, the global wheat dataset consortium assembled a diverse set of images from...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416204",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "traits",
      "conclusion": null
    },
    {
      "title": "Generation of labeled leaf point clouds for plants trait estimation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416199/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Today, leaf trait estimation remains a labor-intensive process. The effort to obtain ground truth measurements limits how accurately this task can be performed automatically. Traditionally, plant scientists manually measure the traits of harvested leaves and associate them with sensor data, which is key for training machine learning approaches and to automate the processes. In this paper, we propose a neural network-based method to generate synthetic 3D point clouds of leaves with their...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416199",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global rice multiclass segmentation dataset (RiceSEG): comprehensive and diverse high-resolution RGB-annotated images for the development and benchmarking of rice segmentation algorithms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416182/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The development of computer vision-based rice phenotyping techniques is crucial for precision field management and accelerated breeding, which facilitate continuously advancing rice production. Among phenotyping tasks, distinguishing image components is a key prerequisite for characterizing plant growth and development at the organ scale, enabling deeper insights into ecophysiological processes. However, owing to the fine structure of rice organs and complex illumination within the canopy, this...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416182",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Archaeological Research on Periodontal Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Periodontal disease is one of the most common infectious diseases affecting the oral cavity, with dental plaque biofilm and dental calculus being the primary pathogenic factors. Periodontal disease represents one of the leading causes of tooth loss in adults. According to the Fourth National Oral Health Epidemiological Survey, the incidence of periodontal disease remains high in China. As an odontogenic lesion, periodontal disease is also one of the principal oral conditions that can aggravate...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Periodontitis Aggravates Chronic Obstructive Pulmonary Disease Progression by Promoting Pulmonary Macrophage M1 Polarizations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416164/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Periodontitis exacerbates COPD progression by promoting macrophage M1 polarization in the lungs. Enhancing oral hygiene management and targeting the inhibition of macrophage M1 polarization may represent new therapeutic strategies for the clinical prevention and control of COPD.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416164",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Periodontitis exacerbates COPD progression by promoting macrophage M1 polarization in the lungs. Enhancing oral hygiene management and targeting the inhibition of macrophage M1 polarization may represent new therapeutic strategies for the clinical prevention and control of COPD"
    },
    {
      "title": "Determination of 18 Perfluorinated Compounds in Tea Leaves by a Quick, Easy, Cheap, Effective, Rugged, and Safe Method Combined With Ultra-High Performance Liquid Chromatography-Tandem Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416155/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The proposed method has the advantages of simplicity, rapidity and sensitivity, and is suitable for the analysis of PFCs in tea leaves. The method has high greenness with minimal impact on the operator and the environment. The widespread presence of PFC contamination in tea leaves available in the market warrants strengthened monitoring and regulatory control.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416155",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on the operator and the environment",
      "conclusion": "The proposed method has the advantages of simplicity, rapidity and sensitivity, and is suitable for the analysis of PFCs in tea leaves. The method has high greenness with minimal impact on the operator and the environment"
    },
    {
      "title": "Interpretation of the Disinfection Effects Testing and Evaluation Methods Section in <em>Test Methods for Disinfection Products (WS/T 10009-2023)</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416146/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Test Methods for Disinfection Products (WS/T 10009-2023), a health industry standard, was officially released by the National Disease Control and Prevention Administration on December 15, 2023. The standard came into effect on May 1, 2024. This standard systematically specifies the testing and evaluation methods for disinfection products, covering three core components-disinfection effect testing and evaluation, physical and chemical testing techniques, and toxicological testing methods. The...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416146",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simultaneous Analysis of Microcystins, Cylindrospermopsin, Anatoxin, and Nodularin in Lake Water by Liquid Chromatography-Tandem Mass Spectrometry",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The method developed in the study has high-throughput capacity, as well as high sensitivity, accuracy, and reliability. The method can be applied in the simultaneous detection of microcystins, cylindrospermopsin, anatoxin, and nodularin in lake water.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The method developed in the study has high-throughput capacity, as well as high sensitivity, accuracy, and reliability. The method can be applied in the simultaneous detection of microcystins, cylindrospermopsin, anatoxin, and nodularin in lake water"
    },
    {
      "title": "Clinical Effectiveness and Cost-Effectiveness of Misoprostol in Comparison to Dilatation and Curettage for Treatment of First-Trimester Missed Abortion (Gestational Age ≤ 14 Weeks) in Iran",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416134/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study indicates that using misoprostol administered in hospitals for first-trimester induced abortions in Iran not only reduces societal costs but also improves quality of life compared to both D&C procedures and clinic-based misoprostol administration.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416134",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that using misoprostol administered in hospitals for first-trimester induced abortions in Iran not only reduces societal costs but also improves quality of life compared to both D&C procedures and cli...",
      "conclusion": "This study indicates that using misoprostol administered in hospitals for first-trimester induced abortions in Iran not only reduces societal costs but also improves quality of life compared to both D&C procedures and clinic-based misoprostol administration"
    },
    {
      "title": "Development and application of a qPCR assay for <em>Lawsonia intracellularis</em> in Tibetan pigs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416112/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "This study developed a rapid, sensitive, and specific TaqMan MGB based qPCR assay for detecting Lawsonia intracellularis in Tibetan pigs by targeting the aspA gene. The method showed no cross-reactivity with other common porcine enteric pathogens, and exhibited high sensitivity (detection limit: 7.056 copies/μL) and excellent repeatability (CV < 2%). A standard curve with good linearity (R² = 0.998) and 110.95% amplification efficiency was established. The assay was applied to 237 fecal samples...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416112",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evolution-assisted engineering of <em>E</em>. <em>coli</em> improved succinic acid production from glycerol",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Glycerol, a major byproduct of biodiesel production, serves as a promising and versatile feedstock for synthesizing high-value chemicals. In this study, the NZN111, a potential succinic acid (SA) producer, was subjected to adaptive laboratory evolution (ALE) under selective pressure imposed by sodium acetate (NaAC) pressure. By analyzing the differences in the transcript levels of genes related to substrate utilization and product generation in the evolved strains, it was found that NaAC...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416108",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Designing thermophilic, synthetic microbial communities for consolidated bioprocessing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416107/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Lignocellulose-derived fuels and chemicals are vital to breaking the world's dependence on fossil fuels. Though plant biomass is notoriously resistant to deconstruction, lignocellulolytic thermophiles are especially adept at degrading its constituent polysaccharides into mono- and oligo-saccharides for catabolism. And many thermophiles, whether lignocellulolytic or not, can be engineered to ferment lignocellulose-derived sugars into valuable fuels and chemicals as part of consolidated...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416107",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Utilizing plant synthetic biology to accelerate plant-microbe interactions research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Plant-microbe interactions are critical to ecosystem resilience and substantially influence crop production. From the perspective of plant science, two important focus areas concerning plant-microbe interactions include: 1) understanding plant molecular mechanisms involved in plant-microbe interfaces and 2) engineering plants for increasing plant disease resistance or enhancing beneficial interactions with microbes to increase their resilience to biotic and abiotic stress conditions. Molecular...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416106",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "science",
      "objective": null,
      "significance": "focus areas concerning plant-microbe interactions include: 1) understanding plant molecular mechanisms involved in plant-microbe interfaces and 2) engineering plants for increasing plant disease resis...",
      "conclusion": null
    },
    {
      "title": "<em>De novo</em> biosynthesis of cannabinoids and their analogs in <em>Yarrowia lipolytica</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416103/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Cannabis sativa has long been a cornerstone of both medicinal and cultural practices, with its therapeutic use spanning over 2700 years. Central to its therapeutic effects are cannabinoids, which interact with the endocannabinoid system to influence various physiological processes such as anxiety, pain, and inflammation. Despite its benefits, cannabinoid production faces challenges and scarcity from plant extraction. This work leverages Yarrowia lipolytica as a platform for cannabinoid...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416103",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dual distal insertions drive pimarane-to-miltiradiene rearrangement with enhanced enzymatic activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416101/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Miltiradiene, the major biosynthetic precursor of abietane diterpenoid natural products, has downstream metabolic derivatives with a significant potential for pharmacologically development. The formation of the characteristic abietane skeleton is attained through the rearrangement of the C13 methyl group in the pimarane intermediate, but the key enzyme mechanism responsible for this rearrangement remains elusive. Previous studies have shown that IrKSL3a in Isodon rubescens generates the pimarane...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416101",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Innovative tools for customized yeast cell factory",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416100/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Throughout thousands of years, the yeast Saccharomyces cerevisiae has been acting as a cell factory in food production. Lately, it has further functioned as a platform cell factory for the production of a multitude of different compounds, spanning from high-volume fuels to high-value pharmaceuticals. The past decade has witnessed the fact that the innovative tools in synthetic biology have driven the rapid progress of the yeast cell factory, enabling us to edit the genetic systems of organisms...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416100",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Male external genital skin disorders: a retrospective analysis from a tertiary hospital in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416096/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study highlights the diverse etiologies of male genital dermatoses and underscores the necessity of age-stratified evaluations. The use of dermoscopy improves diagnostic accuracy and minimizes the need for unnecessary biopsies. Conditions such as extramammary Paget's disease, bowenoid papulosis, and lichen sclerosus require heightened awareness due to their potential for malignancy or diagnostic complexity. Integrating clinical, dermoscopic, and histopathological data is...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416096",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study highlights the diverse etiologies of male genital dermatoses and underscores the necessity of age-stratified evaluations. The use of dermoscopy improves diagnostic accuracy and minimizes the need for unnecessary biopsies"
    },
    {
      "title": "Transcutaneous auricular vagus nerve stimulation as an innovative approach for managing perioperative gastrointestinal dysfunction: a narrative review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416090/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Postoperative gastrointestinal dysfunction (POGD) is a prevalent and clinically significant complication following surgical procedures. It adversely impacts patient comfort, prolongs postoperative hospitalization duration, and increases the risk of perioperative complications and unplanned readmissions, thereby contributing to higher healthcare costs. Transcutaneous auricular vagus nerve stimulation (taVNS) has emerged as a promising neuromodulatory intervention. As a non-invasive technique, it...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416090",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in radionuclide medical imaging techniques",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416082/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Radionuclide imaging combines nuclear technique and medicine through the administration of radioactive drugs into living organisms, followed by imaging with specialized instruments. This technique is essential in modern medicine, facilitating diagnosis, treatment, medical research, exploration of drug mechanisms, and evaluation of drug efficacy. This review critically synthesizes the pivotal advancements in the field over the past decade, moving beyond a descriptive overview to analyze the...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416082",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Monitoring pain during use of virtual reality in debridement procedures of vascular wounds in outpatient care settings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416077/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Increased pain during procedures involving manipulation of damaged tissues and wound debridement is a common phenomenon. This study confirmed that the use of VR goggles reduces perceived pain levels. The assessment of pain experience and intensity varies depending on the assessment tools used; therefore, a combined quantitative and qualitative evaluation is recommended to accurately determine the usefulness of innovative tools in clinical practice.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416077",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Increased pain during procedures involving manipulation of damaged tissues and wound debridement is a common phenomenon. This study confirmed that the use of VR goggles reduces perceived pain levels"
    },
    {
      "title": "Wearable-derived heart rate variability and sleep monitoring as predictors of mood episodes in bipolar disorder: a case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416050/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case study suggests that continuous monitoring of objective physiological measures, such as HRV and sleep parameters, may serve as useful digital biomarkers for predicting mood episodes and preventing relapse in bipolar disorder. Future research involving larger samples and the development of predictive models will be essential to advance the clinical application of these novel assessment approaches.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416050",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "physiological measures, such as HRV and sleep parameters, may serve as useful digital biomarkers for predicting mood episodes and preventing relapse in bipolar disorder",
      "significance": null,
      "conclusion": "This case study suggests that continuous monitoring of objective physiological measures, such as HRV and sleep parameters, may serve as useful digital biomarkers for predicting mood episodes and preventing relapse in bipolar disorder. Future research involving larger samples and the development of p..."
    },
    {
      "title": "Reelin signaling as a translational rheostat: linking synaptic homeostasis to neurodevelopment and neurodegeneration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416042/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416042",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrin-specific binding macrocyclic RGD peptides functionalized with dinitrophenol as multivalent antibody-recruiting molecules to enhance cytotoxicity in cancer immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The diverse expression of antigenic subtypes on tumor cells can substantially influence the specific binding and tumor cytotoxicity of antibody-recruiting molecules (ARMs). Therefore, the development of multivalent ARMs with high selectivity and affinity for binding to different subtypes on tumor cells can be expected to improve clinical performance. In this study, multivalent ARMs incorporated with multivalent dinitrophenyl (DNP) haptens and an integrin-specific arginine-glycine-aspartic acid...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416035",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of Oral DFD-29, a Low-Dose Formulation of Minocycline, on Quality of Life in Patients with Rosacea: Results of Two Phase 3 Randomized Controlled Trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416027/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These data suggest that DFD-29 may be useful in improving QoL in patients with moderate-to-severe rosacea.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41416027",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These data suggest that DFD-29 may be useful in improving QoL in patients with moderate-to-severe rosacea"
    },
    {
      "title": "Reducing Harm in Cultural Transition: Repurposing the 5 Stages of Grief Model for Global Health Experiences",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415979/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415979",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Horizontal and vertical exoplanet thermal structure from a JWST spectroscopic eclipse map",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415969/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Highly irradiated giant exoplanets known 'ultrahot Jupiters' are anticipated to exhibit large variations of atmospheric temperature and chemistry as a function of longitude, latitude and altitude. Previous observations have hinted at these variations, but the existing data have been fundamentally restricted to probing hemisphere-integrated spectra, thereby providing only coarse information on atmospheric gradients. Here we present a spectroscopic eclipse map of an extrasolar planet, resolving...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415969",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The variety and origin of materials accreted by Bennu's parent asteroid",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415966/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The first bodies to form in the Solar System acquired their materials from stars, the presolar molecular cloud and the protoplanetary disk. Asteroids that have not undergone planetary differentiation retain evidence of these primary accreted materials. However, geologic processes such as hydrothermal alteration can dramatically change their bulk mineralogy, isotopic compositions and chemistry. Here we analyse the elemental and isotopic compositions of samples from asteroid Bennu to uncover the...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415966",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "3D reconstruction enables high-throughput phenotyping and quantitative genetic analysis of phyllotaxy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Differences in canopy architecture play a role in determining both the light and water use efficiency. Canopy architecture is determined by several component traits, including leaf length, width, number, angle, and phyllotaxy. Phyllotaxy may be among the most difficult of the leaf canopy traits to measure accurately across large numbers of individual plants. As a result, in simulations of the leaf canopies of grain crops such as maize and sorghum, this trait is frequently approximated as...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415961",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrating crop models, single nucleotide polymorphism, and climatic indices to develop genotype-environment interaction model: A case study on rice flowering time",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415953/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Genotype-environment interaction (G ​× ​E) models have potential in digital breeding and crop phenotype prediction. Using genotype-specific parameters (GSPs) as a bridge, crop growth models can capture G ​× ​E and simulate plant growth and development processes. In this study, a dataset containing multi-environmental planting and flowering data for 169 genotypes, each with 700K single nucleotide polymorphism (SNP) markers was used. Three rice growth models (ORYZA, CERES-Rice, and RiceGrow),...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415953",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A deep learning-based micro-CT image analysis pipeline for nondestructive quantification of the maize kernel internal structure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Identifying and segmenting the vitreous and starchy endosperm of maize kernels is essential for texture analysis. However, the complex internal structure of maize kernels presents several challenges. In CT (computed tomography) images, the pixel intensity differences between the vitreous and starchy endosperm regions in maize kernel CT images are not distinct, potentially leading to low segmentation accuracy or oversegmentation. Moreover, the blurred edges between the vitreous and starchy...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415948",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heart Rate as a Predictor of 6-Month Pneumonia Risk in Patients With Dysphagia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Elevated resting HR, though within the normal range, was associated with increased pneumonia risk in patients with dysphagia. This may reflect underlying inflammation or autonomic dysfunction. Because comorbidities, medications, and VFSS severity were not accounted for, these findings should be interpreted as preliminary. Resting HR may represent a simple, non-invasive tool for pneumonia risk stratification in this population, but larger studies are needed for validation.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415937",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Elevated resting HR, though within the normal range, was associated with increased pneumonia risk in patients with dysphagia. This may reflect underlying inflammation or autonomic dysfunction"
    },
    {
      "title": "Conversion Resection or Direct Resection for Patients with Intermediate-Stage Hepatocellular Carcinoma: A Multicentre Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415919/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Preoperative conversion therapy could significantly improve pathological responses and long-term survival outcomes in intermediate-stage HCC patients.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415919",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Preoperative conversion therapy could significantly improve pathological responses and long-term survival outcomes in intermediate-stage HCC patients"
    },
    {
      "title": "Reporting and methodological quality of systematic reviews underpinning clinical practice guidelines for low back pain: a meta-epidemiological study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415917/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SRs informing LBP CPGs show variable reporting and methodological quality with consistent shortfalls in protocol registration, exclusion justifications, and publication-bias assessment. Cochrane SRs outperformed non-Cochrane SRs yet comprised only a minority of the evidence base. Facilitating uptake of protocol registration, complete PRISMA-aligned reporting, transparent exclusion lists, and routine small-study bias assessment, alongside greater use of methodologically stronger SRs,...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415917",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SRs informing LBP CPGs show variable reporting and methodological quality with consistent shortfalls in protocol registration, exclusion justifications, and publication-bias assessment. Cochrane SRs outperformed non-Cochrane SRs yet comprised only a minority of the evidence base"
    },
    {
      "title": "Comparing self-reported sleep quality and wearable-derived sleep metrics in middle-aged and older adults with chronic pain: a psychometric study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415916/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This preliminary study provides valuable insights into the complementary roles of subjective and objective sleep assessments in older adults with chronic pain. The findings underscore the importance of integrating both approaches to refine sleep evaluation in individuals with musculoskeletal pain. Future research should further examine the feasibility and clinical utility of combining subjective and objective assessments to enhance understanding of sleep- and pain-related health...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415916",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "sleep assessments in older adults with chronic pain",
      "significance": null,
      "conclusion": "This preliminary study provides valuable insights into the complementary roles of subjective and objective sleep assessments in older adults with chronic pain. The findings underscore the importance of integrating both approaches to refine sleep evaluation in individuals with musculoskeletal pain"
    },
    {
      "title": "Integration of single-cell and bulk transcriptomics uncovers CHST6 as a shared pathogenic driver in idiopathic pulmonary fibrosis and lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415903/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Idiopathic pulmonary fibrosis (IPF), a progressive and fatal lung disease, significantly increases the risk of lung cancer, particularly lung adenocarcinoma (LUAD). However, the shared genetic mechanisms driving IPF and LUAD comorbidities remain poorly understood, necessitating integrated multi-omics investigations. Through bulk and single-cell transcriptomic analyses, we identified 308 shared differentially expressed genes enriched in lipid metabolism and immune-inflammatory processes....",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415903",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Early detection of mild cognitive impairment utilizing ocular biomarker-based risk scoring nomogram",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study developed and internally validated a dynamic, nomogram-based scoring tool for early detection of MCI that integrates non-invasive retinal and visual biomarkers. The model demonstrated high discriminative power and substantial clinical net benefit. Further evaluation of the model's prognostic value in predicting further cognitive decline may support its clinical utility.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415892",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study developed and internally validated a dynamic, nomogram-based scoring tool for early detection of MCI that integrates non-invasive retinal and visual biomarkers. The model demonstrated high discriminative power and substantial clinical net benefit"
    },
    {
      "title": "R183Q GNAQ Sturge-Weber syndrome Leptomeningeal and Cerebrovascular Developmental Mouse Model",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415885/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The new R183Q GNAQ Tet-ON developmental mouse brain model of SWS demonstrates endothelial expression of mutant Gαq associated with blood brain barrier breakdown, altered vascular mTOR activity, and abnormal cortical microvessel structure. This new translational model can be used to develop new drug targets and treatments for SWS.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415885",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The new R183Q GNAQ Tet-ON developmental mouse brain model of SWS demonstrates endothelial expression of mutant Gαq associated with blood brain barrier breakdown, altered vascular mTOR activity, and abnormal cortical microvessel structure. This new translational model can be used to develop new drug ..."
    },
    {
      "title": "The effects of <em>Lactobacillus</em> and/or <em>Bifidobacterium</em> in fermented foods on cognitive health: a systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Consumption of foods fermented with Lactobacillus and/or Bifidobacterium species may offer promising cognitive benefits. However, following EFSA's guidance on the substantiation of health claims, the current evidence is \"neither convincing nor sufficient\" to establish a causal relationship. Well-designed studies with thorough product characterization are needed to substantiate effects and support potential health claims.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415845",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Consumption of foods fermented with Lactobacillus and/or Bifidobacterium species may offer promising cognitive benefits. However, following EFSA's guidance on the substantiation of health claims, the current evidence is \"neither convincing nor sufficient\" to establish a causal relationship"
    },
    {
      "title": "The ferroform and glycoform landscape of human milk lactoferrin dissected through hybrid mass spectrometric approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415843/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Human milk lactoferrin (hmLF), a sialic acid-rich iron-binding milk glycoprotein, is essential for infant development, playing a key role in immune defense and gut maturation. Despite its importance, the diversity of hmLF proteoforms, including the relationship between glycosylation profiles (glycoforms) and iron-binding states (ferroforms), has not been systematically characterized. To address this, we used a hybrid mass spectrometry (MS) approach, combining bottom-up glycoproteomics and...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415843",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Size-resolved fungal bioaerosol diversity over an Indian agricultural field and their ecosystem-health implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Particle size is one of the important characteristics of bioaerosols that influences their fate and transport. This study investigates the characterization and size-resolved fungal bioaerosol diversity at an agricultural field in northern India during the winter season. The size-resolved bioaerosol samples were collected using a Micro-Orifice Uniform Deposition Impactor (MOUDI) in two phases: the onset of winter (phase 1) and the end of winter (phase 2), and Next-Generation Sequencing (NGS) was...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415826",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "characteristics of bioaerosols that influences their fate and transport",
      "conclusion": null
    },
    {
      "title": "Antibacterial mechanism of hops β-acids against methicillin-resistant <em>Staphylococcus aureus</em> and promote wound healing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415825/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Skin wounds infected by Methicillin-resistant staphylococcus aureus (MRSA) still remain an important clinical challenge. β-acids, secondary metabolites extracted from hops, exhibit a powerful antibacterial effect on MRSA.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415825",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "clinical challenge",
      "conclusion": null
    },
    {
      "title": "BALF metagenomic next-generation sequencing for the diagnosis of pulmonary mycobacterial infection in persons with HIV: a retrospective, diagnostic accuracy study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415819/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Severely immunocompromised persons with HIV (PWH) are vulnerable to pulmonary mycobacterial infections (MBI), including Mycobacterium tuberculosis (MTB) and non-tuberculous mycobacteria (NTM). This study aimed to assess the effectiveness of metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid (BALF) in aiding the diagnosis of pulmonary mycobacterial infections in PWH. This study encompassed 146 hospitalized PWH who had a CD4+ T cell count of less than 200 cells/μL. We...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415819",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": "assess the effectiveness of metagenomic next-generation sequencing (mNGS) of bronchoalveolar lavage fluid (BALF) in aiding the diagnosis of pulmonary mycobacterial infections in PWH",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unraveling the genome-wide repertoire of the novel chromosomally encoded <em>mcr-8.6</em> gene variant in <em>Klebsiella michiganensis</em> isolated from manure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415816/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "The increasing rates of colistin resistance worldwide poses a significant threat to public health. While the most commonly described variant is mcr-1, other variants such as mcr-8 have been detected, typically associated with Klebsiella pneumoniae. However, little is known about the prevalence of mcr-8 in other bacterial species and environmental reservoirs. This study aimed to characterize a novel mcr-8 subvariant identified in a Klebsiella michiganensis strain isolated from manure in Portugal,...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415816",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "characterize a novel mcr-8 subvariant identified in a Klebsiella michiganensis strain isolated from manure in Portugal,",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paradigm shift: PRRSV-mediated active remodeling of the host immune system-From epigenetic domestication to functional hijacking",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415805/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415805",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mind-Body Interventions for Comorbid Sleep and Gastrointestinal Concerns",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415802/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "PURPOSE OF REVIEW: Sleep disturbances are common in individuals with gastrointestinal (GI) disorders. The connection between sleep and GI symptoms is bidirectional and influenced by shared biopsychosocial mechanisms and cognitive-behavioral factors, including alterations in the stress response. Treating sleep disturbances can effectively manage coexisting symptoms. This review explores current research on sleep treatments for GI conditions, emphasizing mind-body interventions that target stress.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415802",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "OF REVIEW: Sleep disturbances are common in individuals with gastrointestinal (GI) disorders",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Role of Metabolic Syndrome Traits on Infectious Diseases: A Mendelian Randomization Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This MR study supports a causal link between MetS traits and several infectious diseases, emphasizing the importance of metabolic management in reducing infection susceptibility.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415798",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This MR study supports a causal link between MetS traits and several infectious diseases, emphasizing the importance of metabolic management in reducing infection susceptibility"
    },
    {
      "title": "Factors Predicting Pathological Complete Response and Survival Outcomes in Breast Cancer Patients Receiving Neoadjuvant Chemotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415797/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Neoadjuvant chemotherapy (NACT) in breast cancer has been used for decades in patients with inflammatory, locally advanced, or inoperable breast cancer to achieve or facilitate operability and increase both local and systemic control. This retrospective analysis aims to identify risk factors for failing to achieve a pathological complete response (pCR). Additionally, the study examines factors predicting survival outcomes in breast cancer patients who received NACT. Among 224 patients who...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415797",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "to identify risk factors for failing to achieve a pathological complete response (pCR)",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The impact of the COVID-19 pandemic on the career aspirations of adolescents in Romania: a longitudinal analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415735/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: This study explores the evolving landscape of career aspirations among Romanian eighth-grade students by analyzing survey data collected both before and during the COVID-19 pandemic. Eighth-grade students were chosen for this study because they are at a critical educational crossroads, highly influenced by socio-economic and emotional factors, and their career aspirations, which evolved during the pandemic's effects on education, social interaction, and economic uncertainty, can be...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415735",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the IMPACT WV training portal: Advancing substance use and family support education in rural West Virginia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study underscores the commitment of rural service providers to enhance their competencies through the IMPACT WV training portal. It highlights the need for adaptive educational strategies to align with participant feedback, ultimately aiming to improve service provider knowledge, service delivery, and outcomes for families facing substance use disorders in rural communities.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415732",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "WV training portal",
      "conclusion": "This study underscores the commitment of rural service providers to enhance their competencies through the IMPACT WV training portal. It highlights the need for adaptive educational strategies to align with participant feedback, ultimately aiming to improve service provider knowledge, service delive..."
    },
    {
      "title": "Developing a Gender Framework for Responsive and Adaptive Design in Digital Health (FORWARD) from a review of reviews",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415725/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Based on these findings, we propose the Gender Framework for Responsive and Adaptive Design in Digital Health (FORWARD) to guide implementers in designing DHIs that address gender disparities. Gender FORWARD emphasizes gender-responsive design at individual (i.e. literacy and access), workforce (i.e. usability, interoperability, and supportive supervision), and ecosystem (i.e. capture and use of gender data in decision-making) levels. This framework offers a critical resource for...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415725",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Based on these findings, we propose the Gender Framework for Responsive and Adaptive Design in Digital Health (FORWARD) to guide implementers in designing DHIs that address gender disparities. Gender FORWARD emphasizes gender-responsive design at individual (i"
    },
    {
      "title": "Single component CRISPR-mediated base-editors for <em>Agrobacterium</em> and their use to develop an improved suite of strains",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415724/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Agrobacterium mediated plant transformation largely depends on two distinct strain lineages - C58 and Ach5. To better serve the plant transformation community, we have created a suite of auxotrophic and auxotrophic recombinant deficient mutants of C58 derivatives EHA105, GV3101::pMP90, and Ach5 derivative LBA4404. While these derivatives are useful, having additional strain backgrounds available would help expand the repertoire for plant transformation even further. Toward that end, two...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415724",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Pseudovirus-Based Method for the Simultaneous Quantitation of Neutralization Antibodies Against All Three Poliovirus Serotypes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Poliovirus is characterized by three antigenically distinct serotypes that do not elicit cross-neutralizing antibodies. In the final stages of poliovirus eradication, the gold-standard conventional neutralization test (cNT) for detecting serum neutralizing antibodies (NAbs) is highly restricted due to biosafety concerns. To address this, we developed a high-throughput, tri-color pseudovirus-based neutralization assay (PBNA) for the simultaneous quantification of NAbs against all three poliovirus...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic review and meta-analysis of neurofeedback training efficacy and neural mechanisms in the treatment of posttraumatic stress disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Neurofeedback in the treatment of psychological disorders has gained increasingly widespread interest in recent years. As the use of neurofeedback training expands, it is important to elucidate its treatment efficacy, especially for prevalent and debilitating psychopathologies such as posttraumatic stress disorder (PTSD). Likewise, furthering our understanding of the underlying neural mechanisms by which neurofeedback acts is also necessary.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "to elucidate its treatment efficacy, especially for prevalent and debilitating psychopathologies such as posttraumatic stress disorder (PTSD)",
      "conclusion": null
    },
    {
      "title": "A comprehensive review on violacein production by microbial fermentation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415687/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Violacein is a natural purple secondary metabolite with a wide range of biological activities including antibacterial, anticancer, antioxidant, and antiparasitic properties, rendering it a highly promising candidate for applications in medicine, agriculture, and food industries. Despite its availability from natural sources, a profound understanding of its production mechanisms has long been lacking. High-level production of violacein has been achieved through integrated strategies, including...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415687",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biosynthesis of poly(3-hydroxybutyrate-<em>co</em>-lactate) using an NADH regeneration strategy in <em>E. coli</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415686/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "In this study, a platform was constructed for the efficient biosynthesis of a lactate-based copolymer using a phosphite dehydrogenase (PtxD)-based NADH regeneration strategy. PtxD catalyzes the conversion of phosphite to phosphate while reducing NAD ​^(+) ​to NADH. The latter is an essential cofactor for lactate synthesis in Escherichia coli. This strategy allows the decoupling of NADH regeneration from carbon metabolism flow, providing sufficient NADH for lactate synthesis. Different...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415686",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A framework for challenges and solutions in biodesign research",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415684/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415684",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integration of metabolomics and transcriptomics unravels the identification of <em>TPS</em> gene family and functional characterization of a sesquiterpenoid synthesis gene in <em>Curcuma kwangsiensis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415678/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION AND DISCUSSION: Integrated transcriptomic and metabolomic analysis represents an efficient approach for investigating the secondary metabolites of C. kwangsiensis, offering a theoretical foundation for deciphering the biosynthetic pathway of sesquiterpene compounds in this plant.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415678",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND DISCUSSION: Integrated transcriptomic and metabolomic analysis represents an efficient approach for investigating the secondary metabolites of C. kwangsiensis, offering a theoretical foundation for deciphering the biosynthetic pathway of sesquiterpene compounds in this plant"
    },
    {
      "title": "Effects of different reclamation practices on cotton root morphological characteristics and yield in coastal saline land",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Plastic mulching (PM), straw interlayer (SI), and organic amendment (OA) have been reported to effectively increase cotton yield in coastal saline lands with dry climates. However, the adaptation of cotton roots to changes in soil physical and chemical properties remains unclear. In this study, a field experiment on rain-fed cotton (Gossypium hirsutum L.) under different reclamation practices was conducted in Bohai coastal land, China. Soil structure [mean weight diameter (MWD) and bulk density...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Distribution patterns, conservation status and suitable habitat areas of highly valuable medicinal plants in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415668/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Medicinal plants represent a critical component of biodiversity. This study focuses on the most valuable species listed in the Red Data Book of Chinese Medicinal Plants (RCMPs) to analyze their distribution patterns, identify diversity hotspots, assess conservation status, and predict suitable habitats across China. Results reveal that RCMPs are primarily concentrated in southwestern China, particularly the Qilian Mountains, Qinling-Bashan Mountains, and southeastern Xizang. As the hotspot...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415668",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Identification, characterization, and expression analysis of WRKY transcription factors in <em>Gynostemma pentaphyllum</em> during tissue growth and cadmium stress",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Gynostemma pentaphyllum, a perennial medicinal herb, is widely distributed and exhibits remarkable adaptability to various environments. WRKY transcription factors play critical roles in regulating plant growth and development, as well as abiotic stress responses. However, the WRKY genes in G. pentaphyllum and their expression patterns under different tissues and Cd stress have not been thoroughly investigated, hindering our understanding of their role. In this study, 64 WRKY transcription...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415667",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Loss of both wobbleU<sub>34</sub> modifications in mcm<sup>5</sup>s<sup>2</sup>U tRNAs impairs rRNA biosynthesis, growth, and development in <em>Arabidopsis thaliana</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415660/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "In eukaryotic cells, the first anticodon uridine base of cytosolic tRNALys(UUU), tRNAGlu(UUC), and tRNAGln(UUG) (wobbleU(34)) is post transcriptionally modified through adding a methoxycarbonylmethyl group and substituting a sulfur at the fifth and second carbons, respectively, to form 5-methoxycarbonylmethyl-2-thiouridine. The simultaneous deletion of these two wobbleU(34) modifications causes lethality in mice and flies. Here, we report that deletion of both wobbleU(34) modifications results...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415660",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparing four heat-inducible promoters in stably transformed sugarcane regarding spatial and temporal control of transgene expression reveals candidates to drive stem-preferred transgene expression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415659/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Small heat shock protein (sHSP) promoters contain cis-regulatory elements that facilitate transcription in response to heat stress, making them valuable tools for functional studies through controlled gene expression and the precise regulation of gene-editing tools or morphogenic regulators. To evaluate their utility, GUS reporter gene expression driven by four plant-sourced HSP promoters (pGmHSP17.5, pHvHSP17, pZmHSP17.7, and pZmHSP26) was compared across various tissues of stably transformed...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415659",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Agronomic and grain quality traits of oat germplasm in winter fallow fields of Sichuan, China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415654/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: To improve the rate of utilization of idle fields in winter and identify suitable varieties for planting, production, utilization, and oat crop quality, six oat varieties were randomly selected, and their agronomic traits were measured.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415654",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Datasets of Smartphone Modalities for Depression Assessment: A Scoping Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415603/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "As mobile sensing research for depression assessment is rapidly expanding, it is vital to uncover fundamental patterns and overarching limitations in the datasets available for such research, especially as many analyses are conducted on the same datasets. As such, we conduct a scoping review by identifying 80 datasets through the start of 2024 that contain smartphone modalities and depression labels. These datasets originated from 72 manuscripts and approximately 60 research groups. The most...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415603",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Editorial: Exploring the role of exosomes in cancer metastasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415582/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415582",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dapansutrile in multidisciplinary therapeutic applications: mechanisms and clinical perspectives",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415576/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Dapansutrile, an orally active and selective NLRP3 inflammasome inhibitor, exerts its effects by directly binding to the NLRP3 NACHT domain. This action disrupts inflammasome assembly and caspase-1 activation, thereby inhibiting the maturation and release of the pro-inflammatory cytokines IL-1β and IL-18. Beyond this core inhibition, dapansutrile modulates immune cell chemotaxis and inhibits pyroptosis. Preclinical and clinical studies demonstrate its efficacy in mitigating pathology in diverse...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415576",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Essential amino acids preserve intestinal barrier integrity <em>via</em> mitochondrial protection in obesity and gut inflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415575/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: EAAs protect gut barrier integrity by sustaining mitochondrial biogenesis and function in IECs, thereby reducing obesity- and stress-induced inflammation. These findings highlight EAAs as a promising nutritional strategy to counteract mitochondrial dysfunction and prevent or reverse gut barrier disruption in obesity-related and inflammatory disorders.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415575",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "EAAs protect gut barrier integrity by sustaining mitochondrial biogenesis and function in IECs, thereby reducing obesity- and stress-induced inflammation. These findings highlight EAAs as a promising nutritional strategy to counteract mitochondrial dysfunction and prevent or reverse gut barrier disr..."
    },
    {
      "title": "Dendrobine promotes bone formation via the canonical Wnt/β-catenin signaling pathway and prevents postmenopausal osteoporosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In OVX mice, dendrobine attenuated the loss of cancellous bone, as shown in micro-computed tomography analysis. Dendrobine activated the Wnt/β-catenin pathway by suppressing the phosphorylation level of GSK-3β at Tyr216 site while keeping the level of β-catenin sustaining. This study suggests that dendrobine may be an effective treatment for postmenopausal osteoporosis.",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": "that dendrobine may be an effective treatment for postmenopausal osteoporosis",
      "conclusion": "In OVX mice, dendrobine attenuated the loss of cancellous bone, as shown in micro-computed tomography analysis. Dendrobine activated the Wnt/β-catenin pathway by suppressing the phosphorylation level of GSK-3β at Tyr216 site while keeping the level of β-catenin sustaining"
    },
    {
      "title": "Multitarget antitumor effects of panacis japonici rhizoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41415562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Panax japonicus C.A. Mey., belonging to the genus Panax in the Araliaceae family, is a perennial drug plant. Its rhizomes, known traditional Chinese medicine (TCM) as Zhujieshen (Panacis Japonici Rhizoma), have a long history spanning thousands of years. This review systematically summarizes the multitarget antitumor effects of Zhujieshen and its bioactive metabolites, such as total saponins (TSPJ) and specific chikusetsusaponins (IVa, IV, V). Preclinical studies demonstrate broad anticancer...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41415562",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Volumetric Deep Learning-Based Precision Phenotyping of Gene-Edited Tomato for Vertical Farming",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416190/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Global climate change and urbanization have posed challenges to sustainable food production and resource management in agriculture. Vertical farming, in particular, allows for high-density cultivation on limited land but requires precise control of crop height to suit vertical farming systems. Tomato, a globally significant vegetable crop, urgently requires mutant varieties that suppress indeterminate growth for effective cultivation in vertical farming systems. In this study, we utilized the...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KIST",
        "Kyung Hee University"
      ],
      "pmid": "41416190",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Myocardial Viability by Cardiac Magnetic Resonance Imaging and Echocardiography in Patients With Myocardial Infarction: An Observational Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41416019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1-u-VnOuHrrKiO4WMPvz_i-F2FoAlfu-lcoSZ3mSAjuT4X8gzB&fc=20250824200958&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Background and aim Coronary artery disease (CAD) is one of the major causes of morbidity and mortality worldwide. Following myocardial infarction (MI), patients may develop significant ventricular dysfunction, and many others may harbor a burden of residual coronary disease, for which viability assessment of the suspected myocardial territory may be needed. Thus, this study aimed to assess the viability of myocardium by cardiac magnetic resonance imaging (MRI) in patients with MI and compare it...",
      "pubDate": "2025-12-19T11:00:00.000Z",
      "institutions": [
        "KIST"
      ],
      "pmid": "41416019",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Coronary artery disease (CAD) is one of the major causes of morbidity and mortality worldwide",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evening preference with evening-type rest-activity rhythm: a risk for poor quality of life",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41413550/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41413550",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bojungikki-tang enhances M1-like macrophage activation and promotes antitumor responses through IFN-γ co-stimulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41412233/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: BJIKT synergistically promotes M1-like macrophage activation through partial TLR4 dependence and elicits antitumor effects via macrophage-derived cytokines. These findings provide insight into how a traditional multi-herbal formula can influence macrophage activation and cytokine-mediated antitumor responses.",
      "pubDate": "2025-12-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41412233",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BJIKT synergistically promotes M1-like macrophage activation through partial TLR4 dependence and elicits antitumor effects via macrophage-derived cytokines. These findings provide insight into how a traditional multi-herbal formula can influence macrophage activation and cytokine-mediated antitumor ..."
    },
    {
      "title": "Clinical and Radiographic Outcomes After Single-level Biportal Endoscopic Lumbar Paraspinal Foraminal Decompression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41411496/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BE-FD was able to provide notable symptom improvement; only 9.9% required revision surgery. Lumbar foraminal stenosis pathology in the lower lumbar, less preoperative IVD and FH, and higher disk wedge angle should be taken care with caution when FD is considered because clinical improvement may be less than those patients without those risk factors.",
      "pubDate": "2025-12-18T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41411496",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BE-FD was able to provide notable symptom improvement; only 9.9% required revision surgery"
    },
    {
      "title": "Paralogs of Slitrk cell adhesion molecules configure excitatory synapse specificity via distinct cellular mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41411344/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251219142238&v=2.18.0.post22+67771e2",
      "description": "Vertebrate neural circuit properties are shaped by synaptic cell adhesion molecules (CAMs). CAMs often have multiple paralogs but the possible redundancy of such paralogs remains underexplored. Using circuit-specific conditional knockout (cKO) mice deficient for Slitrk1 and Slitrk2, we show that these paralogs lack specific laminar expression in mature hippocampal neurons but divergently guide the specificity of neural circuits in distinct hippocampal subfields. Slitrk1 and Slitrk2 regulate...",
      "pubDate": "2025-12-18T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41411344",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}