{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2026-01-24T19:22:45.838Z",
  "totalItems": 150,
  "totalArchived": 47949,
  "newPapersAdded": 126,
  "institutionBreakdown": {
    "KAIST": 25,
    "SNU": 25,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 21,
    "IBS": 100,
    "UNIST": 1,
    "Hanyang University": 4,
    "KIST": 0,
    "GIST": 4,
    "Kyung Hee University": 5,
    "Pusan National University": 2
  },
  "subjectAreaBreakdown": {
    "Materials Science": 9,
    "Multidisciplinary": 87,
    "Biomedical": 28,
    "Cancer Research": 19,
    "Neuroscience": 5,
    "Computer Science": 2
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "New beam hardened data correction and its application to artifact reduction in CT images",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579111/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Grounded in physical modeling and analytical approximation, this study presents a mathematical formulation for estimating the mean energy corresponding to beam-hardened projection data and develops a correction method that effectively mitigates beam-hardening artifacts. The results highlight the potential of the proposed mean energy-based correction as a practical and computationally efficient solution for improving CT image quality. However, as this study primarily focused on the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41579111",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Grounded in physical modeling and analytical approximation, this study presents a mathematical formulation for estimating the mean energy corresponding to beam-hardened projection data and develops a correction method that effectively mitigates beam-hardening artifacts. The results highlight the pot..."
    },
    {
      "title": "Optimization of serum-free medium supplemented with microalgal extract using response surface methodology for human fibroblast culture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578323/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41578323",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Beyond intentions: a critical narrative review of accreditation's planned and emergent impact on medical schools",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579312/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41579312",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pharmacokinetic comparison between fixed-dose combination and loose combination of enavogliflozin 0.3 mg and metformin HCl 1000 mg in healthy subjects under fasting and fed conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Enavogliflozin is a sodium‒glucose cotransporter 2 inhibitor that can be administered in combination with metformin in patients with type 2 diabetes mellitus. This study aimed to compare the pharmacokinetics (PKs) between the fixed-dose combination (FDC) and the corresponding loose combination of enavogliflozin 0.3 mg and metformin 1000 mg. A randomized, open-label, 2-sequence, 4-period crossover study with a single oral dose was conducted in healthy subjects. Subjects received either the FDC or...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579170",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "compare the pharmacokinetics (PKs) between the fixed-dose combination (FDC) and the corresponding loose combination of enavogliflozin 0",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Automated landmark detection and view positioning assessment of shoulder grashey view radiographs using cascade deep learning: A dual-center validation study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579106/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our cascaded deep learning model achieves high accuracy in automated anatomical landmark detection and enables reliable measurement of radiographic parameters on shoulder radiographs. The model's performance remains consistent across varying image qualities, suggesting potential to standardize measurements, improve the diagnostic accuracy, and enhance clinical workflows.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579106",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our cascaded deep learning model achieves high accuracy in automated anatomical landmark detection and enables reliable measurement of radiographic parameters on shoulder radiographs. The model's performance remains consistent across varying image qualities, suggesting potential to standardize measu..."
    },
    {
      "title": "Fluorescence Resonance Energy Transfer-Based Biosensor with Femtomolar Sensitivity for Culture-Independent Detection of Airborne Bacteria",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Bioaerosols containing pathogenic microorganisms contribute to the transmission of infectious diseases and pose public health risks. Traditional culture-based detection methods require long incubation times (typically 24-48 h) and often underestimate the microbial concentrations. In this study, we present a femtomolar-level sensitivity biosensor leveraging fluorescence resonance energy transfer (FRET) for detecting adenosine triphosphate (ATP) derived from airborne bacteria. This biosensor...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579094",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CAR-T cell therapy: Advancements in clinical applications and laboratory testing",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CAR-T cell therapy is a representative form of adoptive cancer immunotherapy. This review summarizes recent advances in CAR-T cell therapy and associated laboratory tests for clinical practice. CAR-T cell therapy is designed to enhance T cell immunity, distinguishing it from conventional cancer treatments such as surgery, chemotherapy, or radiotherapy. It has shown significant efficacy in hematologic malignancies but continues to yield limited results in many solid tumors. Intensive research...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41579019",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Psychological capital and organizational culture as mediators between workplace bullying type and its consequences for male nurses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578982/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings suggest that the type of workplace bullying directly affects the consequences, and psychological capital partially mediates this relationship. Enhancing psychological capital may help mitigate the negative outcomes of workplace bullying, whereas the nursing organizational culture showed no significant mediating effect.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578982",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that the type of workplace bullying directly affects the consequences, and psychological capital partially mediates this relationship",
      "conclusion": "These findings suggest that the type of workplace bullying directly affects the consequences, and psychological capital partially mediates this relationship. Enhancing psychological capital may help mitigate the negative outcomes of workplace bullying, whereas the nursing organizational culture show..."
    },
    {
      "title": "Diagnostic Performance of Linked Color Imaging Compared to White Light Imaging During Secondary Endoscopic Evaluation in Patients with Gastric Neoplasia Referred for Endoscopic Resection: A Randomized Comparative Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578795/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Linked color imaging may improve lesion detection performance and efficiency during the endoscopic evaluation of GSNs. Cite this article as: Lee JG, Yoo IK, Lee SP, et al. Diagnostic performance of linked color imaging compared to white light imaging during secondary endoscopic evaluation in patients with gastric neoplasia referred for endoscopic resection: A randomized comparative study. Turk J Gastroenterol. 2026;37(1):44-54.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41578795",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Linked color imaging may improve lesion detection performance and efficiency during the endoscopic evaluation of GSNs. Cite this article as: Lee JG, Yoo IK, Lee SP, et al"
    },
    {
      "title": "Association between blood heavy metal levels and subtypes of steatotic liver disease: A nationally representative cross-sectional analysis in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578578/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Most prior studies have investigated the association between heavy metals and nonalcoholic fatty liver disease as a single entity; however, there is limited evidence regarding subtype-specific associations with steatotic liver disease (SLD) as defined by the new criteria. Thus, this study investigates associations between blood levels of heavy metals and SLD subtypes using nationally representative data from South Korea. Data were obtained from the Korea National Health and Nutrition Examination...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41578578",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative analysis of multimodal large language models GPT-4o and o1 versus clinicians in clinical case challenge questions: Retrospective cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Generative pretrained transformer 4 (GPT-4) has demonstrated strong performance in standardized medical examinations but has limitations in real-world clinical settings. To address these limitations, the multimodal GPT-4o model integrates text and image inputs, and the multimodal o1 model incorporates advanced reasoning. This study compared the performance of GPT-4o and o1 against that of Medscape respondents (majority vote) in real-world clinical case challenges. This retrospective,...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578521",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A case report of multiple system atrophy-mimics: Importance of comprehensive evaluation in suspected familial cases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "RATIONALE: Multiple system atrophy (MSA) is primarily a sporadic neurodegenerative disorder, and a positive family history is considered against the diagnosis. While rare familial clusters are reported, they pose a significant diagnostic challenge. This report describes 2 cousins with phenotypically classic MSA who underwent genetic testing to investigate a potential shared etiology, leading to a diagnosis of a rare MSA mimic.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578513",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "National trends of unmet healthcare needs and risk factors by household income level, 2010 to 2022: A Nationwide cross-sectional study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578501/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Socio-economic status plays a critical role in shaping unmet healthcare needs, and the COVID-19 pandemic has further intensified these disparities; however, research to date remains insufficient. Therefore, this study aims to analyze unmet healthcare needs by household income using large-scale longitudinal data (2010-2022) including pre- and post- pandemic differences. This large-scale study (n = 2,628,584) utilized nationwide data from the Korea Community Health Survey (KCHS) conducted between...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41578501",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to analyze unmet healthcare needs by household income using large-scale longitudinal data (2010-2022) including pre- and post- pandemic differences",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Depressive symptoms and their associations with positive psychosocial factors among medical students",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578490/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The role of positive psychosocial factors in depression among medical students has been insufficiently studied. This study investigated the prevalence of depression and its association with positive psychosocial factors among Korean medical students. A total of 408 medical students completed a self-report questionnaire on sociodemographic characteristics, self-esteem, ego-resiliency, social support, and depression. Depressive symptoms were assessed using the Beck Depression Inventory (BDI), with...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "GIST",
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41578490",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "the prevalence of depression and its association with positive psychosocial factors among Korean medical students",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Home-based traditional Korean medicine for managing musculoskeletal pain in older adults: A cross-sectional pre-post study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578475/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "With South Korea's elderly population projected to reach 20.6% by 2025 and 46.4% by 2070, managing chronic pain in older adults has become essential due to its impact on mood disorders such as depression and anxiety, which reduce quality of life. This growing demographic shift necessitates a transition from institutional care to home-based healthcare services. A single-group pre- and post-survey was conducted among 91 out of 128 individuals who received home-based traditional Korean medicine...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41578475",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "on mood disorders such as depression and anxiety, which reduce quality of life",
      "conclusion": null
    },
    {
      "title": "Defining the cellular and molecular identities of histologic subtypes in lung adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578368/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: These findings deepen our understanding of the histologic heterogeneity of LUAD and may facilitate the development of subtype-specific biomarkers and targeted therapeutic strategies.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "POSTECH",
        "SNU"
      ],
      "pmid": "41578368",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "These findings deepen our understanding of the histologic heterogeneity of LUAD and may facilitate the development of subtype-specific biomarkers and targeted therapeutic strategies"
    },
    {
      "title": "BMI changes from midlife to late life and their relationship with Alzheimer's disease pathologies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578327/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41578327",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Consensus on core POCUS applications for Korean emergency medicine training: a Delphi study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578260/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41578260",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Hydride-Buffered Absence of Local Distortions in Mixed-Valent EuVO<sub>2</sub>H Films Revealed by X-ray Fluorescence Holography",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Valence transitions in europium compounds, such as EuO and EuNi(2)(Si(1-x)Ge(x))(2), usually induce substantial structural distortions because the ionic radius difference between Eu^(2+) (1.25 Å) and Eu^(3+) (1.06 Å) exceeds the Hume-Rothery tolerance. Here, we conducted valence-specific structural analysis of strained EuVO(2)H thin films using X-ray fluorescence holography (XFH), where intersite charge transfer between Eu^(2+) and V^(3+) converts ∼30% of Eu^(2+) into Eu^(3+) (and V^(3+) into...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41579335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning reconstruction enhances 1.5T MR angiography beyond 3T in vascular visualization for Moyamoya disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579320/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579320",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Changes in mean corpuscular volume after erythropoiesis-stimulating agent treatment are associated with renal outcomes in non-dialysis-dependent chronic kidney disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In ESA-naïve patients with non-dialysis-dependent CKD, an increase in MCV following ESA treatment was associated with a significantly lower risk of renal function decline. Monitoring MCV dynamics may serve as a simple, adjunctive tool for risk stratification and individualized CKD management.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579301",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In ESA-naïve patients with non-dialysis-dependent CKD, an increase in MCV following ESA treatment was associated with a significantly lower risk of renal function decline. Monitoring MCV dynamics may serve as a simple, adjunctive tool for risk stratification and individualized CKD management"
    },
    {
      "title": "Circulating tumor DNA methylation and gut microbiota in colorectal cancer: diagnostic, prognostic, and therapeutic implications",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579275/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Colorectal cancer remains one of the leading causes of cancer-related mortality worldwide, and early detection is essential for improving outcomes. Advances in liquid biopsy technologies and microbiota research have shed new light on diagnostic and therapeutic strategies for colorectal cancer. Notably, circulating tumor DNA methylation has emerged as a sensitive and specific biomarker for early detection, recurrence surveillance, and treatment monitoring. Recent progress in methylation-based...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579275",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative dynamic evaluation of the talus-lateral malleolus distance during forward single-leg drop landing in individuals with chronic ankle instability: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579262/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that the talus-lateral malleolus distance increases along with the ankle adduction movement in individuals with CAI, especially before initial contact, potentially indicating high mechanical ankle instability. This study established an innovative measurement system for quantitative evaluation of the dynamics of the talus and lateral malleolus during landing. The findings of this study may contribute to a more detailed understanding of pathology and features of...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579262",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that the talus-lateral malleolus distance increases along with the ankle adduction movement in individuals with CAI, especially before initial contact, potentially indicating high mechanical ankle instability. This study established an innovative measurement system for quantitat..."
    },
    {
      "title": "Physical Fitness with Exercise and GLP-1 Receptor Agonist Treatment Alone or Combined After Diet-Induced Weight Loss: A Secondary Analysis of a Randomized Controlled Trial in Adults with Obesity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579235/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Structured exercise combined with glucagon-like peptide-1-based obesity pharmacotherapy led to clinically meaningful improvements in physical functional performance and cardiorespiratory fitness, in contrast to pharmacotherapy alone.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41579235",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Structured exercise combined with glucagon-like peptide-1-based obesity pharmacotherapy led to clinically meaningful improvements in physical functional performance and cardiorespiratory fitness, in contrast to pharmacotherapy alone"
    },
    {
      "title": "Correction: Surgical strategy for repeated metastasectomy for advanced colorectal cancer with synchronous liver metastases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579186/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579186",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electromyographic activity during bench press differs by attentional focus strategy and sport: a cross-sectional comparison of bodybuilding, powerlifting, and paralympic powerlifting",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The findings indicate that even among athletes proficient in the same BP exercise, attentional focus influences EMG amplitude depending on the combination of sport-specific characteristics and load intensity. These differences suggest the presence of sports-specific and intensity-dependent differences in the neural control of force production.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings indicate that even among athletes proficient in the same BP exercise, attentional focus influences EMG amplitude depending on the combination of sport-specific characteristics and load intensity. These differences suggest the presence of sports-specific and intensity-dependent differenc..."
    },
    {
      "title": "Unraveling the Sources of Broadening in UV-Visible Spectra of Crystalline Oligoacenes Using Multiscale Computational Protocols",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Organic molecular crystals have gained significant research attention in recent years due to their intriguing photophysical properties and potential applications in photovoltaic and emissive devices. This growing interest has amplified the need for accurate and robust computational protocols to investigate their photophysical behavior. In this work, we present multiscale computational strategies designed to model the shape and broadening of UV-vis absorption spectra in organic crystalline...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41579091",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Gender differences in burnout among resident physicians in Japan: a nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579041/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Female residents in Japan experienced lower burnout rates and higher job satisfaction than their male counterparts. These findings challenged assumptions that female gender universally correlates with poor occupational well-being outcomes in the medical field and underscored the need for gender-sensitive support strategies.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41579041",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Female residents in Japan experienced lower burnout rates and higher job satisfaction than their male counterparts. These findings challenged assumptions that female gender universally correlates with poor occupational well-being outcomes in the medical field and underscored the need for gender-sens..."
    },
    {
      "title": "Triplet therapy versus androgen receptor pathway inhibitor-doublet therapy in metastatic castration-sensitive prostate cancer: a real-world multicenter retrospective comparison",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578933/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Triplet therapy significantly prolonged CRPC-FS compared with ARPI-doublet therapy in patients with de novo mCSPC, particularly among those with high-volume disease. However, this benefit was accompanied by higher toxicity, underscoring the need to balance efficacy with safety. Longer follow-up is required to determine impacts on PFS2, cancer-specific survival, and overall survival.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578933",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Triplet therapy significantly prolonged CRPC-FS compared with ARPI-doublet therapy in patients with de novo mCSPC, particularly among those with high-volume disease. However, this benefit was accompanied by higher toxicity, underscoring the need to balance efficacy with safety"
    },
    {
      "title": "The mediating role of subjective career success on the relationship between different types of capital, well-being and unethical work behaviour",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578920/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "PURPOSE: This study investigates the mediating role of subjective career success (SCS) in the relationship between different types of capital, general well-being (GWB) and unethical work behaviour (UWB), drawing on \"conservation of resources theory (CRT)\", \"social resources theory (SRT)\", and \"human capital theory (HCT)\".",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578920",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "This study investigates the mediating role of subjective career success (SCS) in the relationship between different types of capital, general well-being (GWB) and unethical work behaviour (UWB), drawi...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Medical decision analysis for personalized oncology at the patient bedside",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578837/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Medical decision analysis is a method to make rational clinical decisions under uncertainty, enabling a mathematical combination of probabilities and utilities (i.e. values assigned to outcomes under risk). Decision analysis is commonly used in health economics, but it is underexploited in the clinic. With a view to fostering the use of medical decision analysis at the cancer patient bedside, this paper provides basic templates for some typical clinical decisions in cancer treatment, namely...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578837",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The use of diabetes technology under aviation conditions: A systematic review of human and in-vitro studies and future considerations",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Diabetes technologies, particularly CGMs and AID systems, show promise in aviation environments. However, challenges such as insulin delivery variability, hypoglycaemia during fasting and the limited generalizability of hypobaric studies to real-flight conditions warrant further investigation. Future research should focus on larger, more diverse cohorts, real-world data, standardized protocols and a broader range of devices to further define the safety of their safety for...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Diabetes technologies, particularly CGMs and AID systems, show promise in aviation environments. However, challenges such as insulin delivery variability, hypoglycaemia during fasting and the limited generalizability of hypobaric studies to real-flight conditions warrant further investigation"
    },
    {
      "title": "The impact of social isolation and digital exclusion on mental and physical health in older adults: A meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578462/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings suggest that both social isolation and digital exclusion are independently and significantly associated with an elevated risk of depression in older adults. Furthermore, these factors correlate with poorer physical functioning. Digital exclusion may be a critical \"super-social determinant\" of health, underscoring the need for integrated interventions that address both social connectivity and digital literacy to improve the well-being of the elderly.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41578462",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings suggest that both social isolation and digital exclusion are independently and significantly associated with an elevated risk of depression in older adults. Furthermore, these factors correlate with poorer physical functioning"
    },
    {
      "title": "Novel stem cell therapy for cerebral palsy using stem cells from human exfoliated deciduous teeth",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578408/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: SHED treatment ameliorated motor, memory, and learning impairment in a rat model of cerebral palsy. These improvements were accompanied by enhanced neurogenesis, likely mediated by HGF secretion and activation of the PI3K-Akt signaling pathway. SHED is a promising candidate for postsymptom-onset treatment of cerebral palsy. Further studies to confirm these findings and examine the clinical utility of SHED are warranted.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41578408",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "SHED treatment ameliorated motor, memory, and learning impairment in a rat model of cerebral palsy. These improvements were accompanied by enhanced neurogenesis, likely mediated by HGF secretion and activation of the PI3K-Akt signaling pathway"
    },
    {
      "title": "Absence of Ledgf in mouse brain affects the Kmt2a/b and polycomb balance, synaptic transmission and motor function",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578402/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Lens epithelium-derived growth factor (LEDGF), encoded by the Psip1 gene, exists in two splice variants, LEDGF/p75 and LEDGF/p52. Although little is known about its role in the brain, LEDGF has been proposed to play a role in neurogenesis. Since known LEDGF binding partners, such as PogZ, CDA7L, MLL1 and MeCP2 are implicated in neurological dysfunction, we investigated the role of LEDGF in mouse brain. We developed a conditional Psip1 knock-out (cKO) mouse model by crossbreeding Psip1^(fl/fl)...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41578402",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "the role of LEDGF in mouse brain",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of perioperative outcomes of minimally invasive and conventional aortic root surgery in adult patients: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579302",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and Humanistic Burden Among Adults with Neurofibromatosis Type 1 and Symptomatic Plexiform Neurofibroma in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Adults with symptomatic NF1-PN experience substantial disease burden across multiple domains, including high prevalence of pain, impaired physical and psychological functioning, reduced work productivity, and low health utility scores. These results highlight the need for integrated pharmacological, psychological, and rehabilitation interventions to support overall patient well-being.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579299",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Adults with symptomatic NF1-PN experience substantial disease burden across multiple domains, including high prevalence of pain, impaired physical and psychological functioning, reduced work productivity, and low health utility scores. These results highlight the need for integrated pharmacological,..."
    },
    {
      "title": "The multistep pathogenic hypothesis of amyotrophic lateral sclerosis is incompatible with the epidemiological data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579294/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Amyotrophic lateral sclerosis (ALS) is a multifactorial neurodegenerative disease whose incidence increases with age. According to the gene-time-environment hypothesis, ALS onset occurs through the interaction between genes and environmental exposures during ageing, which may involve a continuous accumulation process. Alternatively, the multistep pathogenic hypothesis, based on the Armitage-Doll multistep model from cancer research, posits that a discrete number of specific sequential \"hits\" are...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579294",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Social determinants disadvantage score and liver health in the All of Us Research Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579292/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Social determinants of health (SDOH) are crucial in shaping liver health outcomes, yet comprehensive assessments that span key SDOH domains are lacking. To address this knowledge gap, we developed a Social Determinants Disadvantage Score (SDDS) and examined its association with major adverse liver conditions. We conducted a cross-sectional analysis of 117,783 participants from the All of Us Research Program. The SDDS was systematically constructed using validated questionnaires covering economic...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579292",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "DiNetxify-a python package for three‑dimensional disease network analysis based on electronic health record data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579291/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The rapid expansion of large-scale electronic health record (EHR) data has underscored the necessity for advanced analytical methods, such as disease network analyses, to comprehensively identify and interpret multimorbidity patterns and disease progression pathways. To overcome existing obstacles associated with performing sophisticated disease network analyses on EHR data, we developed DiNetxify, an open-source Python package implementing our recently introduced three-dimensional (3D) disease...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579291",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantifying the contribution of social disconnection to the mortality gap associated with mental disorders: a decomposition analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579285/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Individuals with mental disorders face a substantially higher risk of mortality and are more likely to be lonely, socially isolated, and with low social support compared to those without mental disorders. We aimed to quantify the extent to which the observed mortality gap associated with mental disorders could be explained by these social factors. This cohort study included 162,483 participants from the Danish National Health Survey in 2013 and 2017 who were followed for six years after survey...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579285",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "quantify the extent to which the observed mortality gap associated with mental disorders could be explained by these social factors",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Whole-Exome Profiling of Epstein-Barr Virus-Positive Neuroendocrine Carcinoma of the Nasopharynx",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579269/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Epstein-Barr virus (EBV)-positive neuroendocrine carcinoma (NEC) of the nasopharynx is a rare malignancy with poor prognosis and lacks squamous markers, rendering it biologically distinct from nasopharyngeal carcinoma (NPC) of squamous epithelial origin. However, its molecular features remain largely undefined, and the entity has not been formally recognized as a nasopharyngeal carcinoma subtype, substantially limiting advances in its diagnosis and treatment. In this study, we performed...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579269",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced methods in deuterium metabolic imaging",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579265/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: Deuterium metabolic imaging (DMI) has recently been established as a versatile MR-based technique for in vivo mapping of glucose and other metabolic pathways using safe, non-ionizing ²H-labeled tracers.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579265",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Validated Transcriptomic NMJ Remodeling Score Reveals Synaptic Dysfunction Independent of Muscle Atrophy after Immobilization in a Microgravity Analog",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579264/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Muscle weakness after immobilization often exceeds that explained by loss of muscle mass alone, suggesting a role for neuromuscular synaptic changes. To quantify these adaptations, we developed a composite transcriptomic Neuromuscular Junction (NMJ) Remodeling Score and evaluated its behavior relative to classical atrophy pathways during short-term unloading. We analyzed vastus lateralis RNA sequencing data from adults undergoing 10 days of unilateral lower-limb suspension followed by a 21-day...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579264",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "vastus lateralis RNA sequencing data from adults undergoing 10 days of unilateral lower-limb suspension followed by a 21-day",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical and Molecular Characterization of Five Additional Individuals With SATB2-Associated Syndrome in Guangxi",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579226/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "SATB2-associated syndrome (SAS) is a multisystemic disorder characterized by developmental delay, moderate to profound intellectual disability, speech delay and/or absent speech, behavioral issues such as autistic tendencies, agitation or aggressive outbursts, self-injury, impulsivity, hyperactivity, anxiety and sleeping difficulties. Alterations in the SATB2 gene have been identified as pathogenic causes of SAS. No formal clinical diagnostic criteria have been established for SAS, and molecular...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579226",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "From Classical to Emerging Biomarkers of Brain and Central Nervous System Tumors. An Evidence-Based Review with a Focus on Gliomas",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579222/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579222",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Altered Brain Dynamics in Heavy Smokers Revealed by Dynamic Functional Network Connectivity Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Cigarette smoking is known to be associated with altered static functional connectivity in the brain. However, investigating its dynamics may offer novel and insightful perspectives for elucidating the neural mechanisms underlying smoking addiction. The aim of this study was to explore the characteristics of dynamic functional network connectivity in heavy smokers. This study is a secondary analysis of a previously acquired dataset, leveraging novel dynamic functional network connectivity...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579218",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this study was to explore the characteristics of dynamic functional network connectivity in heavy smokers",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Recent advances in bispecific antibody-drug conjugates for breast cancer therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579215/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: BsADCs are a transformative therapeutic modality for breast cancer. Their ability to enhance tumor selectivity, overcome heterogeneity, and target resistant pathways positions them as key players in the future oncology landscape, with ongoing trials poised to define their clinical role.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579215",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "BsADCs are a transformative therapeutic modality for breast cancer. Their ability to enhance tumor selectivity, overcome heterogeneity, and target resistant pathways positions them as key players in the future oncology landscape, with ongoing trials poised to define their clinical role"
    },
    {
      "title": "Hsa-miR-1276 in peripheral blood mononuclear cells as a potential biomarker for rheumatoid arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579210/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "MicroRNAs (miRNAs) are increasingly recognized as pivotal regulators in autoimmune diseases. Rheumatoid arthritis (RA) is a chronic autoimmune disorder characterized by persistent inflammation, progressive joint destruction, and systemic complications. Although several miRNAs have been implicated in RA, their specific roles and clinical relevance remain unclear. This study aimed to identify and validate differentially expressed miRNAs in peripheral blood mononuclear cells (PBMCs) from patients...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579210",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "identify and validate differentially expressed miRNAs in peripheral blood mononuclear cells (PBMCs) from patients",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Harnessing generalized structural equation modelling to understand the pathway linking maternal and child factors to fruit and vegetable intake trajectories from toddlerhood to adolescence",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579201/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579201",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Type 1 diabetes screening: reframing the debate from paternalism to partnership. Reply to Scaramuzza AE, Iafusco D, Cherubini V [letter] Type 1 diabetes screening: building a clinician-patient partnership for early care of chronic beta cell failure. Reply to Mallone R, Bandini A [letter]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579162/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579162",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-resolution carbon footprint tracing within and between China<sup>'</sup>s two provincial capitals",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579158/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: High-resolution carbon emission checking and the tracking of carbon flows within and between cities are crucial for carbon emissions reduction and regional coordinated development. However, current research in both directions remains insufficient and requires further exploration. This study selected two big and tight interacted cities from the urban agglomeration along China's longest and largest river. The research employs two methodologies, the first monitors carbon emissions in...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579158",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Lactobacillus plantarum CCFM639 Alleviates Hypertension by Reshaping Gut Microbiota and Regulating Key Metabolites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579151/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "A strong association between the gut microbiome and hypertension has emerged. Our previous work demonstrated that supplementation with L. plantarum CCFM639 (CCFM639) reduced blood pressure (BP) in hypertensive mice involving inhibiting the growth of S. aureofaciens Tü117 and conducted an exploratory randomized trial in adults with prehypertension or stage 1 hypertension. Here, we evaluate the effects of CCFM639 supplementation (10⁹ CFU/day for 8 weeks) on the gut microbiome and serum metabolome...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579151",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electrical Control of Intersubband Transitions in Few-Layer WSe<sub>2</sub> Multivalley Quantum Wells Probed by Electronic Raman Scattering",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579149/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Semiconducting quantum wells have enabled revolutionary applications in diode lasers, IR photodetectors, and optical modulators. Recently, van der Waals (vdW) quantum wells have emerged as a promising frontier, offering inherently atomically sharp interfaces and facile integration into device structures without the constraints of lattice matching. Tunability of intersubband transitions is essential for applications of quantum wells but remains unexplored in vdW structures. Here, we report...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579149",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Pharmaceutical Manufacturer Payments and GLP-1RA Prescribing in the United States",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579137/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579137",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nested case-control and case-cohort: Efficient study designs to develop biomarker-based prediction models for rare outcomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579130/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Prediction models that accurately predict patient prognosis and treatment response enable the development of personalized treatment plans in dermatology as well as outside dermatology. This can improve patient care and reduce the use of ineffective, potentially harmful treatments. Developing representative models for all patients can be a significant challenge, particularly in cases involving rare outcomes or expensive molecular biomarkers. The former requires large cohorts, whereas the latter...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579130",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Anlotinib Plus Sintilimab for <em>BRAF<sup>V600E</sup></em> Negative Unresectable or Metastatic Anaplastic Thyroid Carcinoma: A Single-Center, Single-Arm, Phase 2 Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579120/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Anlotinib plus sintilimab showed favorable efficacy and manageable safety in BRAF^(V600E)-negative unresectable or metastatic ATC, supporting further investigation.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579120",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Anlotinib plus sintilimab showed favorable efficacy and manageable safety in BRAF^(V600E)-negative unresectable or metastatic ATC, supporting further investigation"
    },
    {
      "title": "Liver and Kidney Tissues Under Opioid Exposure: Rewriting and Old Story Through Proteomics and MALDI-MSI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579115/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "A proteomic analysis of rat liver and kidney was performed following exposure to morphine (10 mg/kg, 10 days) versus untreated controls. Our data revealed alterations in numerous protein expression. Differences were observed in pro- and antiapoptotic signaling, oxidative stress response, transport mechanisms, nucleic acid metabolism, and regulators of alternative splicing, among others. Liver tissue exhibited primarily adaptive changes, including upregulation of metabolic enzymes and subtle...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579115",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of Methods and Integrated Application for Efficient <em>Campylobacter</em> Detection in Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579113/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Campylobacter is a widespread foodborne pathogen that causes significant contamination across various samples. Rapid and accurate detection of Campylobacter enables timely diagnosis and assessment of contamination, helping to control the spread of the pathogen and ensure food safety. However, the heterogeneity of sample matrices and variability in contamination levels throughout the food supply chain pose substantial challenges to the efficient detection of Campylobacter. In this study, the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579113",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Diketone-Enabled Regioselective Cobalt-Catalyzed C-H/N-H Activation with Alkyl Alkynes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Annulation of alkynes with C-H/N-H bonds is a green and efficient method for constructing lactams. Controlling the regioselectivity of unsymmetric alkynes, especially alkyl-substituted alkynes, remains challenging. Herein, we report a regioselective annulation of C-H and N-H bonds with alkyl alkynes catalyzed by cobalt using diketone. This transformation has excellent functional group tolerance and a wide substrate scope. Mechanistic experiments demonstrate that the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mechanically and Conductively Adaptive Interface for High-Rate Si-Based All-Solid-State Pouch Cell",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579088/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Si-based all-solid-state batteries are promising candidates for achieving high-energy density but are hampered by sluggish kinetics and deleterious stress accumulation at the rigid solid-solid interfaces within Si anodes. Herein, we report a mechanically and conductively adaptive interface that transforms the rigid solid-solid interfaces in Si anodes into soft, highly conductive ones through its deformation capability during cycling, enabling high-rate and long-cycle-life batteries. The...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579088",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Nano-Stimulated Immunity: Synthesis and Functionalization of CuS Induce Multilevel Defense Responses against <em>Fusarium</em> in Tomato (<em>Solanum lycopersicum</em>)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579086/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "This study investigated how doping-modified copper sulfide (CuS) micronanoparticles (MNPs) influence tomato resistance against fungal pathogens. Three cuboidal CuS MNPs─undoped (CuS), iron-doped (Fe-CuS), and cerium-doped (Ce-CuS)─were foliarly applied to Fusarium-infected plants in a greenhouse study. Fe-CuS led to the highest Cu accumulation in leaves─15.7 and 158.4% higher than undoped CuS and Ce-CuS, respectively, likely due to its positive charge facilitating stronger electrostatic...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579086",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "how doping-modified copper sulfide (CuS) micronanoparticles (MNPs) influence tomato resistance against fungal pathogens",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pain, Internalizing Symptoms, Posttraumatic Stress, and Alcohol Use Among Young Adult Survivors of Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579083/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pain predicts psychosocial outcomes in YA cancer survivors, underscoring the need for routine assessment of and early intervention for pain to support psychological well-being.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579083",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Pain predicts psychosocial outcomes in YA cancer survivors, underscoring the need for routine assessment of and early intervention for pain to support psychological well-being"
    },
    {
      "title": "A One-Pot Three-Step Cu-Catalyzed Protocol to Construct Dibenzo[1,4]diazepine Derivatives and Their Analogs with Cyclopropylamine as a Surrogate of Ammonia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579079/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "ortho-Substituted primary arylamines are significant functional compounds and important basic building blocks to construct dibenzo[1,4]diazepine derivatives and their analogs. Here, we reported a method for an efficient Cu-catalyzed synthesis of ortho-substituted primary arylamines using cyclopropylamine as the ammonia surrogate in 61∼92% isolated yields and subsequently a one-pot three-step Cu-catalyzed protocol to afford dibenzo[1,4]diazepine derivatives and their analogs in 52∼81% total...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579079",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "basic building blocks to construct dibenzo[1,4]diazepine derivatives and their analogs",
      "conclusion": null
    },
    {
      "title": "Positive Experiences of Seriously ill Lesbian, Gay, Bisexual, Transgender, and Queer Persons and Their Partners With Healthcare Providers: Project Respect",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579073/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "BackgroundThere is strong evidence of discriminatory healthcare to seriously ill lesbian, gay, bisexual, transgender, and queer people, plus other sexual and gender identities (LGBTQ+).AimThe aim is to describe positive, affirming, and culturally competent healthcare to seriously ill LGBTQ+ patients and their spouses, partners, and widows.DesignThe authors conducted a cross-sectional study using an online survey. The data for this report are the responses to three open-ended questions describing...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579073",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "is to describe positive, affirming, and culturally competent healthcare to seriously ill LGBTQ+ patients and their spouses, partners, and widows",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Low-Frequency In-Plane Phonons Dominate Thermal Transport in Montmorillonite: Machine-Learning Molecular Dynamics Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Montmorillonite (MMT), a foundational constituent of permafrost systems, plays a critical role in determining the thermophysical properties of frozen soils through its thermal transport behavior. The current understanding of these properties remains limited because of the experimental challenges associated with cryogenic conditions and the inherent limitations of classical molecular dynamics potentials in accurately capturing low-temperature phonon interactions. In this study, we integrate the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "2-Phenylethanol and <em>o</em>-Cresol Repel the Tomato Leaf Miner <em>Phthorimaea absoluta</em> and Attract the Parasitoid <em>Trichogramma chilonis</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579069/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Semiochemicals are biologically active compounds that modulate insect behaviors. Here, we applied a reverse chemical ecology approach to identify 2-phenylethanol and o-cresol as behavior-modulating compounds for Phthorimaea absoluta and its egg parasitoid Trichogramma chilonis. First, we identified that PabsOR27 is an odorant receptor (OR) that is highly expressed in the antennae. We then deorphanized PabsOR27 as a receptor narrowly tuned to 2-phenylethanol and o-cresol through ectopic...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579069",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Electronic Spin State Determines Bidirectional Catalysis of Dual-Atom Catalysts in Sulfur Cathodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579058/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The electronic spin state of metal atomic catalysts is pivotal in determining their catalytic activities. However, such catalysts that are prepared via conventional synthetic approaches often suffer from poorly defined coordination environments, which create challenges in precisely controlling their electronic spin configurations. Herein, we show that a CoFe dual-atom catalyst featuring coordinatively asymmetric FeN(2) and CoN(3) sites with a fixed coupling distance can be synthesized using a...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS",
        "UNIST"
      ],
      "pmid": "41579058",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Options for Future Third-Party Reproduction Among Youth Newly Diagnosed With Cancer: Considerations for Pediatric Fertility Preservation Counseling",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579040/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Children with cancer are at-risk for infertility, yet most desire biological parenthood. Fertility preservation is available for pre- and postpubertal patients, with tissues typically banked for autologous use. Some survivors require third-party reproduction (TPR) but do not complete the Food and Drug Administration (FDA)-required donor eligibility steps when banking their reproductive materials. This article reviews medical and nonmedical factors associated with TPR, FDA regulatory...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579040",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "How physicians' anticipated retention within urban and rural HPSA practices varies with their assessments of their work and jobs",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579032/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Physicians' anticipated retention within HPSAs is associated with how they feel about various aspects of their work and jobs. These aspects of work and jobs are generally but not exactly the same in urban and rural HPSAs.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579032",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Physicians' anticipated retention within HPSAs is associated with how they feel about various aspects of their work and jobs. These aspects of work and jobs are generally but not exactly the same in urban and rural HPSAs"
    },
    {
      "title": "Disparities across the pediatric epilepsy surgery journey: Referral, recommendation, and completion from a national consortium",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579031/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Despite being safe and effective, surgery for pediatric epilepsy is underutilized. Social determinants of health (SDoH) are important to consider when examining this treatment gap. This study examined the potential systemic inequities at three different stages in the journey toward epilepsy surgery across the Pediatric Epilepsy Research Consortium (PERC).",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579031",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "Despite being safe and effective, surgery for pediatric epilepsy is underutilized",
      "significance": "to consider when examining this treatment gap",
      "conclusion": null
    },
    {
      "title": "Th17 cells favor migration and invasiveness of cervical cancer cells under hypoxia in an IGF2BP2-dependent manner",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Hypoxic regions of cervical cancers mediate suppression of the human papillomavirus (HPV) oncoproteins E6 and E7 in an AKT-dependent manner causing oxygen-dependent reversible growth arrest of cancer cells. Furthermore, numbers of T-helper (Th)-17 cells increase during cervical carcinogenesis in cancer tissues, Th17 differentiation is favored by hypoxia and their presence is linked with AKT-dependent therapy resistance, metastases and relapse. As both factors, hypoxia and Th17 cells, are...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579022",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge, Attitudes, and Environment Related to Gastroenterology and Hepatology Care for Sexual and Gender Minorities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579016/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579016",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "AGA Clinical Practice Update on Inpatient Management of Adults With Inflammatory Bowel Disease: Expert Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579011/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "DESCRIPTION: Patients with inflammatory bowel disease (IBD) often require hospitalization for medically refractory IBD or IBD-related complications. However, despite the increasing availability of effective medical therapies, inpatient IBD care remains challenging, as evidenced by the variation in hospital-acquired complications, delays in surgery, and high 30-day readmission rates. Therefore, this Clinical Practice Update Expert Review is intended to provide Best Practice Advice on the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579011",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Knowledge, Attitudes, and Environment Related to Gastroenterology and Hepatology Care for Sexual and Gender Minorities",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41579010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41579010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effectiveness of an online mindfulness-based stress reduction program for nurses in high-stress occupational settings during the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides preliminary evidence that an online MBSR program may help alleviate pandemic fatigue and strengthen resilience among frontline nurses. Integrating digital mindfulness programs into occupational health initiatives could support nurses' mental well-being and compassionate care in high-stress clinical settings.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578985",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides preliminary evidence that an online MBSR program may help alleviate pandemic fatigue and strengthen resilience among frontline nurses. Integrating digital mindfulness programs into occupational health initiatives could support nurses' mental well-being and compassionate care in h..."
    },
    {
      "title": "Educational inequalities in cervical cancer mortality in the Baltic countries and Finland in the context of organized screening: A register-based study 2000-2015",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578978/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Cervical cancer (CC) mortality in the Baltic countries remains high. We explored CC mortality trends and educational inequalities in CC mortality in the Baltics in the context of organized CC screening (introduced in 2004 in Lithuania, 2006 in Estonia and 2009 in Latvia) and compared the results with Finland (where screening started in 1963). Data for the Baltic countries came from longitudinal mortality follow-up studies of population censuses in 2000/2001 and 2011, and data for Finland from...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578978",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "the Baltic countries remains high. We explored CC mortality trends and educational inequalities in C",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Treating-to-target: remission and low disease activity in systemic lupus erythematosus versus rheumatoid arthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578961/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Treat-to-target (T2T) goals were similarly met for SLE and RA patients on current treatment. Despite differences between the diseases, and according differences in definitions, these data suggest that the SLE definitions for remission and LDA were successfully modelled on those of RA. The rates with which favorable states were noted supports the T2T approach in SLE.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578961",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "were similarly met for SLE and RA patients on current treatment",
      "significance": null,
      "conclusion": "Treat-to-target (T2T) goals were similarly met for SLE and RA patients on current treatment. Despite differences between the diseases, and according differences in definitions, these data suggest that the SLE definitions for remission and LDA were successfully modelled on those of RA"
    },
    {
      "title": "ViralBindPredict: Empowering Viral Protein-Ligand Binding Sites through Deep Learning and Protein Sequence-Derived Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ViralBindPredict introduces the first leakage-controlled benchmark for viral protein-ligand interactions and demonstrates accurate ligand-binding residue prediction directly from protein sequence. Together, these advances establish ViralBindPredict as a robust and extensible workflow for sequence-based antiviral discovery, supporting rapid target prioritization, compound repurposing, and de novo drug design, even in the absence of structural data.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ViralBindPredict introduces the first leakage-controlled benchmark for viral protein-ligand interactions and demonstrates accurate ligand-binding residue prediction directly from protein sequence. Together, these advances establish ViralBindPredict as a robust and extensible workflow for sequence-ba..."
    },
    {
      "title": "Regulation of PHOX2B gene expression by the long non-coding natural antisense RNA PHOX2B-AS1",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578938/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Paired mesoderm homeobox protein 2B (PHOX2B) is a transcription factor essential for autonomic nervous system development. Heterozygous mutations in the PHOX2B gene are associated with neurodevelopmental disorders, including congenital central hypoventilation syndrome and Hirschsprung's disease. Additionally, PHOX2B plays a role in the genetic landscape of neuroblastoma, with mutations detected in both familial and sporadic forms of this rare cancer. Notably, PHOX2B is highly expressed in most...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578938",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tooth Movement Modulation and Root Protection via Piezo1-Mediated Production of Superoxide Dismutase 3",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Piezo1-mediated production of SOD3 from the PDLCs protected the root from resorption and retarded tooth movement by suppressing osteoclastogenesis and promoting osteoblast and cementoblast differentiation.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Piezo1-mediated production of SOD3 from the PDLCs protected the root from resorption and retarded tooth movement by suppressing osteoclastogenesis and promoting osteoblast and cementoblast differentiation"
    },
    {
      "title": "Association between grit and wellness outcomes among Japanese medical residents: A nationwide cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578929/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In this national sample of Japanese resident physicians, higher grit was consistently associated with improved psychological well-being, including lower burnout, reduced stress, fewer depressive symptoms, and increased job satisfaction. These findings suggest that grit is a critical protective trait for residents, even within a collectivist culture. Future research should explore whether the identification of residents with lower grit, especially those with reduced perseverance or...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578929",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that grit is a critical protective trait for residents, even within a collectivist culture",
      "conclusion": "In this national sample of Japanese resident physicians, higher grit was consistently associated with improved psychological well-being, including lower burnout, reduced stress, fewer depressive symptoms, and increased job satisfaction. These findings suggest that grit is a critical protective trait..."
    },
    {
      "title": "Evaluating the Process of Patient Engagement: Insights from a Mixed-Methods Evaluation of a Cancer Center Patient Advisory Group",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578896/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This mixed-method evaluation found strong alignment between program goals and PAG member engagement, highlighted effective strategies, and identified addressable challenges. As patient engagement becomes more common in cancer care, applying these lessons is essential to advancing meaningful, person-centered programs.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578896",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "and PAG member engagement, highlighted effective strategies, and identified addressable challenges",
      "significance": null,
      "conclusion": "This mixed-method evaluation found strong alignment between program goals and PAG member engagement, highlighted effective strategies, and identified addressable challenges. As patient engagement becomes more common in cancer care, applying these lessons is essential to advancing meaningful, person-..."
    },
    {
      "title": "Orchestrating Microtubules: A Review of Kinase-Dependent Regulatory Mechanisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578893/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Microtubules are subject to dynamic regulation through post-translational modifications, with phosphorylation serving as a key mechanism. The human kinome, comprising over 500 protein kinases, represents a comprehensive regulatory network. Some of these kinases precisely regulate microtubule dynamics and organization, both spatially and temporally, by modulating various microtubule-associated proteins or by directly binding to microtubules. This review, based on a systematic and kinome-wide...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578893",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Introducing personalized patient care in overactive bladder management using the MedRing OAB system for intravaginal oxybutynin administration",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Although numerous drugs have been developed for intravaginal administration, the implementation of personalized intravaginal treatment options is limited. The MedRing overactive bladder (OAB) system is a medical device for intravaginal oxybutynin administration via patient-controlled schedules. The primary aim was to assess the feasibility, tolerability, and safety of intravaginal oxybutynin administration via the MedRing OAB system. Second, the functioning of the MedRing OAB system, user...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578892",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "was to assess the feasibility, tolerability, and safety of intravaginal oxybutynin administration via the MedRing OAB system",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic Hypothermia Alleviates Hydrocephalus and Neurological Dysfunction Post Intraventricular Hemorrhage by Enhancing Drainage of Glymphatic-Meningeal Lymphatic-Deep Cervical Lymphatic System",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578884/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: TH alleviates hydrocephalus and neurological dysfunction post IVH by enhancing drainage of the glymphatic-meningeal lymphatic-deep cervical lymphatic system. The RTN3/AMPK/ERS pathway may be the proposed mechanism mediating this effect. TH is expected to become a novel therapeutic strategy for IVH.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578884",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "TH alleviates hydrocephalus and neurological dysfunction post IVH by enhancing drainage of the glymphatic-meningeal lymphatic-deep cervical lymphatic system. The RTN3/AMPK/ERS pathway may be the proposed mechanism mediating this effect"
    },
    {
      "title": "Condensin II mediates resistance to genotoxic stress and prevents mitotic defects in Arabidopsis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Genome functions are regulated by chromatin and 3D chromosome organization. Dynamic condensation and relaxation of chromosomes during the cell cycle are largely controlled by the Condensin complexes. We mapped mutants in the Condensin II subunits SMC2A, CAP-D3 and CAP-H2 as hypersensitive to DNA-protein crosslink (DPC) inducers zebularine and ICRF-187. This suggested that Condensin II is required for resistance to genotoxic stress in Arabidopsis (Arabidopsis thaliana) and prompted us to explore...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The SoyBase, LegumeInfo, and PeanutBase databases in support of legume research and crop improvement",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578868/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Here, we describe a collection of genomic database portals, SoyBase (https://soybase.org), Legume Information System (https://legumeinfo.org), and PeanutBase (https://peanutbase.org), that support breeding and research work in the legume plant family. The legume family includes important crops such as soybean, peanut, common bean, lentils, chickpeas, as well as approximately 20,000 other species that are important in all terrestrial ecosystems. Beyond the value of the portals for species in this...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578868",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "crops such as soybean, peanut, common bean, lentils, chickpeas, as well as approximately 20,000 other species that are important in all terrestrial ecosystems",
      "conclusion": null
    },
    {
      "title": "Clinical outcomes and learning curve of MRgLITT system for drug-resistant epilepsy in China: A single-center retrospective study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578865/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "OBJECTIVE: Magnetic resonance-guided laser interstitial thermal therapy (MRgLITT) is a minimally invasive technique that allows for real-time magnetic resonance imaging (MRI) monitoring and precise ablation of epileptogenic lesions. This study reports our initial clinical experience with a domestically developed MRgLITT system in patients with drug-resistant epilepsy (DRE) and evaluates its efficacy, safety, and learning curve.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578865",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "Magnetic resonance-guided laser interstitial thermal therapy (MRgLITT) is a minimally invasive technique that allows for real-time magnetic resonance imaging (MRI) monitoring and precise ablation of e...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ironing out the details: Fe homeostasis in the shoot and root is regulated by distinct actions of BTS/BTSL1/2 and bHLH IVc subgroup transcription factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578856/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578856",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Resin-based defenses in Pinus edulis are only reduced after long term drought",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Constrained carbon allocation towards secondary metabolites involved in chemical defense is a common explanation for widespread drought-related beetle-kill in conifers-we challenge the generality of this explanation. While monitoring drought stress (ψpd), we tracked both carbon reserves (NSC) and chemical defenses (terpenes, phenolics, resin flow) in mature Pinus edulis trees experiencing either short-term (3-year) or a \"legacy\" long-term (13-year) throughfall exclusion treatments, plus a...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578851",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Nationwide Danish Comparative Effectiveness Study of GLP-1 RA, SGLT2i and DPP-4i Treatment on Risk of Stroke, Myocardial Infarction and Mortality in Type 2 Diabetes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: New users of GLP-1 RA with type 2 diabetes had a lower risk of first stroke and new users of GLP-1 RA and SGLT2i had lower mortality. These data could help guide the choice of glucose-lowering medications in persons with type 2 diabetes.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578841",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "New users of GLP-1 RA with type 2 diabetes had a lower risk of first stroke and new users of GLP-1 RA and SGLT2i had lower mortality. These data could help guide the choice of glucose-lowering medications in persons with type 2 diabetes"
    },
    {
      "title": "Sodium Alginate-Benzene Sulfonate Ether: Synthesis, Behavior in Aqueous Solutions, and Anticoagulant Activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578836/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The functionalization of alginate through the introduction of sulfonate groups represents a promising strategy for the targeted improvement of its bioactive characteristics. In this study, novel alginic acid derivatives modified with benzene sulfonate groups were synthesized in an aqueous alkaline medium, achieving a degree of substitution up to 0.51. The chemical structures of the obtained ethers were confirmed by NMR, FTIR, and UV spectroscopy. The effects of pH and ionic strength on the size...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578836",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Improving properties of dough and bread through the synergistic effect of chitosan and fermented whey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The CS-FW composite matched or exceeded the effectiveness of the synthetic preservative SD through a multi-targeted mechanism that simultaneously enhanced sensory properties and ensured microbial safety. This work provides a natural, dual-function approach for extending bread shelf life and improving overall product quality. © 2026 Society of Chemical Industry.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CS-FW composite matched or exceeded the effectiveness of the synthetic preservative SD through a multi-targeted mechanism that simultaneously enhanced sensory properties and ensured microbial safety. This work provides a natural, dual-function approach for extending bread shelf life and improvin..."
    },
    {
      "title": "Immune Escape-Related Gene NXT1 as a Potential Prognostic and Therapeutic Target in Hepatocellular Carcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578763/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Collectively, NXT1 may serve as a valuable prognostic marker and a potential therapeutic target for HCC. Cite this article as: Guo J, Tong X, Liu S, et al. Immune escape-related gene NXT1 as a potential prognostic and therapeutic target in hepatocellular carcinoma. Turk J Gastroenterol. 2026;37(1):98-112.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578763",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Collectively, NXT1 may serve as a valuable prognostic marker and a potential therapeutic target for HCC. Cite this article as: Guo J, Tong X, Liu S, et al"
    },
    {
      "title": "Optimised <em>Gynura divaricata</em> polysaccharide extract ameliorated type 2 diabetes in mice by activating the PI3K/Akt/GLUT-4 signalling pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578734/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Type 2 diabetes mellitus (T2DM) is a long-term metabolic disorder, which is characterised by insulin resistance and persistent hyperglycaemia. Natural polysaccharides exhibit promising hypoglycaemic potential; however, optimising their extraction and mechanistic understanding of polysaccharides from Gynura divaricata (GDP) remain limited. Here, GDP underwent hot-water extraction followed by ethanol precipitation. A response surface methodology known as Box-Behnken design was utilised to refine...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578734",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Wide Ranging Neurobehavioral Phenotype in Individuals With Costello Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578731/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Costello syndrome (CS) is a rare RASopathy that is typically associated with mild to moderate cognitive impairment. Based on detailed neuropsychological testing, this case series describes variability in the neurobehavioral presentations of three unrelated individuals with different pathogenic HRAS variants that cause CS. Results demonstrate a wide range of functioning among people with CS (extremely low to superior ranges) and describe the first cognitive testing results for an individual with...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578731",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Oral Frailty and Physical Frailty Associated With Sleep Quality in Community-Dwelling Adults: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578720/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Oral and physical frailty are significantly associated with sleep quality in older adults. Interventions targeting swallowing difficulty, dry mouth, and physical frailty may improve sleep quality in this population.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578720",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Oral and physical frailty are significantly associated with sleep quality in older adults. Interventions targeting swallowing difficulty, dry mouth, and physical frailty may improve sleep quality in this population"
    },
    {
      "title": "Systems approach to nitrogen modeling in the Chesapeake Bay: Advancing production chain analysis under future changes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578698/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Agricultural runoff accounts for >40% of Chesapeake Bay's nonpoint source nitrogen (N) pollution, representing a complex problem requiring systems-level management approaches. Traditional nitrogen management strategies, focused primarily on field-level best management practices, have proven insufficient to achieve watershed restoration goals, underscoring the need for systems-level management approaches that account for interactions across the entire food production chain. In this study, we...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578698",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical outcomes of metastatic non-clear cell renal cell carcinoma: a real-world single-centre experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578672/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: For metastatic nccRCC, unclassified RCC pathology and poor IMDC risk group were identified as independent risk factors for poor prognosis and IO-TKI showed promising efficacy in patients with metastatic nccRCC.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578672",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "For metastatic nccRCC, unclassified RCC pathology and poor IMDC risk group were identified as independent risk factors for poor prognosis and IO-TKI showed promising efficacy in patients with metastatic nccRCC"
    },
    {
      "title": "Neural Underpinnings of the Continuity Illusion in Musicians",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578670/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The continuity illusion occurs when a sound is perceived as continuous through noise-filled interruptions and has been indexed neurophysiologically as reduced auditory theta band (4-8 Hz) power and phase-locking at the interruption boundaries. Here, we examined the behavioural and neurophysiological differences between musicians (n = 16) and nonmusicians (n = 16) as they listened to trisyllabic words and classical music with noise interruptions. Our aim was to assess two competing hypotheses:...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578670",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "was to assess two competing hypotheses:",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Systematic Review and Meta-Analysis to Estimate the Burden of Non-Fatal and Fatal Overdose Among People Who Inject Drugs Living in the United States and Comparator Countries: 2010 - 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578657/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Findings demonstrate substantial burden of non-fatal and fatal overdose among PWID in the US and some comparator countries. Scale-up of interventions to prevent overdose mortality are urgently needed.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578657",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Findings demonstrate substantial burden of non-fatal and fatal overdose among PWID in the US and some comparator countries. Scale-up of interventions to prevent overdose mortality are urgently needed"
    },
    {
      "title": "All Reforestation Methods Can Support Tropical Tree Diversity Recovery, but Drivers and Species Composition Vary",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578648/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Tropical landscapes are undergoing rapid transformation due to human activities and global change. Forest restoration has emerged as a key strategy to mitigate biodiversity loss and climate warming. However, a standardized assessment of how different restoration methods contribute to biodiversity recovery and conservation remains lacking. Here, we present the first comprehensive comparison of tree diversity restoration and the drivers of recovery across five main reforestation methods (naturally...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578648",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cryo-EM structural analyses of chlorophyll b-enriched PSI-LHC and PSII-LHC supercomplexes of the siphonous green Bryopsis corticulans",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The light-harvesting complexes of photosystem (PS) I and II (LHCI and LHCII) in Bryopsis corticulans are homologous to their counterparts in Chlamydomonas reinhardtii and land plants but have distinct chlorophyll (Chl) and carotenoid composition. Here, we report cryo-EM structures of its PSI-LHCI(10)-LHCII(9) (comprising three LHCII trimers) and C(2)S(2)M(2)N(2)-type PSII-LHCII supercomplexes. In the PSI supmercomplex, ten LHCI subunits assemble into two belts and one heterodimer, coordinating a...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578646",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Metformin treatment and reduction of gastrointestinal cancer risk: A 2-sample Mendelian randomization study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578601/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "This study aimed to examine the causal relationship between metformin treatment and the prevention of various cancer types through a 2-sample Mendelian randomization (MR) analysis. Utilizing genome-wide association study summary data, a 2-sample MR approach was employed to assess the association between metformin treatment and multiple cancer types. The analysis further investigated the causal effects of specific metformin targets, including adenosine monophosphate-activated protein kinase...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578601",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "examine the causal relationship between metformin treatment and the prevention of various cancer types through a 2-sample Mendelian randomization (MR) analysis",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association of advanced lung cancer inflammation index with the prevalence and all-cause mortality in patients with lung cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The advanced lung cancer inflammation index (ALI) has been proposed as a potential prognostic biomarker in lung cancer. However, evidence linking ALI to the prevalence of lung cancer and all-cause mortality remains limited. This study aimed to investigate the association between ALI and both the risk of lung cancer and all-cause mortality among individuals diagnosed with the disease. Data were obtained from 38,213 adults aged ≥ 20 years who participated in the 1999 to 2018 National Health and...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578587",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the association between ALI and both the risk of lung cancer and all-cause mortality among individuals diagnosed with the disease",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Propionate metabolism-related molecular subtypes and prognostic signature in lung adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578551/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Propionate exerts antiproliferative and immunomodulatory effects in tumors, but its role in the metabolism of lung adenocarcinoma (LUAD) remains underexplored. This study aimed to characterize molecular subtypes based on propionate metabolism-related genes (PMRGs) and assess their prognostic and immunological relevance in LUAD. Using transcriptomic data from The Cancer Genome Atlas (TCGA)-LUAD and validation from GSE30219, consensus clustering was performed to identify subtypes associated with...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578551",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "characterize molecular subtypes based on propionate metabolism-related genes (PMRGs) and assess their prognostic and immunological relevance in LUAD",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Combined Uyghur medicine, acupuncture, and rehabilitation for traumatic oculomotor nerve palsy: A case report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578507/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This case demonstrates that an integrated treatment approach combining Uyghur medicine, rehabilitation training, and acupuncture yields significant therapeutic efficacy in improving ocular motor dysfunction secondary to complex traumatic brain injury.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578507",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This case demonstrates that an integrated treatment approach combining Uyghur medicine, rehabilitation training, and acupuncture yields significant therapeutic efficacy in improving ocular motor dysfunction secondary to complex traumatic brain injury"
    },
    {
      "title": "Bioinformatics analysis and population sample validation of ferroptosis-related genes in coronary heart disease: A case-control study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The aim of this study was to investigate the association between coronary heart disease (CHD) and ferroptosis, furthermore, to identify the relevant genes and potential diagnostic biomarkers by bioinformatics analysis. We analyzed the CHD dataset GSE23561 from the gene expression omnibus database (http://www.ncbi.nlm.nih.gov/geo) and iron-death-related genes from the FerrDb database (http://www.zhounan.org/ferrdb/). By intersecting bioinformatics-identified differentially expressed genes with...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578467",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "of this study was to investigate the association between coronary heart disease (CHD) and ferroptosis, furthermore, to identify the relevant genes and potential diagnostic biomarkers by bioinformatics...",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Global burden of leukemia in women of child-bearing age, 1990 to 2021: An update from the Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578459/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "While the overall burden of leukemia has been studied, a comprehensive and up-to-date epidemiological analysis specifically focused on women of childbearing age (WCBA) using the latest global burden of disease 2021 data, particularly detailing the 4 major subtypes, is lacking. This knowledge gap limits the development of targeted healthcare policies for this unique demographic. This study aims to fill this gap by assessing the global, regional, and national burden of leukemia in WCBA from 1990...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578459",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to fill this gap by assessing the global, regional, and national burden of leukemia in WCBA from 1990",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ustekinumab use in lactation: drug pharmacokinetics and normal development in exposed infants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578449/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578449",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Legged Locomotion in Lattices: Centipede Traversal of Obstacle-Rich Environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578445/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Centipedes locomote through complex obstacle-rich environments by propagating waves of body bending and limb stepping. However, little is known about how collisions with obstacles influence locomotion. In terrestrial environments such as branches or leaf litter, obstacles can both cause drag and offer affordances for the animals to generate thrust. In laboratory experiments, we challenged Scolopendra polymorpha (∼9 cm long, ∼1 cm wide) to negotiate model heterogeneous terrains, hexagonal and...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578445",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Spatial Image Gradient Estimation From the Diffusion MRI Profile",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578418/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results support the hypothesized relationship between within-voxel dMRI signal and image gradient, with an effect that was not explainable by the confounding factor of fiber continuity.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578418",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results support the hypothesized relationship between within-voxel dMRI signal and image gradient, with an effect that was not explainable by the confounding factor of fiber continuity"
    },
    {
      "title": "SWI/SNF Chromatin Remodelling Complex in Hepatic Physiology: Mechanistic Insights Into Development, Homeostasis and Pathogenesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578412/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The liver executes essential metabolic functions including energy homeostasis, lipid biosynthesis, cholesterol regulation and xenobiotic detoxification. While hepatocyte metabolic activity forms the foundation of these processes, their precise regulation is achieved through chromatin remodelling mechanisms, with the SWI/SNF complex emerging as a central epigenetic orchestrator. Accumulating evidence positions this ATP-dependent chromatin remodeler as a critical regulator of hepatic development,...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578412",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genetic contribution to severe COVID-19 in adults under 60 years without major comorbidities in the German National Pandemic Cohort Network (NAPKON)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578410/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "While genome-wide association studies (GWAS) have linked common genetic variants to COVID-19 susceptibility and severity, rare high-impact variants may also contribute to phenotypic heterogeneity. Inborn errors of type I interferon immunity (IFN-I-IEIs), including X-linked TLR7 deficiency, account for ~ 2% of critical COVID-19 cases. In this study, we investigated rare potentially deleterious variants in IFN-I-IEI and GWAS-prioritized genes in young, severely affected COVID-19 patients from the...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578410",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "rare potentially deleterious variants in IFN-I-IEI and GWAS-prioritized genes in young, severely affected COVID-19 patients from the",
      "significance": "variants may also contribute to phenotypic heterogeneity",
      "conclusion": null
    },
    {
      "title": "TMPRSS2 is dispensable for lethal SARS-CoV-2 BA.5 infection in humanized hACE2 golden hamsters",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578405/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Severe acute respiratory syndrome coronavirus (SARS-CoV-2) can specifically bind to the angiotensin-converting enzyme 2 (ACE2) receptor on the host cell surface via the corresponding spike (S) protein, facilitating the entry of the virus. ACE2 is highly expressed in alveolar type II cells, respiratory epithelial cells, and various other tissues, which provides favorable conditions for the transmission of SARS-CoV-2. TMPRSS2, a transmembrane serine protease widely distributed in the respiratory...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578405",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generation of an isogenic human induced pluripotent stem cell line with a mutant propionyl-CoA carboxylase α subunit",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578383/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This isogenic iPSC line provides an ethically unconstrained platform to investigate PA molecular mechanisms and genotype-phenotype relationships. The model enables systematic drug screening and therapeutic development while overcoming patient sample limitations.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578383",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This isogenic iPSC line provides an ethically unconstrained platform to investigate PA molecular mechanisms and genotype-phenotype relationships. The model enables systematic drug screening and therapeutic development while overcoming patient sample limitations"
    },
    {
      "title": "China precision nutrition and health: knowledge, attitude, and practice real-world study (CPNAS): a cross-sectional analysis of the association between serum vitamin A and homocysteine levels in rural middle-aged and elderly populations in China",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578366/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578366",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic efficacy monitoring in canine lymphoma patients via quantifying CDC6 plasma levels",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Overall, our findings provides compelling evidence that plasma CDC6 mRNA expression can be used as a liquid biomarker to monitor treatment efficacy in dogs with lymphoma.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578340",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Overall, our findings provides compelling evidence that plasma CDC6 mRNA expression can be used as a liquid biomarker to monitor treatment efficacy in dogs with lymphoma"
    },
    {
      "title": "Comparative effects of salt substitutes on blood pressure, cardiovascular events and mortality: a systematic review and network meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578335/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Salt substitutes, particularly moderate-potassium and low-sodium formulations, represent a promising sodium reduction strategy. However, current evidence for mortality and cardiovascular event benefits is dominated by one large Chinese trial and has very limited generalisability beyond Chinese populations with high discretionary salt use. These products appear acceptable and safe in people without renal impairment, but clinicians should rule out kidney disease and hyperkalaemia risk...",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578335",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Salt substitutes, particularly moderate-potassium and low-sodium formulations, represent a promising sodium reduction strategy. However, current evidence for mortality and cardiovascular event benefits is dominated by one large Chinese trial and has very limited generalisability beyond Chinese popul..."
    },
    {
      "title": "A microglial LCN2-MC4R signaling axis drives silica-induced neuronal damage via C1q release",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578331/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578331",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Personal causal modeling of affect and eating behaviors in bulimia nervosa: implications for personalized treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578325/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: CDA revealed marked heterogeneity in causal factors underlying BN behaviors, with some models showing affect-driven behaviors and others indicating behavior-driven patterns. Ultimately, this work indicates that the link between momentary affect and BN behaviors is highly individualized, underscoring the need for precision-targeted interventions rather than one-size-fits-all treatments.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578325",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "CDA revealed marked heterogeneity in causal factors underlying BN behaviors, with some models showing affect-driven behaviors and others indicating behavior-driven patterns. Ultimately, this work indicates that the link between momentary affect and BN behaviors is highly individualized, underscoring..."
    },
    {
      "title": "Digitoxin-induced apoptosis in ovarian granulosa cells disrupts follicular development and impairs reproductive performance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578307/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578307",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Untargeted-targeted metabolomics: energy metabolism characteristics in heart failure staging and discovery of novel biomarkers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578306/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Stage C of heart failure is characterized by energy metabolism collapse (decreased ATP and TCA compensation), and differential metabolites (such as malic acid) may serve as potential candidate biomarkers pending longitudinal validation.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578306",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Stage C of heart failure is characterized by energy metabolism collapse (decreased ATP and TCA compensation), and differential metabolites (such as malic acid) may serve as potential candidate biomarkers pending longitudinal validation"
    },
    {
      "title": "Correction: Is there a link between diet and painful temporomandibular disorders? A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578301/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578301",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A paracrine-to-autocrine shunt of GREM1 fuels colorectal cancer metastasis via ACVR1C",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578299/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41578299",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Influence of organizational culture on nursing perception of quality of healthcare services and intent to stay among nurses employed in public hospitals: A cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41578989/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lIZdG7__acDiOnILwc1UJFv1EU2tzCDqwphAfr3PZolpno9sb&fc=20250824201059&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The findings underscore the crucial role of organizational culture in shaping perceptions of care quality but suggest that nurses' retention decisions may depend on other factors. Hospital administration should strengthen organizational culture to enhance care quality while addressing broader workforce needs to improve retention.",
      "pubDate": "2026-01-24T11:00:00.000Z",
      "institutions": [
        "Pusan National University"
      ],
      "pmid": "41578989",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The findings underscore the crucial role of organizational culture in shaping perceptions of care quality but suggest that nurses' retention decisions may depend on other factors. Hospital administration should strengthen organizational culture to enhance care quality while addressing broader workfo..."
    },
    {
      "title": "Chemically guided single-cell transcriptomics reveals sulfotransferase-mediated scaffold remodeling in securinine biosynthesis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41577683/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Securinega alkaloids possess a distinctive tetracyclic scaffold and are pharmaceutically relevant, yet their biosynthesis in Flueggea suffruticosa remains unresolved. Here, we combine chemical logic with stable-isotope-labeled feeding experiments and single-cell transcriptomics to elucidate the core biosynthetic pathway. We identify a reductase, FsMS, that reduces premenisdaurilide to menisdaurilide, which then conjugates with 1-piperideine to generate the [2.2.2]-bicyclic neosecurinanes,...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41577683",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Structural and functional analysis of transglycosylation mechanism of glycogen branching enzyme from Vibrio vulnificus",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41577281/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Glycogen branching enzymes (GBEs) catalyze the formation of α-1,6-glucosidic branches during glycogen biosynthesis. In this study, we characterized the GBE from Vibrio vulnificus (VvGBE), highlighting its distinct transglycosylation activity and capacity to generate short-chain branches from defined maltooligosaccharides. The VvGBE crystal structure revealed a typical (β/α)(8)-barrel fold comprising four domains (N1, N2, A, and C), characteristic of type I GBEs. Key residues, including Y229,...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41577281",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Observed versus Predicted Reactivity, Selectivity, and Mechanism of Iridium Catalysts with Pyridyl Carbene Ligands for the Borylation of C-H Bonds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41576231/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "New catalysts for the undirected borylation of alkyl C-H bonds can lead to new strategies for the synthesis or derivatization of organic molecules. Catalysts composed of phenanthroline ligands, in combination with iridium precursors, have led to the borylation of aryl and some alkyl C-H bonds. However, catalysts that are more active or that react with distinct selectivity toward alkyl C-H bonds, or both, are needed. A new class of catalyst ligated by N-heterocyclic carbenes was predicted by...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41576231",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A wearable monitoring system for running gait analysis by diffusion transformer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41576002/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Conventional wearable monitoring devices often suffer from insufficient data accuracy and low posture recognition rates, making them inadequate for the demands of professional sports health monitoring. To address these issues, this study proposes a wearable monitoring system for running gait analysis based on the Diffusion Transformer (DiT). The system aims to achieve high-precision running posture recognition and real-time motion monitoring through multi-sensor data fusion and advanced deep...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41576002",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "to achieve high-precision running posture recognition and real-time motion monitoring through multi-sensor data fusion and advanced deep",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "π-Conjugation-extended benzoimidazoisoindolone-based n-type ladder polymers for highly air-robust aqueous sodium-ion electrochromic energy storage",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41575467/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Electro-active conjugated polymers have shown prominent advantages in the field of electrochromic energy storage materials (EESMs) in recent years. However, achieving highly air-stable n-type conjugated polymer EESMs in aqueous electrolytes remains an enormous challenge. The present study reports the first investigation of benzoimidazoisoindolone-based n-type fully conjugated ladder polymers (BBL-EC and BAL-EC) for EESMs, featuring high electron affinity, efficient and reversible electrochemical...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41575467",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Major clinical advances in gynecologic cancer in 2025: from de-escalation strategies to precision therapies beyond <em>BRCA</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41575332/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The landscape of gynecologic cancer management has continued to evolve substantially in 2025, driven by major clinical advances spanning surgical, radiation, and systemic therapies. Recent progress in precision oncology has expanded therapeutic options beyond the BRCA era. Immune checkpoint inhibitors have become integral components of treatment for selected gynecologic malignancies characterized by distinct molecular and histopathologic features, while novel biomarker-driven approaches continue...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41575332",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Novel nucleoside analogs exhibit potent intracellular and <em>in vivo</em> activities against <em>Mycobacterium avium</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41575218/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Mycobacterium avium is a major causative agent of nontuberculous mycobacterial pulmonary disease, which poses therapeutic challenges owing to its intrinsic drug resistance and the need for prolonged multidrug regimens. In this study, we identified two novel nucleoside analogs, MCCB-04-35 and MCCB-04-37, as potential therapeutic candidates against M. avium infection. Both compounds exhibited significant bacteriostatic activity in vitro and in infected macrophages, with minimal cytotoxicity....",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University",
        "SNU"
      ],
      "pmid": "41575218",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A New Synthetic Method for HfS<sub>2</sub> Thin Films Using MOCVD",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41575170/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Hafnium disulfide (HfS(2)) is expected to surpass MoS(2) and WS(2) as a two-dimensional (2D) semiconductor, with the added advantage that its native oxide, HfO(2), is a widely used high-k dielectric. Unlike MoS(2) and WS(2), which are generally synthesized by metal-organic chemical vapor deposition (MOCVD) for semiconductor applications, HfS(2) has not yet been grown by this method, probably due to a lack of suitable precursors for depositing thin, uniform, and stoichiometric films. Here, we...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41575170",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparative WS<sub>2</sub>-NbS<sub>2</sub> and MoS<sub>2</sub>-NbS<sub>2</sub> Binary Alloy Nanosheets as Excellent Hydrogen Evolution Reaction Electrocatalysts",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41574900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The electronic structures of 2D transition metal dichalcogenides (TMDs) can be modulated by alloying, enhancing their catalytic properties and broadening applications. In this study, binary alloy nanosheets-W(1-) (x)Nb(x)S(2) and Mo(1-) (x)Nb(x)S(2)-were synthesized via colloidal reactions, achieving homogeneous atomic mixing across the full composition range, which surpasses selenide alloy mixing. Nb incorporation into WS(2) or MoS(2) nanosheets produces a more metallic phase, and density...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Korea University"
      ],
      "pmid": "41574900",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Development of Novel Small-Molecule Targeting SCN1A-Associated Severe Myoclonic Epilepsy of Infancy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41574838/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Severe myoclonic epilepsy of infancy (SMEI, Dravet syndrome), which is mainly caused by the SCN1A mutation, is a severe epileptic encephalopathy that manifests in infancy and leads to intractable seizures and developmental impairment. To discover new therapeutic chemotypes, we established a Nav1.1 (scn1lab) KO zebrafish model for chemical screening and identified novel 1,3,4-oxadiazol-2(3H)-one derivatives. Among them, compound 20e showed the most potent antiseizure efficacy in zebrafish...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41574838",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Waterfowl Move Less in Heterogeneous and Human-Populated Landscapes, With Implications for Spread of Avian Influenza Viruses",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41574835/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Animal movements contribute to the spread of infectious diseases and are driven in part by environmental conditions. We investigated the links among the environment, animal movement, and infectious disease dynamics in waterfowl, which are among the primary wildlife hosts of avian influenza viruses. By combining telemetry data on 4606 individuals from 26 waterfowl species with data on land cover, weather, and vegetation, we found that waterfowl moved less in areas of higher land cover...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41574835",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "the links among the environment, animal movement, and infectious disease dynamics in waterfowl, which are among the primary wildlife hosts of avian influenza viruses",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "A Scalable and Cost-Effective Zeolite-Polymer Fiber Sorbent Enabled by Vapor-Induced Cu(I) Activation for Selective Acetylene Capture",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41574815/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Identifying appropriate materials that can simultaneously ensure low production costs, scalability, and retention of intrinsic adsorption capabilities throughout the structuring process remains a significant challenge, thereby limiting the industrial implementation of adsorptive gas separation techniques. We report the first example of the structured fiber sorbents incorporating Cu^(I)-exchanged Y zeolites (Cu^(I)@Y), which can form Cu^(I)-alkyne π-complexes for the selective adsorption of...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41574815",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Synthesis of heteroleptic [Sr(ddemap)(tmhd)]<sub>2</sub> and its use in atomic layer deposition of low carbon SrO thin films",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41574203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "New strontium heteroleptic complexes were synthesized by the substitution reaction of the bis(trimethylsilyl)amide of Sr(btsa)(2)·2DME with aminoalkoxide and β-diketonate ligands (btsa = bis(trimethylsilyl)amide, DME = 1,2-dimethoxyethane). Three compounds, [Sr(ddemap)(tmhd)](2) (1), [Sr(ddemmp)(tmhd)] (2), and [Sr(ddemamb)(tmhd)](2) (3), were obtained as precursors for SrO growth (ddemap = 1-(dimethylamino)-5-((2-(dimethylamino)ethyl)(methyl)amino)pentan-3-ol, ddemmp =...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41574203",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The First Complete Chloroplast Genome of <em>Lycium shawii</em>: Genomic Architecture, Molecular Phylogenetics and Evolutionary Insights",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41574122/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Lycium shawii Roem. & Schult., a stress-resilient medicinal plant native to the deserts of Saudi Arabia, possesses notable bioactive compounds used in traditional medicine for treating inflammation, oxidative stress, and other ailments. However, its chloroplast (Cp) genome has not previously been sequenced or described, limiting accurate molecular identification and phylogenetic resolution. In this study, we present the first complete Cp genome of L. shawii. The plastome spans 155,936 bp and is...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41574122",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Licochalcone D reduces H<sub>2</sub>O<sub>2</sub>-induced SH-SY5Y cell neurotoxicity by regulating reactive oxygen species",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41573733/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "[This corrects the article DOI: 10.3389/fphar.2025.1573882.].",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41573733",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fallen-leaf-sensitized biosolar oxygenation of hydrocarbons",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41573587/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Lignocellulosic wastes are naturally abundant carbon resources but have been underutilized due to their complex structure and recalcitrant nature. They require energy- and water-intensive processes, such as thermal, chemical, and/or mechanical pretreatments, for their valorization. Here, we report a new function of raw tree waste for driving the solar-powered oxygen reduction reaction (ORR) and biocatalytic oxyfunctionalization of hydrocarbons. We reveal that various lignocellulosic wastes, such...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41573587",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association Between Estimated Pulse Wave Velocity and Endovascular Thrombectomy Outcome: A Secondary Analysis of the OPTIMAL-BP Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41573407/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The ePWV independently predicts functional independence after EVT, suggesting its potential as a practical prognostic indicator using age and baseline BP.",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Korea University",
        "Kyung Hee University",
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41573407",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The ePWV independently predicts functional independence after EVT, suggesting its potential as a practical prognostic indicator using age and baseline BP"
    },
    {
      "title": "Explainable artificial intelligence approaches for predicting depression by combining feature selection methods and machine learning classifiers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41573361/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our findings advance the field by: (1) systematically demonstrating that FS method effectiveness varies by machine learning classifier type, (2) providing a dual-layer XAI framework combining FS with SHAP for comprehensive interpretability, and (3) identifying culturally specific risk factors in an underrepresented Asian population using high-quality face-to-face collected data. These contributions provide methodological guidance for researchers developing interpretable depression...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "SNU"
      ],
      "pmid": "41573361",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our findings advance the field by: (1) systematically demonstrating that FS method effectiveness varies by machine learning classifier type, (2) providing a dual-layer XAI framework combining FS with SHAP for comprehensive interpretability, and (3) identifying culturally specific risk factors in an ..."
    },
    {
      "title": "Multicenter Validation of Artificial Intelligence Predicting Anterior Circulation Large Vessel Occlusion Using Noncontrast Head CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41573318/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this multicenter study, we validated the performance of artificial intelligence software in predicting LVO on NCCT. Furthermore, the associations between JLK CTL LVO score and follow-up infarct volume, as well as functional outcomes, support its clinical utility beyond merely screening patients who require rapid decision-making.",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "SNU"
      ],
      "pmid": "41573318",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this multicenter study, we validated the performance of artificial intelligence software in predicting LVO on NCCT. Furthermore, the associations between JLK CTL LVO score and follow-up infarct volume, as well as functional outcomes, support its clinical utility beyond merely screening patients w..."
    },
    {
      "title": "Modified Pechini-derived Na<sub>3</sub>V<sub>2</sub>(PO<sub>4</sub>)<sub>3</sub>/C with superior low-temperature performance for sodium-ion batteries",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41573138/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "Sodium-ion batteries (SIB) have attracted significant attention as promising alternatives to lithium-ion batteries, due to the abundance, low cost, and environmental compatibility of sodium resources. Among various SIB cathode materials, NASICON-type Na(3)V(2)(PO(4))(3) (NVP) stands out for its stable 3D framework and fast Na^(+) diffusion kinetics. However, its inherently low electronic conductivity has posed challenges for practical implementation. Promising in this context, the...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41573138",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differences of Plasma Metabolites in Sarcopenia Among Individuals with Type 2 Diabetes: A Cross-Sectional Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41572769/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Individuals with T2D and sarcopenia exhibit distinct metabolite profiles compared with the general population. Plasma 4-Hydroxyproline and homocysteine may serve as clinical indicators for sarcopenia in T2D. Further studies are needed to validate these findings and assess their potential as diagnostic and therapeutic targets.",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41572769",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Individuals with T2D and sarcopenia exhibit distinct metabolite profiles compared with the general population. Plasma 4-Hydroxyproline and homocysteine may serve as clinical indicators for sarcopenia in T2D"
    },
    {
      "title": "Stool DNA-based SDC2 Methylation Test for the Screening of Colorectal Neoplasia in an Asymptomatic, Average-Risk Population",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41572658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: A stool DNA-based meSDC2 test in average-risk individuals for CRC revealed a high PPV for any CRN in a real-world setting, highlighting its potential as a screening modality in programmatic CRC screening.",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41572658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A stool DNA-based meSDC2 test in average-risk individuals for CRC revealed a high PPV for any CRN in a real-world setting, highlighting its potential as a screening modality in programmatic CRC screening"
    },
    {
      "title": "Positive Feedback-Driven NiRu Frustrated Lewis Pairs Catalyst Enables a Self-Reinforcing Catalytic Cycle for Cascade-Coupled Hydrogen Production",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41572456/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20260124142241&v=2.18.0.post22+67771e2",
      "description": "The alkaline hydrogen evolution reaction (HER) associated with anion exchange membrane water electrolyzers (AEMWEs) is kinetically hindered by sluggish water dissociation and complex intermediate adsorption, which previous reports have inadequately addressed through isolated optimization, neglecting the intrinsic coupling between HER elementary steps. Herein, we report a frustrated Lewis pairs (FLPs) catalyst comprising NiRu dual single-atoms and adjacent NiRu nanoclusters anchored on...",
      "pubDate": "2026-01-23T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41572456",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    }
  ]
}