{
  "title": "Korean Academic Publications with ML Classification",
  "description": "Latest research from top Korean institutions with AI-powered subject classification",
  "lastBuildDate": "2025-12-10T19:24:30.467Z",
  "totalItems": 150,
  "totalArchived": 33862,
  "newPapersAdded": 194,
  "institutionBreakdown": {
    "KAIST": 9,
    "SNU": 54,
    "Yonsei University": 0,
    "SKKU": 0,
    "POSTECH": 1,
    "Korea University": 33,
    "IBS": 66,
    "UNIST": 0,
    "Hanyang University": 5,
    "KIST": 0,
    "GIST": 2,
    "Kyung Hee University": 8,
    "Pusan National University": 1
  },
  "subjectAreaBreakdown": {
    "Multidisciplinary": 75,
    "Neuroscience": 7,
    "Computer Science": 6,
    "Cancer Research": 20,
    "Biomedical": 37,
    "Materials Science": 5
  },
  "mlClassificationEnabled": false,
  "institutions": [
    "KAIST",
    "SNU",
    "Yonsei University",
    "SKKU",
    "POSTECH",
    "Korea University",
    "IBS",
    "UNIST",
    "Hanyang University",
    "KIST",
    "GIST",
    "Kyung Hee University",
    "Pusan National University"
  ],
  "items": [
    {
      "title": "Ultrathin Iridium Nanosheets on Titanium Oxide for High-Efficiency and Durable Proton Exchange Membrane Water Electrolysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369280/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Reducing iridium (Ir) usage is essential for the commercial viability of proton exchange membrane water electrolysis (PEMWE), where the oxygen evolution reaction (OER) is a major performance and cost bottleneck. Conventional Ir nanoparticles (∼5 nm) suffer from low dispersion and limited surface utilization. Here, we report a catalyst architecture comprising ultrathin Ir nanosheets (Ir NS) supported on spherical TiO(2) particles (Ir NS/TiO(2)). The ∼100 nm TiO(2) particles effectively disperses...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "KAIST"
      ],
      "pmid": "41369280",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Effects of Mobile Neurofeedback on Theta-Gamma Coupling and Clinical Outcomes in Children with ADHD: A Double-Blind, Sham-Controlled Randomized Clinical Trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368620/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: MNF produced measurable neurophysiological modulation-reflected in enhanced TGC-when used as an adjunct to medication. Although clinical improvements were modest, these findings support TGC as a sensitive biomarker of MNF-induced brain regulation in ADHD.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "KAIST",
        "SNU"
      ],
      "pmid": "41368620",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "MNF produced measurable neurophysiological modulation-reflected in enhanced TGC-when used as an adjunct to medication. Although clinical improvements were modest, these findings support TGC as a sensitive biomarker of MNF-induced brain regulation in ADHD"
    },
    {
      "title": "Utility of Machine Learning to Characterize Gut Microbiota Dysbiosis and Its Clinical Implications in Inflammatory Bowel Disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368349/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Inflammatory bowel disease (IBD) arises from complex interactions among host genetics, immune dysregulation, environmental factors, and the gut microbiome. Numerous studies have demonstrated alterations in microbial composition and function, including reduced diversity and changes in metabolic pathways. Traditional biostatistical approaches, such as differential abundance analysis, have advanced our understanding but are remain limited in handling nonlinear and high-dimensional data. Machine...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "GIST",
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41368349",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Alternative splicing of KRAS exon 4 promotes tumor progression via enhanced KRAS4A oncogenic activity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368203/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "KRAS is a well-established oncogene that exhibits high-frequency mutations at cancer-driver hotspot loci across human cancers. While the oncogenic roles of mutant KRAS have been extensively investigated, the functional significance of KRAS splicing isoforms generated by exon 4 (E4) alternative splicing remains poorly understood. Here, we analyzed the expression patterns of KRAS E4 splicing variants in cancer tissues using The Cancer Genome Atlas (TCGA) data and found that certain cancer types...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41368203",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "the expression patterns of KRAS E4 splicing variants in cancer tissues using The Cancer Genome Atlas (TCGA) data and found that certain cancer types",
      "significance": "of KRAS splicing isoforms generated by exon 4 (E4) alternative splicing remains poorly understood",
      "conclusion": null
    },
    {
      "title": "Factors Affecting the Decision for Surgery in Patients with Carpal Tunnel Syndrome Using a Nationwide Cohort in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368067/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Individuals covered by comprehensive public aid insurance had quicker surgical interventions. Female patients undergo surgery more frequently, but they tend to delay it. The likelihood of undergoing surgery increases with age until the 50s. Individuals with disabilities undergo surgery more frequently and promptly. These findings suggest that physicians should encourage timely surgical interventions among female patients and younger patients who tend to delay surgery. For healthcare...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41368067",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that physicians should encourage timely surgical interventions among female patients and younger patients who tend to delay surgery",
      "conclusion": "Individuals covered by comprehensive public aid insurance had quicker surgical interventions. Female patients undergo surgery more frequently, but they tend to delay it"
    },
    {
      "title": "A dual-branch network for lesion segmentation in medical images using state space models",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367738/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proposed model integrates SSMs and deep convolutional networks to improve lesion segmentation by effectively capturing both local and global features. It offers new insights for medical image segmentation with potential clinical applications.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41367738",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed model integrates SSMs and deep convolutional networks to improve lesion segmentation by effectively capturing both local and global features. It offers new insights for medical image segmentation with potential clinical applications"
    },
    {
      "title": "Humanized Mouse Models as a Cellular Platform for Investigating Immune-Hormonal Crosstalk and Therapeutic Strategies in Menopause",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367261/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Menopause is a complex biological transition marked by the decline of ovarian function and estrogen levels, leading to a wide range of physiological and immunological changes in women. Traditional animal models, particularly ovariectomized rodents, have been instrumental in studying menopause; however, they often fail to fully replicate human hormonal and immune responses. Humanized mouse models, which incorporate human immune systems and tissues, represent a promising alternative for bridging...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41367261",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Highly Reliable and Ultraflexible Organic Light-Emitting Diode Patch for Psoriasis Treatment",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367091/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Psoriasis is a chronic inflammatory skin disease that significantly affects the quality of life of patients. Photodynamic therapy is effective in treating psoriasis; however, existing light sources, such as lasers and light-emitting diodes (LEDs), have limitations in terms of flexibility, uniformity of light irradiation, and patient convenience. In this study, a high-power ultraflexible organic LED (OLED) patch is fabricated on a PET adhesive film, resulting in a high output of 60 mW cm^(-2) at...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "KAIST",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41367091",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Osteoporosis in Korean men over 40 years: Prevalence and risk factors",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366940/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1lGTpA7S74whuNVC_kQy0F4ncgCxeB9B9U0hbi6Wldiv2cIgV2&fc=20250822163126&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Osteoporosis is increasingly being recognized as a significant health concern in men. However, research on male osteoporosis in Korea remains limited. This study aimed to investigate the prevalence and factors influencing osteoporosis in Korean men aged ≥40 years. Secondary analysis utilized data from the Korean Genome and Epidemiology Study urban cohort (2004-2013), focusing on 58,976 men aged ≥40 years. Variables included sociodemographic characteristics, lifestyle factors, medical history,...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "KAIST"
      ],
      "pmid": "41366940",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the prevalence and factors influencing osteoporosis in Korean men aged ≥40 years",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Quantitative Assessment of Focus Quality in Whole-Slide Imaging of Thyroid Liquid-Based Cytology Using Laplacian Variance",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369778/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369778",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Plyometric training enhances jump, sprint, and agility performance across different surface types: a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369729/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: PT significantly enhanced physical performance outcomes, regardless of the surface type. Practitioners may not need to prioritize the specific surface type when implementing PT programs aimed at improving jump, sprint, and agility performances.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369729",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "PT significantly enhanced physical performance outcomes, regardless of the surface type. Practitioners may not need to prioritize the specific surface type when implementing PT programs aimed at improving jump, sprint, and agility performances"
    },
    {
      "title": "Efficacy of diode laser versus conventional scalpel in labial frenectomy: a systematic review and meta-analysis of randomized controlled trials",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369715/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "High labial frenum attachments may cause diastema, gingival recession, and hygiene difficulties. Conventional scalpel frenectomy is effective but may cause pain and bleeding. This meta-analysis compared the use of a diode laser versus a conventional scalpel for maxillary labial frenectomy, focusing on postoperative pain, swelling, intraoperative bleeding, and operative time. PubMed, Scopus, Web of Science, Cochrane Library, and Embase were searched through September 2025 using MeSH and free-text...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41369715",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "Science",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "HER2CLIMB-05: A Phase 3 Study of Tucatinib Versus Placebo in Combination with Trastuzumab and Pertuzumab as First-line Maintenance Therapy for HER2+ Metastatic Breast Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369677/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Tucatinib addition to trastuzumab and pertuzumab demonstrated improvement in PFS with no new safety signals identified and may be an option for 1L maintenance therapy in patients with HER2+ MBC.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369677",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Tucatinib addition to trastuzumab and pertuzumab demonstrated improvement in PFS with no new safety signals identified and may be an option for 1L maintenance therapy in patients with HER2+ MBC"
    },
    {
      "title": "Is RAGE Expression in Flexor Tendon Synovium Associated With Carpal Tunnel Syndrome in Patients With Diabetes?",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369568/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: According to our findings, RAGE-mediated mechanisms may contribute to the pathophysiology of CTS associated with diabetes. Further studies are warranted to elucidate the RAGE-related molecular pathways involved in this association and to determine whether targeting RAGE could be a potential therapeutic strategy influencing disease progression or surgical outcomes.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369568",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "According to our findings, RAGE-mediated mechanisms may contribute to the pathophysiology of CTS associated with diabetes. Further studies are warranted to elucidate the RAGE-related molecular pathways involved in this association and to determine whether targeting RAGE could be a potential therapeu..."
    },
    {
      "title": "<em>Nocardioides secundeburneus</em> sp. nov. and <em>Gordonia aurantiaca</em> sp. nov., isolated from soil",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369521/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Two strains, B21^(T) and C4-1^(T), were obtained from soil near Sinpung Station, the Republic of Korea. The two aerobic, Gram-negative, rod-shaped bacterial strains were designated B21^(T) and C4-1^(T). Phylogenetic tree analysis based on 16S rRNA and whole-genome sequences suggested that the strains B21^(T) and C4-1^(T) belonged to the genera Gordonia and Nocardioides, respectively. The draft genome of strain B21ᵀ consists of 4.99 Mb with a G+C content of 68.3 mol%, while that of strain C4-1ᵀ...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369521",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Correction: Yaseen, H.M.A.; Park, S. Effect of Various Nanofillers on Piezoelectric Nanogenerator Performance of P(VDF-TrFE) Nanocomposite Thin Film. <em>Nanomaterials</em> 2025, <em>15</em>, 403",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "In the published paper [...].",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369511",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Dihydroorotate Dehydrogenase in Mitochondrial Ferroptosis and Cancer Therapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369379/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Ferroptosis is an iron-dependent form of regulated cell death driven by lipid peroxidation. Since the identification of dihydroorotate dehydrogenase (DHODH) as a mitochondrial suppressor of ferroptosis in 2021, increasing evidence has highlighted its role in linking nucleotide metabolism, redox regulation, and tumor progression. We conducted a comprehensive review of publications on DHODH, ferroptosis, and cancer. Relevant studies were analyzed to synthesize mechanistic insights, translational...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369379",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cellular and Molecular Roles of Human Odorant-Binding Proteins and Related Lipocalins in Olfaction and Neuroinflammation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369347/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Olfactory perception depends on soluble proteins in the perireceptor environment that support odorant transport, mucosal protection, and tissue homeostasis. In insects, odorant-binding proteins (OBPs) in the sensillum lymph are indispensable for odor detection, whereas in humans the indispensability of OBPs (OBP2A/2B) remains unclear because they are inconsistently detected in nasal mucus. Consequently, it remains unclear whether other soluble proteins compensate for this function or how they...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41369347",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Cellular and Molecular Mechanisms of Wound Repair: From Biology to Therapeutic Innovation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369338/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Wound repair preserves tissue integrity through four overlapping phases-hemostasis, inflammation, proliferation, and remodeling-coordinated by platelets, neutrophils, macrophages, fibroblasts, keratinocytes, endothelial cells, and stem/progenitor cells acting with growth factors, chemokines, extracellular matrix, and intracellular signaling. Disruption of these programs results in chronic non-healing wounds or fibrotic scarring. Recent work delineates microbial influences, epigenetic and...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41369338",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Deep learning-derived orthogonal minimum joint space width improves radiographic assessment of knee osteoarthritis severity and progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368950/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Orthogonal minimum joint space width, automatically quantified by deep learning, enhances both sensitivity and specificity for assessing knee osteoarthritis severity and progression. This metric may serve as a robust and reproducible structural imaging endpoint for clinical trials and longitudinal research.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368950",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Orthogonal minimum joint space width, automatically quantified by deep learning, enhances both sensitivity and specificity for assessing knee osteoarthritis severity and progression. This metric may serve as a robust and reproducible structural imaging endpoint for clinical trials and longitudinal r..."
    },
    {
      "title": "Asiatic acid inhibits NF-κB signaling and ameliorates experimental acute and chronic colitis in mice",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368736/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: AA alleviates intestinal inflammation by suppressing NF-κB signaling in vitro and exhibits therapeutic efficacy in both acute and chronic colitis models, suggesting its potential as a therapeutic candidate for inflammatory bowel disease.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368736",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AA alleviates intestinal inflammation by suppressing NF-κB signaling in vitro and exhibits therapeutic efficacy in both acute and chronic colitis models, suggesting its potential as a therapeutic candidate for inflammatory bowel disease"
    },
    {
      "title": "Comparative Cardiovascular Safety of Duloxetine and Gabapentin in Patients with Hip Osteoarthritis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368597/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Duloxetine was generally associated with increased CV risks, while a lower risk of AMI and no significant increase in mortality were observed compared to gabapentin. Our subgroup analysis further suggests that when potential confounding from preexisting CVDs was minimized, duloxetine was associated with incident CV complications in patients without prior CVDs.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41368597",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Duloxetine was generally associated with increased CV risks, while a lower risk of AMI and no significant increase in mortality were observed compared to gabapentin. Our subgroup analysis further suggests that when potential confounding from preexisting CVDs was minimized, duloxetine was associated ..."
    },
    {
      "title": "Psychological Resilience and Quality of Life in Family Caregivers of Patients with Terminal Cancer Across Levels of Spiritual Well-Being: A Multicenter Cross-Sectional Survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368513/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Among the FCs of patients with terminal cancer, resilience reflects QoL, in which SWB may play an important role.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368513",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "role",
      "conclusion": "Among the FCs of patients with terminal cancer, resilience reflects QoL, in which SWB may play an important role"
    },
    {
      "title": "A Text Network Analysis of Research on the Bereaved After Sudden Death Since 2000",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368511/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Research addressing those left behind after sudden death is scarce, and only 108 studies were identified. These five clusters suggest that the research topics related to sudden bereavement represent distinct grief experiences characterized by unique psychological, social, and contextual features.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368511",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Research addressing those left behind after sudden death is scarce, and only 108 studies were identified. These five clusters suggest that the research topics related to sudden bereavement represent distinct grief experiences characterized by unique psychological, social, and contextual features"
    },
    {
      "title": "Alzheimer's Disease: The Current and Emerging Treatment Approaches",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368444/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Alzheimer's disease (AD) is a chronic progressive neurodegenerative disease characterized by amyloid β (Aβ) plaques and neurofibrillary tangles (NFTs) as its main pathological features. It mainly manifests as cognitive dysfunction, and its pathological process may occur before symptom onset. However, the current drugs and methods for treating AD have unsatisfactory therapeutic outcomes. Therefore, finding a treatment that can inhibit the progression of AD by targeting its pathological features...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41368444",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Artificial Intelligence Based Clustering Algorithm for Pulse Diagnosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368438/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The results suggest significant alignment between data-driven pattern identification and expert diagnoses, especially for the \"Floating-Sinking\" pattern. Further refinement with diverse populations is necessary, but data-driven diagnostic tools hold potential for standardizing and quantifying traditional pulse diagnosis, moving it toward a scientifically robust practice.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41368438",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The results suggest significant alignment between data-driven pattern identification and expert diagnoses, especially for the \"Floating-Sinking\" pattern. Further refinement with diverse populations is necessary, but data-driven diagnostic tools hold potential for standardizing and quantifying tradit..."
    },
    {
      "title": "Robotic right lower lobe sleeve lobectomy using the single-port robotic system: Challenging case after immunotherapy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368423/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41368423",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "One-lung Fontan operation in a child with a double inlet left ventricle, pulmonary atresia, and absence of the left pulmonary artery",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368400",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "White matter tracts involved in complex regional pain syndrome after subcortical stroke",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368360/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Post-stroke complex regional pain syndrome (CRPS) is a challenging complication that impairs recovery during stroke rehabilitation, particularly during the subacute phase. Despite its clinical significance, the neural substrates underlying post-stroke CRPS, specifically following subcortical stroke, remain unclear. This retrospective observational study included 40 patients with first-ever subcortical stroke diagnosed with CRPS via a three-phase bone scan, and 40 propensity score-matched...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41368360",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Surgical decision-making after neoadjuvant chemotherapy in pancreatic ductal adenocarcinoma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368343/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368343",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Short-term external biliary drainage in living donor liver transplantation using duct-to-duct anastomosis: a single-center experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368342/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: A single institutional experience showed the effectiveness and safety of short-term EBD.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368342",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "A single institutional experience showed the effectiveness and safety of short-term EBD"
    },
    {
      "title": "Comparison of advanced bipolar <em>versus</em> conventional monopolar energy device in single incision laparoscopic total extraperitoneal hernia repair (SILTEP): a retrospective comparative study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368341/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: AB energy devices may offer advantages for SILTEP, including reduced intraoperative blood loss. AB energy devices may be useful and viable options for SILTEP. Further prospective studies are warranted to validate these findings.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368341",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AB energy devices may offer advantages for SILTEP, including reduced intraoperative blood loss. AB energy devices may be useful and viable options for SILTEP"
    },
    {
      "title": "Comparative analysis of job satisfaction and determinants between medical and surgical hospitalists in South Korea: a nationwide cross-sectional online survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368340/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Surgical hospitalists experienced higher workloads but maintained comparable satisfaction levels to their medical counterparts. Enhancing academic opportunities and tailoring financial incentives may be effective strategies to improve job satisfaction and support workforce retention across specialties.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368340",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Surgical hospitalists experienced higher workloads but maintained comparable satisfaction levels to their medical counterparts. Enhancing academic opportunities and tailoring financial incentives may be effective strategies to improve job satisfaction and support workforce retention across specialti..."
    },
    {
      "title": "Predicting prognosis and optimal timing for surgery using CA 19-9 in patients with pancreatic cancer who underwent FOLFIRINOX-based neoadjuvant therapy: a retrospective single-center cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368337/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Timing of surgery after NAT should be decided considering post-NAT tumor size and CA 19-9 levels.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41368337",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Timing of surgery after NAT should be decided considering post-NAT tumor size and CA 19-9 levels"
    },
    {
      "title": "Neurophysiological and cognitive enhancements in autonomous sensory meridian response identified using heart rate variability and electroencephalography connectivity",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368172/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Autonomous sensory meridian response (ASMR) is a sensory-emotional phenomenon characterized by tingling sensations and relaxation, typically elicited by auditory or visual stimuli. Although anecdotal reports suggest potential cognitive and physiological benefits, empirical evidence remains limited. Furthermore, objective physiological monitoring of ASMR-related responses has yet to be systematically explored.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41368172",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": "physiological monitoring of ASMR-related responses has yet to be systematically explored",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Impact of COVID-19 on Adaptive Skills and Psychiatric Symptoms in South Korean Children With Autism Spectrum Disorder",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367996/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The majority of South Korean children with ASD demonstrated stability despite the lack of consistency or structure during the pandemic. A 2-year longitudinal follow-up study is underway.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367996",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The majority of South Korean children with ASD demonstrated stability despite the lack of consistency or structure during the pandemic. A 2-year longitudinal follow-up study is underway"
    },
    {
      "title": "Multiplex Magnetic Biosensor Microarrays Facilitate Personalized Vaccination Schedules for SARS-CoV-2 Variants",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367822/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Rapid, sensitive, multiplexed antibody detection technologies are essential for assessing vaccine efficacy and recipient immunity against viruses. As severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants continue to emerge and novel viruses may pose potential threats in the near future, personalized vaccines can be precisely tailored to an individual's measured immunity to help mitigate the symptoms of infection and viral spread. Here, we present giant magnetoresistive (GMR)...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367822",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Convergent Complex Quasi-Newton Proximal Methods for Gradient-Driven Denoisers in Compressed Sensing MRI Reconstruction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367633/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "In compressed sensing (CS) MRI, model-based methods are pivotal to achieving accurate reconstruction. One of the main challenges in model-based methods is finding an effective prior to describe the statistical distribution of the target image. Plug-and-Play (PnP) and REgularization by Denoising (RED) are two general frameworks that use denoisers as the prior. While PnP/RED methods with convolutional neural network (CNN) based denoisers outperform classical hand-crafted priors in CS MRI, their...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367633",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Integrative modeling of longitudinal cell-free DNA and tumor volume dynamics: a multimodal quantitative prognostic framework",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Therefore, our study demonstrates that integration of longitudinal cfDNA and tumor volume dynamics yielded improved assessment of treatment response and prognosis in NSCLC.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367558",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Therefore, our study demonstrates that integration of longitudinal cfDNA and tumor volume dynamics yielded improved assessment of treatment response and prognosis in NSCLC"
    },
    {
      "title": "Unveiling the clinical impact of plasma-only mutations in non-small cell lung cancer: a Korean multicenter experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Plasma-based ctDNA analysis broadens detection of actionable genomic alterations and facilitates access to targeted therapies in NSCLC, particularly when tissue biopsy is limited. These findings support integrating liquid biopsy into routine practice to optimize patient outcomes.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41367553",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Plasma-based ctDNA analysis broadens detection of actionable genomic alterations and facilitates access to targeted therapies in NSCLC, particularly when tissue biopsy is limited. These findings support integrating liquid biopsy into routine practice to optimize patient outcomes"
    },
    {
      "title": "A Foreign Body-Induced Duodenal Perforation Complicated by Retroperitoneal Abscess and Necrotizing Pancreatitis: A Report of a Rare Case",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367431/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Duodenal perforations are rare but critical conditions that often present with significant morbidity and mortality. These injuries may result from peptic ulcer disease, trauma, or foreign bodies, with posterior perforations posing particular challenges due to their retroperitoneal location. Such perforations may lead to complications, including retroperitoneal abscesses, necrotizing pancreatitis, and fistula. The management of these cases often requires a multidisciplinary approach. This case...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41367431",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Web-based high-intensity bodyweight interval training improves metabolic health and physical fitness outcomes in middle-aged men with obesity during the COVID-19 pandemic",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367390/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Reduced opportunities for physical activity during the COVID-19 pandemic have heightened obesity-related health risks, emphasizing the need for effective, scalable, and remotely deliverable exercise interventions. This randomized controlled trial examined the efficacy of an 8-week, real-time, supervised, web-based high-intensity interval training (HIIT) program in improving metabolic health and physical fitness in middle-aged men with obesity. Twenty-two men (age <45 years; BMI >30 kg/m²; waist...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367390",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Generative inverse design for microstructure control in precursors for Li- and Mn-rich layered-oxide cathodes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367350/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Microstructures often dictate materials' performance, yet they are rarely treated as an explicit design variable because microstructures are hard to quantify, predict, and optimize. We built an image-centric, closed-loop framework that makes microstructural morphology a controllable objective and demonstrate its use case with precursors for Li- and Mn-rich layered oxide cathodes. This work presents an integrated, AI-driven framework for the predictive design and optimization of lithium-ion...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367350",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "and demonstrate its use case with precursors for Li- and Mn-rich layered oxide cathodes",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "CpG-induced immune responses <em>via</em> DNA micelles, gold nanoparticles, and liposomes",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367202/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CpG oligodeoxynucleotides (CpG ODNs) are well-known adjuvants that induce innate immunity, particularly dendritic cell activation, by stimulating Toll-like receptor 9. However, the stimulatory efficacy of CpG ODNs is limited by their negative charge, which causes electrostatic repulsion from the cell membrane and hinders cellular uptake. In addition, CpG ODNs are rapidly degraded by nucleases under physiological conditions. To address these challenges, various nanoparticle (NP)-based delivery...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Pusan National University",
        "SNU"
      ],
      "pmid": "41367202",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Adult-onset Familial TUBB4A-related Leukodystrophy Caused by c.286G&gt;A (p.Gly96Arg) in a Korean Family: A Case Report",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367184/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367184",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Defining Optimally Safe and Effective Blood Levels of Hydroxychloroquine in Lupus: An Important Step toward Precision Drug Monitoring",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367131/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The therapeutic reference range for HCQ blood level monitoring is 750-<1150 ng/ml. HCQ level monitoring could optimize HCQ use, particularly in patients with CKD stage ≥3. Future longitudinal studies are needed to validate the use of HCQ blood level monitoring in optimizing dosing.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41367131",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The therapeutic reference range for HCQ blood level monitoring is 750-<1150 ng/ml. HCQ level monitoring could optimize HCQ use, particularly in patients with CKD stage ≥3"
    },
    {
      "title": "Association Between Weather and Sudden Sensorineural Hearing Loss: A Nationwide Study in South Korea",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367127/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study provides evidence that hot and humid weather conditions are associated with increased SSNHL risk. These findings offer scientific support for developing preventive strategies and public health guidelines, particularly amid increasing climate variability.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41367127",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study provides evidence that hot and humid weather conditions are associated with increased SSNHL risk. These findings offer scientific support for developing preventive strategies and public health guidelines, particularly amid increasing climate variability"
    },
    {
      "title": "Nanoscale Mapping of Relativistic Carrier Mobility and Photoconduction Properties in Graphene/MoS<sub>2</sub> Heterostructure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367117/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "In this paper, relativistic carrier mobilities and photoconduction properties in graphene/MoS(2) heterostructure (GM-HS) are mapped via photoconductive scanning noise microscopy with a conducting nanoprobe. Graphene on MoS(2) (HS) regions shows two-times reduced sheet conductance (G(Sh)) without a significant increase in trap densities (N(T)) compared to that in graphene on SiO(2) (Gr) regions, due to the electron-doping in graphene by underlying MoS(2). Interestingly, both regions exhibit G(Sh)...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367117",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Assessing Condition-Specific Adverse Event Profiles of Modafinil for Labelled and Off-Label Uses: A Systematic Review and Meta-Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367108/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Modafinil is approved for excessive daytime sleepiness in narcolepsy, obstructive sleep apnoea (OSA), and shift work sleep disorder (SWSD), but its widespread off-label use raises safety concerns. We evaluated the risk of adverse events (AEs) associated with both labelled and off-label use of modafinil. A systematic search of PubMed, Embase, and Cochrane identified 54 studies that met the inclusion criteria. In labelled uses, narcolepsy patients had significantly elevated risks of diarrhoea...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41367108",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term trends in anemia prevalence before and after COVID-19 among non-pregnant adults in South Korea, 2010 to 2023",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366944/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Anemia is a global public health concern, yet its long-term trends in the general adult population, particularly during the COVID-19 pandemic, remain unclear. This study analyzed long-term trends and risk factors for anemia among non-pregnant adults including the pandemic. We analyzed data from the Korea National Health and Nutrition Examination Survey conducted on non-pregnant adults. Anemia was defined as a hemoglobin level of <13 g/dL in males and <12 g/dL in females. The prevalence of anemia...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41366944",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "long-term trends and risk factors for anemia among non-pregnant adults including the pandemic",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Comparison of the femoral neck system and dynamic hip screw for femoral neck fracture: A systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: FNS demonstrated shorter operative time, reduced blood loss, and improved functional outcomes compared to DHS, with comparable complication rates. These findings suggest that FNS may serve as a viable alternative to DHS for the treatment of FNFs.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41366897",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "that FNS may serve as a viable alternative to DHS for the treatment of FNFs",
      "conclusion": "FNS demonstrated shorter operative time, reduced blood loss, and improved functional outcomes compared to DHS, with comparable complication rates. These findings suggest that FNS may serve as a viable alternative to DHS for the treatment of FNFs"
    },
    {
      "title": "The immediate effectiveness of a multi-channeled oral irrigator in reducing dental plaque and oral malodor: A preliminary single-blind clinical trial",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366892/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Tooth brushing typically removes approximately 42% to 60% of the initial dental plaque in healthy adults. A single cycle of MCOI use reduced plaque by approximately 25% and significantly lowered CH₃SH, a compound associated with periodontal disease. These findings suggest that the MCOI may serve as a useful adjunct to tooth brushing, particularly for individuals with limited motor skills, and could help reduce the risk of plaque-related oral diseases.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "GIST",
        "SNU"
      ],
      "pmid": "41366892",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "that the MCOI may serve as a useful adjunct to tooth brushing, particularly for individuals with limited motor skills, and could help reduce the risk of plaque-related oral diseases",
      "conclusion": "Tooth brushing typically removes approximately 42% to 60% of the initial dental plaque in healthy adults. A single cycle of MCOI use reduced plaque by approximately 25% and significantly lowered CH₃SH, a compound associated with periodontal disease"
    },
    {
      "title": "Global, regional, and national burden of kidney cancer, 1990 to 2021, and projections to 2050: A Global Burden of Disease Study 2021",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366888/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Although the Global Burden of Disease Study (GBD) 2019 offered important insights into kidney cancer, no research has yet examined the updated GBD 2021. Therefore, utilizing the GBD 2021, this study provides updated estimates of kidney cancer burden, identifies attributable risk factors, and projects future trends through 2050. Data on the global and regional burden of kidney cancer from 1990 to 2021 were extracted from the GBD 2021, stratified by age, sex, Sociodemographic Index (SDI), and...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "Kyung Hee University",
        "SNU"
      ],
      "pmid": "41366888",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "insights into kidney cancer, no research has yet examined the updated GBD 2021",
      "conclusion": null
    },
    {
      "title": "Transgenerational Dynamics of Endophytic Microbiome in Soybean Seeds",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366874/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Seeds harbor diverse microbial communities, including endophytes, some of which are vertically transmitted and may contribute to plant health and productivity. However, the temporal dynamics of seed endophytic communities remain poorly understood in many crop species. In this study, we monitored the composition of bacterial and fungal endophytes in soybean (Glycine max) seeds, along with rhizosphere microbiomes, across three plant generations using a culture-independent approach. Our results...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41366874",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "In Planta Application and Efficacy of FireFighter-A Phage Cocktail for Combating Fire Blight",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366873/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Fire blight, caused by Erwinia amylovora, poses a significant threat to Rosaceae crops and has caused substantial damage to South Korea since its emergence in 2015. Traditional control methods, including antibiotic- and copper-based treatments, have shown limitations, underscoring the necessity for alternative solutions to enhance efficacy while addressing the concerns associated with antibiotics. This study evaluated the efficacy of FireFighter-A, a novel phage cocktail, in managing fire...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41366873",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Degenerative pathologies on cortical biopsy, dopaminergic depletion, and shunt efficacy in iNPH",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366839/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "INTRODUCTION: Coexisting degenerative pathologies may influence the efficacy of ventriculoperitoneal (VP) shunting in idiopathic normal pressure hydrocephalus (iNPH).",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41366839",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Stress, Social Isolation Profiles, and Depressive Symptoms Among Older Adults in a Low-Income Community in Singapore",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366782/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Subjective loneliness, more so than objective structural isolation, is pivotal in shaping older adults' mental health and stress vulnerability within low-income settings. Interventions should consider decoupling loneliness from social isolation, tailoring support to the specific needs associated with different social isolation profiles.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Hanyang University",
        "SNU"
      ],
      "pmid": "41366782",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": "structural isolation, is pivotal in shaping older adults' mental health and stress vulnerability within low-income settings",
      "significance": null,
      "conclusion": "Subjective loneliness, more so than objective structural isolation, is pivotal in shaping older adults' mental health and stress vulnerability within low-income settings. Interventions should consider decoupling loneliness from social isolation, tailoring support to the specific needs associated wit..."
    },
    {
      "title": "Artificial intelligence-powered oocyte evaluation: Correlating cytoplasmic features with blastocyst development",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: These findings underscore the value of cytoplasmic features as objective indicators of developmental competence. This artificial intelligence-driven approach may improve embryo selection by providing a standardized, non-invasive method for evaluating oocytes, ultimately contributing to enhanced clinical outcomes in assisted reproductive technologies.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41366761",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": "indicators of developmental competence",
      "significance": null,
      "conclusion": "These findings underscore the value of cytoplasmic features as objective indicators of developmental competence. This artificial intelligence-driven approach may improve embryo selection by providing a standardized, non-invasive method for evaluating oocytes, ultimately contributing to enhanced clin..."
    },
    {
      "title": "How pre-pregnancy body mass index influences health-related quality of life during pregnancy: a serial multiple mediation analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366752/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: To promote HRQOL during pregnancy, healthcare professionals should educate women of reproductive age on the importance of maintaining a healthy BMI before conception. Additionally, prenatal care should incorporate simultaneous screening for sleep disturbances and depressive symptoms, particularly among women with elevated pre-pregnancy BMI.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University",
        "SNU"
      ],
      "pmid": "41366752",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "To promote HRQOL during pregnancy, healthcare professionals should educate women of reproductive age on the importance of maintaining a healthy BMI before conception. Additionally, prenatal care should incorporate simultaneous screening for sleep disturbances and depressive symptoms, particularly am..."
    },
    {
      "title": "IL-1β-induced STAT3 activation drives IL-17-producing CD8<sup>+</sup> tissue-resident memory T cells and exacerbates chronic psoriasis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366692/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1bo4uOs-bB_ZLOeoRMDuMyKrqOCTTJrR8i4c8aBDtpAcbJ09ch&fc=20250822163228&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "SNU"
      ],
      "pmid": "41366692",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Light and metabolism: label-free optical imaging of metabolic activities in biological systems [Invited]",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368095/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1ZyzHXV_xuJMd_mA0Sq1F0U-jUGJIU2JUAtLtKea9s3vCCDMAg&fc=20250822201839&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Metabolic imaging is critical for understanding cellular functions beyond morphology, offering significant insights into various biological processes and disease states. Label-free optical imaging techniques stand out by providing high-resolution, molecularly specific, and/or non-invasive assessments of metabolic activity without relying on exogenous contrast agents. This review discusses the key photon-tissue interactions-absorption, emission, and scattering-that underpin label-free optical...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "POSTECH"
      ],
      "pmid": "41368095",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Methane oxidation and C1 metabolism in a propane-utilizer Gordonia sp. strain TY-5",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369906/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Gordonia sp. strain TY-5 utilizes propane, but not methane, as the sole carbon source. In this strain, propane is oxidized to 2-propanol by propane monooxygenase (Prm), and 2-propanol is further metabolized to methyl acetate, which is subsequently converted into acetate and methanol. However, methane and methanol metabolism in strain TY-5 has remained unclear. In this study, draft genome analysis revealed that strain TY-5 possesses the one-carbon (C1) dissimilation pathway, in which methanol is...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369906",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term clinical control in acromegaly patients with postoperative discordant nadir growth hormone during oral glucose tolerance test and insulin-like growth factor 1 levels: a retrospective observational study and literature review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369695/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Most patients achieved a mid- to long-term disease-controlled state without additional treatment. Given the potential risk of GH deficiency from further treatment, it may be reasonable to consider patients clinically controlled as long as IGF-1 levels remain normalized, with careful long-term monitoring recommended.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369695",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Most patients achieved a mid- to long-term disease-controlled state without additional treatment. Given the potential risk of GH deficiency from further treatment, it may be reasonable to consider patients clinically controlled as long as IGF-1 levels remain normalized, with careful long-term monito..."
    },
    {
      "title": "DC-STAMP and OC-STAMP cooperatively regulate osteoclast and foreign body giant cell cell-cell fusion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369694/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: DC-STAMP and OC-STAMP cooperate to promote osteoclast and FBGC cell-cell fusion. DC-STAMP and OC-STAMP doubly deficient mice exhibit increased osteogenesis.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369694",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "DC-STAMP and OC-STAMP cooperate to promote osteoclast and FBGC cell-cell fusion. DC-STAMP and OC-STAMP doubly deficient mice exhibit increased osteogenesis"
    },
    {
      "title": "Irrigation Flow Rate and Silent Cerebral Events During Pulsed Field Ablation With a Variable-Loop Catheter",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369638/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369638",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Small sample learning classifies Parkinson's disease patients based on their walking behavior",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369558/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by motor and non-motor symptoms that impair gait and daily activities. In this study, we propose a novel method based on recurrence plot and recurrence triangle (RT) patterns to classify PD patients and healthy controls. We analyze a toy model using the Rössler attractor as well as real-world walking datasets. The RT-based approach showed exceptional performance, achieving almost 100% classification accuracy on...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369558",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microglia Display Heterogeneous Initial Responses to Disseminated Tumor Cells",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369553/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Brain metastases are frequent and often lethal complications of advanced cancers. Microglia, resident immune cells of the brain, are known to exert both anti-tumor and pro-tumor functions in late-stage metastases; however, their response during the initial outgrowth of metastatic lesions is not well characterized. Understanding how heterogeneous microglial subgroups are regulated in the developing tumor microenvironment could pave the way for therapeutic strategies to eliminate metastatic tumors...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369553",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advanced Glycation End Products Promote PGE<sub>2</sub> Production in Ca9-22 Cells via RAGE/TLR4-Mediated PKC-NF-κB Pathway",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369400/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Advanced glycation end products (AGEs) are compounds that accumulate in hyperglycemic states, contributing significantly to the development of diabetes and its complications, including the exacerbation of periodontal disease. We hypothesized that AGEs affect the expression of inflammatory mediators in gingival cells, thus contributing to the increased severity of periodontitis observed in diabetic patients. Thus, we stimulated the gingival epithelial carcinoma-derived cell line, Ca9-22, with...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369400",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The Duality of Cdk5: A Master Regulator in Neurodevelopment and a Hijacked Oncogene in Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369365/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Cyclin-dependent kinase 5 (Cdk5) is an atypical serine/threonine kinase distinct from classical cell cycle regulators. Its activity is highest in the nervous system and essential for development, but its functions in other tissues, particularly in cancer, are increasingly being elucidated. This review explores the functional duality of Cdk5 by comparing its constructive role in neurodevelopment with its repurposed oncogenic function in cancer. In neurodevelopment, Cdk5 orchestrates nearly every...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369365",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Therapeutic Potential of an Anti-CD44v6 Monoclonal Antibody in Xenograft Models of Colorectal and Gastric Cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369362/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CD44 variant (CD44v) isoforms are involved in promoting cancer metastasis, sustaining cancer stem cell (CSC) properties, and conferring resistance to therapeutic interventions. Consequently, the development of monoclonal antibodies (mAbs) targeting CD44v represents a crucial strategy for eliminating CD44v-positive cancer cells. Previously, an anti-CD44v6 mAb, C(44)Mab-9 (mouse IgG(1), κ), was established. C(44)Mab-9 recognizes explicitly the epitope encoded by the variant exon 6-encoded region...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369362",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Neuroserpin: A Potential Neuroprotective Agent in Mild Neonatal Hypoxic-Ischaemic Encephalopathy",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369329/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Neonatal hypoxic-ischaemic encephalopathy (HIE) remains a leading cause of infant morbidity and mortality worldwide, with therapeutic hypothermia being the only clinically approved treatment. This study investigates the cortical expression pattern of neuroserpin during postnatal brain development and evaluates its neuroprotective potential in hypoxia-ischaemia (HI)-induced brain damage using a modified Rice-Vannucci model. Experiments were conducted in both male and female neuroserpin knockout...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369329",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The effects of lurasidone on five symptom domains and individual items in schizophrenia: Post-hoc analysis from Phase 3 study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369302/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "The aim of this analysis was to examine the impact of treatment with lurasidone on a broad range of symptoms during an acute episode of schizophrenia. In patients with an acute exacerbation of schizophrenia treated with lurasidone in a 6-week, double-blind, placebo-controlled trial, a mixed-effect model for repeated measures was used to analyze weekly change in both the five Marder Factors and the 30 individual items of the Positive and Negative Syndrome Scale (PANSS). Treatment with lurasidone...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369302",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "of this analysis was to examine the impact of treatment with lurasidone on a broad range of symptoms during an acute episode of schizophrenia",
      "significance": "of treatment with lurasidone on a broad range of symptoms during an acute episode of schizophrenia",
      "conclusion": null
    },
    {
      "title": "The coordination between root and leaf functional traits across 33 woody plant species shifts between mycorrhizal types",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369296/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Root and leaf traits are expected to converge on the plant economics spectrum (PES). Some studies have focused on correlation between specific root length (SRL) and specific leaf area (SLA), which reflect resource acquisition per invested mass in root and leaf, respectively. However, the results have been inconsistent among previous studies. We hypothesized that this discrepancy was due to overlooked variations in root traits depending on mycorrhizal types because SRL can be influenced by not...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS",
        "Korea University"
      ],
      "pmid": "41369296",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Myosin-Driven Advection and Actin Reorganization Control the Geometry of Confined Actomyosin Gel",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369094/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Harnessing nanoscale motor proteins to control material shape is a promising strategy in nanotechnology and material science. One notable system is the actomyosin network, composed of actin filaments and myosin motor proteins, providing a platform for constructing contractile, shape-adaptive materials. While the role of actomyosin in shaping cells has been studied, the reverse question of how the boundary shape affects the actomyosin system remains poorly understood. Here, we present a microwell...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369094",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Fourier-transform infrared spectroscopy of hydrogen fluoride dimers in solid parahydrogen",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369060/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "We investigate the Fourier-transform infrared spectra of hydrogen fluoride dimers in solid parahydrogen, the detailed analysis of which has remained unexplored. We propose a plausible analysis based on concentration dependence, light polarization, annealing, and time evolution. The absorption lines exhibited multiple peaks, with intensity ratios significantly altered by annealing and by time evolution at a constant temperature. The spectral patterns and isotopic effects suggest that the dimers...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41369060",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Association between allergic rhinitis and work productivity in a non-clinical setting: a cross-sectional study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368811/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: In the non-clinical setting, the overall impact of AR on work productivity may be limited among Japanese workforces.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41368811",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "of AR on work productivity may be limited among Japanese workforces",
      "conclusion": "In the non-clinical setting, the overall impact of AR on work productivity may be limited among Japanese workforces"
    },
    {
      "title": "Encoding and Decoding Ubiquitin Chain Architectures: Fine-Tuning the Fate of Proteins",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368807/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Ubiquitin modifications are a central hub for numerous biomolecular reactions, finely tuning essential processes such as protein degradation and cellular signal transduction. The architecture of ubiquitin chains-linkage types, branching patterns, and lengths-encodes a rich layer of information, referred to as the ubiquitin code. This intricate code orchestrates diverse biological outcomes. Notably, earlier studies have revealed that branched ubiquitin chains accelerate proteasomal degradation....",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41368807",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Phosphate Resupply Differentially Impacts the Shoot and Root Proteomes of Arabidopsis thaliana Seedlings",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368764/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Phosphate (Pi) is an essential macronutrient for plant development that is often limited in soil. Plants have evolved dynamic biochemical, physiological and morphological adaptations to cope with Pi deficiency, known as the Pi starvation response (PSR). While many components of the PSR have been well-characterised, less is known about how metabolic homoeostasis is re-established upon Pi resupply, particularly tissue- and time-specific adaptations. Here, we applied label-free quantitative...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41368764",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Pregnancy outcomes in women with anti-β2-glycoprotein I/human leukocyte antigen-DR autoantibodies receiving assisted reproductive technology: a prospective cohort study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368645/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: LDA/UFH treatment may be associated with higher clinical pregnancy and live-birth rates in women positive for anti-β2GPI/HLA-DR antibodies receiving ART.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41368645",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "LDA/UFH treatment may be associated with higher clinical pregnancy and live-birth rates in women positive for anti-β2GPI/HLA-DR antibodies receiving ART"
    },
    {
      "title": "Proliferation of a bloom-forming phytoplankton via uptake of polyphosphate-accumulating bacteria under phosphate-limiting conditions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41368071/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Harmful algal blooms negatively impact the ecosystem and fisheries in affected areas. Eutrophication is a major factor contributing to bloom occurrence, and phosphorus is particularly important in limiting the growth of bloom-forming algae. Although algae efficiently utilize orthophosphate (Pi) as a phosphorous source over other molecular forms, Pi is often limited in the marine environment. While uptake and utilization of soluble inorganic and organic phosphorous by bloom-forming algae has been...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41368071",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "the ecosystem and fisheries in affected areas",
      "conclusion": null
    },
    {
      "title": "Balancing stability and flexibility: investigating a dynamic <em>K</em> value approach for the Elo rating system in adaptive learning environments",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367721/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "In adaptive digital learning environments, it is essential to track learning trajectories. The Elo rating system, known for its computational simplicity, is frequently employed for this purpose. Current Elo-based systems cannot handle rapid changes in ability or are unable to balance accuracy and speed when updating player and item ratings. Changes in Elo ratings depend on the sensitivity parameter K . Using fixed K values necessitates a trade-off: larger values facilitate the tracking of...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41367721",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Survival in patients with chronic thromboembolic pulmonary hypertension treated with riociguat <em>versus</em> other medications: a COMPERA analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367669/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "This analysis from the COMPERA registry suggests that in medically treated patients with CTEPH, the soluble guanylate cyclase stimulator riociguat may confer a survival benefit over other PH medications https://bit.ly/3Zq3AIu.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41367669",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-term effects of medical treatment in patients with chronic thromboembolic pulmonary hypertension",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367646/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This international CTEPH registry suggests that, although an increasing proportion of patients with CTEPH benefited from mechanical treatment, medical treatment with sGC may be associated with a survival advantage in patients undergoing BPA or no intervention. These observations confirm the results of previous randomised controlled trials in a real-world setting.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41367646",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This international CTEPH registry suggests that, although an increasing proportion of patients with CTEPH benefited from mechanical treatment, medical treatment with sGC may be associated with a survival advantage in patients undergoing BPA or no intervention. These observations confirm the results ..."
    },
    {
      "title": "Revisiting insulin resistance in human cancer cachexia - a systematic review and meta-analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367198/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "BACKGROUND: In patients with cancer, unintentional weight loss and cancer-associated cachexia (CAC) reduce overall survival and impair the quality of life. Because of insulin's anabolic effects, insulin resistance could contribute to CAC progression. However, the role of insulin resistance in CAC remains unclear, and this study aimed to investigate the association between insulin resistance and CAC. Addressing this knowledge gap may help identify treatable targets to improve patient outcomes.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41367198",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": "investigate the association between insulin resistance and CAC",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Biosynthesis of nitric oxide in plants: An oxidative pathway orchestrated by the interplay of CYP79s, N-OX FMOs, and peroxidases",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41367089/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Nitric oxide (NO) is in the Pantheon of plant signal molecules and hormones controlling plant growth, development, and adaptation to environmental challenges. The route of NO biosynthesis in plants has remained enigmatic. Previous studies have shown the ability of peroxidases to utilize oximes for production of NO. Peroxidases are widely spread and highly expressed in plant tissues. What then is the identity of the pathway signature enzyme(s) offering tight, spatio-temporal regulation of NO...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41367089",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "nature",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Publisher Correction: A case of hepatitis B virus reactivation after elranatamab therapy in a patient with multiple myeloma",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41366801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=12guA9dSu1tGGvNP7mhhDa45fpbWpGPzILFj69wJJFdG48xkuI&fc=20250822205125&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "Korea University"
      ],
      "pmid": "41366801",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Group-Based Peer Feedback in Surgical Coaching",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370054/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370054",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Long-Term Changes in Ventricular Function in Recreational Marathon Runners",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370052/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: Results showed that marathon-induced acute troponin T increase was not associated with right ventricular ejection fraction after 10 years of endurance training and competition. Left ventricular ejection fraction and left ventricular diastolic function changed significantly; however, the values remained within normal limits. These data suggest that repetitive strenuous exercise training and endurance competitions did not induce long-term deterioration of right...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370052",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: Results showed that marathon-induced acute troponin T increase was not associated with right ventricular ejection fraction after 10 years of endurance training and competition. Left ventricular ejection fraction and left ventricular diastolic function changed significantly; however, t..."
    },
    {
      "title": "Filippi syndrome-associated CKAP2L modulates microtubule dynamics essential for mitosis and ciliary length regulation",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370039/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Mutations in the gene encoding cytoskeleton-associated protein 2-like (CKAP2L) have been identified as a causative factor for Filippi syndrome, a rare developmental disorder characterized by facial dysmorphism, syndactyly, and microcephaly. However, the cellular and molecular mechanisms by which CKAP2L contributes to the pathogenesis of this syndrome remain largely unknown. Here, we generate a Ckap2l knockout mouse model to investigate the in vivo and cellular roles of CKAP2L. Interestingly,...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370039",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-cost glomerular disease drugs: eagerly anticipated with caveats",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370038/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370038",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Bioaugmentation strategies for methane production from digestate-alkali pretreated biomass via anaerobic digestion",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370035/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370035",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Difficult Patient Behaviors in the Hospital Setting: A Narrative Review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370022/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "In the inpatient medical setting, difficult patient behaviors can complicate care delivery. When difficult behaviors are present, patients may experience worsened outcomes, and medical providers may experience distress. Most recommendations for such behaviors in the literature focus on outpatient care or inpatient psychiatric settings; recommendations for inpatient medical settings are limited. While difficult behaviors are commonly associated with personality disorders, patients without...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370022",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Heavy-ion beam-induced mutants of Medakamo hakoo indicate potential associations between photosynthesis and cell size, cell cycle, and cell wall morphology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370019/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Medakamo hakoo is an ultrasmall green alga with a simplified cellular structure, offering potential as a new model organism. To explore the genetic basis of cell morphology and its physiological implications, we applied carbon-ion beam irradiation to induce mutations in M. hakoo and successfully isolated two mutants: LRG (Large) and TTR (Tetra). LRG exhibited significantly enlarged cell size and increased chlorophyll content, but lower photosynthetic efficiency compared to the wild-type....",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370019",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Unconventional Polarization-Dependent Lasing Behavior in Birefringent CsPbBr<sub>3</sub> Hybrid Mode Plasmonic Nanolasers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370010/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Semiconductor nanowires are sensitive to the polarization of light due to their one-dimensional structure and high dielectric contrast to the surrounding medium. This phenomenon enables configurations of polarization-sensitive nanoscale devices that can be potentially integrated onto a chip. Here, we demonstrate a hybrid plasmonic perovskite nanolaser that exhibits unconventional polarization dependence. Typical plasmonic nanolaser designs utilize a metallic substrate and a low-index buffer...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370010",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Microbial Primer: The R-pyocins of <em>Pseudomonas aeruginosa</em>",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370006/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "R-pyocins are phage tail-like protein complexes produced by Pseudomonas aeruginosa that deliver a single, lethal hit by depolarizing the target cell membrane. Unlike phages, R-pyocins lack capsids and DNA, and their killing is highly specific, being determined by tail fibre proteins that recognize subtype-specific LPS receptors on susceptible strains. Five known subtypes (R1-R5) vary in host range, with R5 displaying the broadest activity. R-pyocin expression is tightly regulated by the SOS...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370006",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clinical ERG break-apart fluorescence in situ hybridization assay: practical utility and lessons from an 8-year tertiary institution experience",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41370001/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Use of clinical ERG FISH assays may help confirm prostatic origin in the setting of localized or metastatic carcinoma showing poor differentiation or transdifferentiation and thus help determine the correct diagnosis and direct appropriate clinical management for such patients.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41370001",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Use of clinical ERG FISH assays may help confirm prostatic origin in the setting of localized or metastatic carcinoma showing poor differentiation or transdifferentiation and thus help determine the correct diagnosis and direct appropriate clinical management for such patients"
    },
    {
      "title": "Perovskite quantum dots: pioneering nanoplatforms for light-driven pathogen control and environmental purification",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369992/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Perovskite quantum dots (PQDs) have emerged as versatile nanomaterials with exceptional optoelectronic and photocatalytic properties, offering great potential for environmental remediation and antimicrobial defense. This review provides the comprehensive overview of PQDs as multifunctional platforms capable of both pollutant degradation and light-driven bacterial inactivation, achieving > 99% bacterial inactivation under visible light. It systematically summarizes recent advances in synthesis...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369992",
      "subjectArea": "Materials Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Post-pandemic coping strategies and psychological symptoms in university students from Paraguay",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369985/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Youth mental health is crucial for academic success and civic engagement; when well-being declines, core cognitive functions suffer, undermining individual potential and broader societal progress. The present investigation explores the differences in coping strategies and psychological symptoms among N = 328 Paraguayan university students during (2020) and after (2024) the COVID-19 pandemic, using a non-experimental, quantitative, and longitudinal trend, partial replication design based on Vuyk...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369985",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "The technology landscape for detection of DNA methylation in cancer liquid biopsies",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369980/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "DNA methylation is a well-studied epigenetic factor and has become a powerful player in the cancer biomarker research field. Together with the rising interest in methylation biomarkers, the technological advances for the detection of DNA methylation have been immense. This has led to a plethora of different methods. The first methods were established for DNA methylation detection in genomic DNA, while new methods have focused more on compatibility with the emerging interest of cell-free DNA...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369980",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Mediation Effects of Biobehavioral Factors in a Trial of Pharmacotherapy and Intensive Cessation Counseling for People with HIV Who Smoke Cigarettes in Nairobi, Kenya",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369963/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "There is growing recognition of the important health risks of tobacco use in people with HIV (PWH). Multiple randomized controlled trials have tested cessation treatments in this population, but little is known about factors that mediate successful quitting. We conducted a randomized, placebo-controlled 2 × 2 factorial design trial of a behavioral intervention (Positively Smoke Free [PSF] one-on-one counseling) vs. brief advice to quit ± bupropion vs. placebo in PWH who smoked cigarettes in...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369963",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": "health risks of tobacco use in people with HIV (PWH)",
      "conclusion": null
    },
    {
      "title": "Depressive Symptoms and Associated Factors Among Kenyan Health Care Workers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369956/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369956",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Properties of AgNPs stabilized with polyvinylpyrrolidone relevant to antidiabetic agents",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369948/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Type 2 diabetes mellitus (DM2) is a chronic metabolic disease. Silver nanoparticles (AgNPs) show promise in their treatment. This study assessed the potential of AgNPs as DM2 treatment agent using in vitro, in vivo, and machine learning approaches. Male Wistar rats were used to study antihyperglycemic effects, while male mice evaluated hypoglycemic effects. In vivo studies showed that AgNPs inhibited α-amylase, α-glucosidase, and dipeptidyl peptidase-4, up to 3.51, 3827.76, and 11 times more...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369948",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Rationale, Design, and Baseline Clinical Characteristics of the Ziltivekimab Cardiovascular Outcomes Trial: Interleukin-6 Inhibition and Atherosclerotic Event Rate Reduction",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369941/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS AND RELEVANCE: The ZEUS randomized clinical trial will formally test the hypothesis that IL-6 inhibition with ziltivekimab will lower incident cardiovascular event rates and potentially slow kidney decline among participants with known ASCVD, CKD, and elevated hsCRP. If successful, the ZEUS trial would provide a fully novel approach for prevention of myocardial infarction, stroke, cardiovascular death, and kidney function decline among high-risk patients with CKD.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369941",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "AND RELEVANCE: The ZEUS randomized clinical trial will formally test the hypothesis that IL-6 inhibition with ziltivekimab will lower incident cardiovascular event rates and potentially slow kidney decline among participants with known ASCVD, CKD, and elevated hsCRP. If successful, the ZEUS trial wo..."
    },
    {
      "title": "Readmission and Cost of Parathyroidectomy By Admission Status in Secondary Hyperparathyroidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369937/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369937",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Enhanced Antibacterial Efficacy of Copper Single-Atom Catalysts on a Two-Dimensional Boron Nitride Platform",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369934/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Copper-based antibacterial systems leverage reactive oxygen species (ROS) for effective pathogen control but are limited by issues such as cytotoxicity and resistance due to Cu ion release. By anchoring copper single-atom catalysts (Cu SACs) on biocompatible boron nitride (BN) nanosheets, we create a stable, high-efficiency antibacterial platform that minimizes Cu-ion-induced cytotoxicity and bacterial resistance. This configuration maximizes metal utilization and enhances photocatalytic...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369934",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Morbidity, Mortality, and the Moral Development of a Surgeon",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369926/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369926",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "High-Risk Bleeding in Acute Myeloid Leukemia: Clinical Presentation, Laboratory Markers, and Mortality Trends",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369909/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "BackgroundSevere bleeding is a major complication in acute myeloid leukemia (AML), contributing to early mortality. While thrombocytopenia and coagulopathy are known risk factors, the clinical and laboratory features surrounding haemorrhagic events in real-world AML cohorts require further elucidation.ObjectivesTo assess the frequency, sites, clinical features, laboratory findings, and outcomes of Grade ≥3 bleeding in AML patients.MethodsThis retrospective study reviewed 214 AML patients treated...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369909",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Evaluating the metabolic effects of neoadjuvant treatment in clear cell renal cell carcinoma using hyperpolarized [1-<sup>13</sup> C]pyruvate MRI",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369900/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Despite recent therapeutic advances, renal cell carcinoma (RCC) has a high mortality rate. The development of new neoadjuvant strategies requires reliable companion biomarkers of early and successful response to treatment. A change in tumor size is a late measure of response and novel targeted imaging-based biomarkers may be more accurate for treatment response prediction. Here we evaluated the potential of hyperpolarized carbon-13 MRI (HP ^(13)C-MRI), following the injection of hyperpolarized...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369900",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Differentiation of tumor budding grade in colon cancer using noise-optimized virtual monoenergetic image in dual-energy CT",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369899/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The DECT-derived low-keV VMI+ (40 keV, 50 keV, and 60 keV) provided better diagnostic performance in differentiating TB grade in colon cancer. 40 keV showed better CNR and lesion delineation, while 60 keV provided better overall image quality.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369899",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The DECT-derived low-keV VMI+ (40 keV, 50 keV, and 60 keV) provided better diagnostic performance in differentiating TB grade in colon cancer. 40 keV showed better CNR and lesion delineation, while 60 keV provided better overall image quality"
    },
    {
      "title": "Epstein-Barr virus-positive inflammatory follicular dendritic cell sarcoma of the liver: clinical features, imaging findings and potential diagnostic clues",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369897/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Hepatic EBV^(+) IFDCS predominantly affects young adults with nonspecific symptoms. The coexistence of the Luffa-Reticulum Sign on B-mode, early \"washout\" on CEUS, capsule appearances as well as targetoid features on CE-MRI, and elevated eosinophil counts should raise suspicion of EBV^(+) IFDCS, whereas definitive differentiation from other neoplasms requires histopathological confirmation.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369897",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Hepatic EBV^(+) IFDCS predominantly affects young adults with nonspecific symptoms. The coexistence of the Luffa-Reticulum Sign on B-mode, early \"washout\" on CEUS, capsule appearances as well as targetoid features on CE-MRI, and elevated eosinophil counts should raise suspicion of EBV^(+) IFDCS, whe..."
    },
    {
      "title": "Active Δ-learning with universal potentials for global structure optimization",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369891/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Universal machine learning interatomic potentials (uMLIPs) have recently been formulated and shown to generalize well. When applied out-of-sample, further data collection for improvement of the uMLIPs may, however, be required. In this work we demonstrate that, whenever the envisaged use of the MLIPs is global optimization, the data acquisition can follow an active learning scheme in which a gradually updated uMLIP directs the finding of new structures, which are subsequently evaluated at the...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369891",
      "subjectArea": "Computer Science",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<sup>99m</sup>Tc-Labeled FAPI SPECT and <sup>18</sup>F-FDG PET imaging for visualization and evaluation of connective tissue disease-associated interstitial lung disease",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369863/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369863",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Paving the Way to Healthcare Equity: A Comprehensive Review of Care Gaps and Emerging Initiatives in Dermatology",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369851/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Historically, dermatology research and clinical practice in the United States (USA) have overlooked important considerations in the dermatological care of individuals with skin of color (SOC). With growing awareness of the disparities in health outcomes among racial and ethnic groups, it is critical to recognize the existing care gaps and implement initiatives that promote healthcare equity. To identify the unmet dermatological needs of these populations, a literature review was conducted from...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369851",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "considerations in the dermatological care of individuals with skin of color (SOC)",
      "conclusion": null
    },
    {
      "title": "Improving directed evolution strategies: error-prone PCR optimization for SARS-CoV-2 spike receptor binding domain",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369845/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Our results highlight the virulence-enhancing potential of mutations and enable researchers to evaluate potential vaccine candidates in the future. Furthermore, compared to earlier reports, the method described here requires only Sanger sequencing and a standard PCR cycler, therefore it is much more accessible. Most importantly, it yields combinatorial mutation diversity in one round, along the entire length of the sequence of interest.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369845",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Our results highlight the virulence-enhancing potential of mutations and enable researchers to evaluate potential vaccine candidates in the future. Furthermore, compared to earlier reports, the method described here requires only Sanger sequencing and a standard PCR cycler, therefore it is much more..."
    },
    {
      "title": "Breast Cancer Progression by the FGF/FGFR Axis: A Metabolic Perspective",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369841/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Fibroblast growth factor receptors (FGFRs) are critical mediators of cellular signaling involved in development, tissue repair, and metabolic homeostasis. Dysregulated FGFR signaling is also a common feature in multiple cancer types, including breast cancer. In breast cancer, aberrant FGFR signaling can occur by amplification, mutation, isoform switching, or gene fusion and has emerged as a driver of tumor progression, metastasis, and therapeutic resistance. Beyond its canonical roles in...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369841",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Advancing the prediction of factors associated with bipolar disorder risk: utilizing early recognition tools and polygenic risk scores",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369840/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Bipolar disorder (BD) is a highly heritable mental illness that affects ∼ 1-2% of the world's population and has complex genetic and environmental underpinnings. Early detection is critical to improving treatment outcomes, but current strategies have limited predictive power. Early detection tools such as the Early Phase Inventory for Bipolar Disorder (EPIbipolar) and the Bipolar At-Risk (BARS) criteria assess phenotypic risk factors, including family history (FH) and subthreshold mood problems....",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369840",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Intraperitoneal nivolumab for malignant ascites in patients with advanced gastrointestinal or pancreaticobiliary tract cancer",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369826/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Intraperitoneal administration of nivolumab effectively controlled malignant ascites with minimal adverse effects. However, further validation in a larger cohort is required.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369826",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Intraperitoneal administration of nivolumab effectively controlled malignant ascites with minimal adverse effects. However, further validation in a larger cohort is required"
    },
    {
      "title": "Novel INSL3 variants cause male infertility with cryptorchidism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369823/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: In this study, two novel homozygous frameshift variants in INSL3 were detected in two patients with cryptorchidism. These findings strengthen the link between INSL3 mutations and male infertility caused by cryptorchidism.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369823",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "In this study, two novel homozygous frameshift variants in INSL3 were detected in two patients with cryptorchidism. These findings strengthen the link between INSL3 mutations and male infertility caused by cryptorchidism"
    },
    {
      "title": "The Comprehensive Complication Index for Assessing Short-Term Complications of Urothelial Carcinoma with Variant Histology: A Patient-Based Study",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369817/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The CCI effectively indicates postoperative complications after VUC with RC, as it exhibits a robust correlation with the duration of hospitalization following surgery. Moreover, the CUSUM-CCI model promptly offers valuable insights into the surgical proficiency of individual surgeons, accurately reflecting their level of expertise.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369817",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The CCI effectively indicates postoperative complications after VUC with RC, as it exhibits a robust correlation with the duration of hospitalization following surgery. Moreover, the CUSUM-CCI model promptly offers valuable insights into the surgical proficiency of individual surgeons, accurately re..."
    },
    {
      "title": "Molecular basis of delayed BSMYV infection in diploid Musa balbisiana, a banana progenitor",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369801/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369801",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Latent profile analysis of potential health-promoting behaviors in patients after esophageal cancer surgery: a multicenter cross-sectional survey",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369798/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The health-promoting behaviors of patients after esophageal cancer surgery are heterogeneous. Medical staff can perform individualized interventions for patients after esophageal cancer surgery according to the different types of influencing factors to improve their health-promoting behaviors.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369798",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The health-promoting behaviors of patients after esophageal cancer surgery are heterogeneous. Medical staff can perform individualized interventions for patients after esophageal cancer surgery according to the different types of influencing factors to improve their health-promoting behaviors"
    },
    {
      "title": "Algal metabolites as emerging anti-virulence therapeutics against Pseudomonas aeruginosa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369779/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Pseudomonas aeruginosa is a multidrug-resistant, opportunistic pathogen that poses a clinical threat due to its ability to form biofilms and regulate virulence through quorum sensing (QS). In addition to shielding bacteria against antimicrobial agents and host defences, biofilms have also been shown to be a cause of persistent and recurrent infections. The World Health Organisation has listed P. aeruginosa as a critical priority pathogen, highlighting the urgent need for novel anti-virulence...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369779",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Subclinical renal injury in obesity following bariatric surgery: insights from a prospective cohort",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369761/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Although the kidney functional biomarker, eGFRcr-cyc, did not change, structural injury biomarkers, including KIM-1 and NGAL, increased one year post-SG. These findings underscore the importance of weight management and highlight the necessity for continued, long-term monitoring of kidney function in this patient population to mitigate potential subclinical kidney injury.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369761",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Although the kidney functional biomarker, eGFRcr-cyc, did not change, structural injury biomarkers, including KIM-1 and NGAL, increased one year post-SG. These findings underscore the importance of weight management and highlight the necessity for continued, long-term monitoring of kidney function i..."
    },
    {
      "title": "Current use of minimally invasive surgery in Ethiopia",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369759/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The utilization of MIS in Ethiopia is still in its early stages, with a majority of the practice concentrated in Addis Ababa. There are opportunities to assist the expansion of MIS via training and building support systems for supply chain and equipment maintenance.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369759",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The utilization of MIS in Ethiopia is still in its early stages, with a majority of the practice concentrated in Addis Ababa. There are opportunities to assist the expansion of MIS via training and building support systems for supply chain and equipment maintenance"
    },
    {
      "title": "Radiation Oncology Representation in German Evidence-Based Oncological Guidelines: 2025 Analysis of Participation and Parity from Women in Radiation Oncology Working Group of the German Society of Radiation Oncology (DEGRO)",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369757/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: RO demonstrates strong representation in German oncological guideline development, in contrast to international trends where the specialty is frequently underrepresented. Nonetheless, consistent with patterns observed across other medical disciplines and healthcare systems, gender disparities remain evident: women constitute roughly one-third of overall panel members. These findings establish an important reference point for tracking future progress toward achieving gender equity in...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369757",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "reference point for tracking future progress toward achieving gender equity in",
      "conclusion": "RO demonstrates strong representation in German oncological guideline development, in contrast to international trends where the specialty is frequently underrepresented. Nonetheless, consistent with patterns observed across other medical disciplines and healthcare systems, gender disparities remain..."
    },
    {
      "title": "A quality framework for cryopreserved rodent disease models: INFRAFRONTIER quality principles in EMMA archiving and distribution",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369732/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Ensuring the quality and reproducibility of biological resources is essential for advancing biomedical research and upholding animal welfare standards. The European Mouse Mutant Archive (EMMA), part of the INFRAFRONTIER research infrastructure, plays a key role in this effort by cryopreserving scientifically validated mutant mouse and rat strains and making them accessible to the global scientific community. To further enhance its processes and promote transparency, INFRAFRONTIER/EMMA has...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369732",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "COVID-19 infection and longitudinal changes in olfactory-related brain structures in children: analysis of ABCD study data",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369697/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: We found a significant association between children with COVID-related anosmia and smaller hippocampal volume, which may have long-lasting implications for odor discrimination, emotional processing, and memory processing. Increased awareness of these complications could help healthcare providers initiate preventive care strategies.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369697",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": "for odor discrimination, emotional processing, and memory processing",
      "conclusion": "We found a significant association between children with COVID-related anosmia and smaller hippocampal volume, which may have long-lasting implications for odor discrimination, emotional processing, and memory processing. Increased awareness of these complications could help healthcare providers ini..."
    },
    {
      "title": "Independent nuclear and organellar mechanisms determine apicoplast fate in malaria parasites",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369691/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "The apicoplast organelle of the malaria parasite, Plasmodium falciparum, is essential for parasite replication, though its cell cycle regulation remains poorly understood. We developed a dynamic live-imaging platform with analytical capabilities to track subcellular structures throughout the parasite's 48-h intraerythrocytic life cycle. Our analysis revealed four distinct morphological stages in apicoplast development that correlate with nuclear replication. We identified a critical \"Crown\"...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369691",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Optimizing Ru-Zn Dual Sites in Ru<sub>1-<em>x</em></sub>Zn<sub><em>x</em></sub>O<sub>2</sub> for Efficient Acidic Water Oxidation via Oxide Path Mechanism",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369673/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "While Zn-doping significantly enhances the electrochemical performance of RuO(2) for the acidic oxygen evolution reaction (OER), the underlying mechanisms and the optimal design principles remain unclear. Here, we employ a cluster expansion (CE) model based on density functional theory (DFT) calculations to systematically explore energetically favorable configurations of Ru(1-x)Zn(x)O(2) with Zn concentrations ranging from 4.2% to 25%. Our results reveal that varying Zn doping levels can both...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369673",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Predicting Actual Lens Position to Generate a Novel Intraocular Lens Power Calculation Formula for Marfan Syndrome",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369667/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: The proposed formulas demonstrated superior accuracy for IOL power calculation in patients with Marfan syndrome compared to existing formulas.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369667",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The proposed formulas demonstrated superior accuracy for IOL power calculation in patients with Marfan syndrome compared to existing formulas"
    },
    {
      "title": "Refining Intraocular Lens Calculation in Phacoemulsification and DMEK: Comparison of Three Methods",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369663/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: The three methods demonstrated a reduction in prediction error and the proportion of hyperopic results when compared to the unadjusted formulas. The most balanced method was based on the BF ratio as a predictor of residual hyperopia, whereas the linear keratometry correction seemed more extrapolable. Results were mixed when adjustments based on data from one center were applied to data from the other center. The proposed keratometric adjustments need to be validated by a prospective...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369663",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "The three methods demonstrated a reduction in prediction error and the proportion of hyperopic results when compared to the unadjusted formulas. The most balanced method was based on the BF ratio as a predictor of residual hyperopia, whereas the linear keratometry correction seemed more extrapolable"
    },
    {
      "title": "Economic value of international missions and domestic initiatives to strengthen surgical care in low- and middle-income countries: systematic review",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369658/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: Investments in domestic surgical system strengthening efforts provide better value for money than international missions and should be prioritized over international missions.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369658",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "Investments in domestic surgical system strengthening efforts provide better value for money than international missions and should be prioritized over international missions"
    },
    {
      "title": "Training needs analysis of surgical teams in Somaliland",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369656/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSION: This study has demonstrated that conducting a pragmatic TNA of the surgical team in a low-resource setting, such as Somaliland, is both feasible and can generate useful data to guide training and professional development.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369656",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study has demonstrated that conducting a pragmatic TNA of the surgical team in a low-resource setting, such as Somaliland, is both feasible and can generate useful data to guide training and professional development"
    },
    {
      "title": "Update and ADMET Profile of the Latin American Natural Product Database: LANaPDB",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369642/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "For more than 5 years, several countries in Latin America have been developing and updating compound databases of natural products (NPs) isolated and characterized by their countries. In parallel, multiple research groups have been collaborating and assembling a unified Latin American Natural Product Database (LANaPDB), an open-access compound collection representative of Latin America that stands out as a geographical region distinct from its vastness and richness of NP resources. Herein, we...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369642",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Genome sequence of <em>Cysteiniphilum</em> sp. GTC20157 isolated from coastal seawater in Osaka, Japan",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369641/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "We report the complete genome sequence of Cysteiniphilum strain GTC20157 isolated from coastal seawater in Osaka, Japan. The genome comprised a circular chromosome and a circular plasmid measuring 2,508,673 and 149,142 bp, respectively.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369641",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Ethically Integrating Genomics in Primary Care: An Invitation to Share Implementation Best Practices",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369639/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Genomic innovations, including pharmacogenomics, are becoming increasingly relevant to routine medical care and hold promise for advancing prevention, early diagnosis, and treatment in primary care. However, integrating genetic services in this setting requires navigating a fragmented health care system, guided by national recommendations but marked by variability in reimbursement, clinician training, and infrastructure across regions. This article presents insights from a multidisciplinary Mayo...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369639",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Framework for Analytical Validation of DHT-Based Actigraphy and Signal Measures in HF Trials: The VALIDATE-HF Program",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369636/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369636",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Clusterin Drives Fiber Endocytosis by Mesothelial Cells to Resolve Liver Fibrosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369634/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: Pericentral senescent hepatocytes secrete CLU to induce the proliferation and migration of mesothelial cells to endocytose fibers by its receptor LRP2, thus reducing liver fibrosis. The engineered CLUtide mimicking CLU may be promising for resolving hepatic deposited fibers during liver fibrosis.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369634",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "cell",
      "objective": null,
      "significance": null,
      "conclusion": "Pericentral senescent hepatocytes secrete CLU to induce the proliferation and migration of mesothelial cells to endocytose fibers by its receptor LRP2, thus reducing liver fibrosis. The engineered CLUtide mimicking CLU may be promising for resolving hepatic deposited fibers during liver fibrosis"
    },
    {
      "title": "Bridging veins in Alzheimer's disease: Decoding waste clearance failure",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369630/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Perivenous tunnels surrounding bridging veins terminate at \"arachnoid cuff exit\" (ACE) points, which enable waste efflux from the brain. Smyth et al. (https://doi.org/10.1084/jem.20251860) show that amyloid deposits in ACE in Alzheimer's disease mice and human samples identify a potential new therapeutic target.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369630",
      "subjectArea": "Neuroscience",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Myocarditis and Pericarditis in Focus: A Brief Report Comparing the 2025 ESC Guidelines and Latest ACC Position Papers",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369618/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369618",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Myocardial Amyloid Burden in Transthyretin Amyloidosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369616/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: ECV directly quantifies myocardial amyloid load and, for the first time, defines reproducible thresholds that stratify burden and refine risk prediction beyond stage, biomarkers, and imaging, providing a quantitative framework for staging and therapeutic planning in ATTR amyloidosis.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369616",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "ECV directly quantifies myocardial amyloid load and, for the first time, defines reproducible thresholds that stratify burden and refine risk prediction beyond stage, biomarkers, and imaging, providing a quantitative framework for staging and therapeutic planning in ATTR amyloidosis"
    },
    {
      "title": "CXCL9 as a novel prognostic marker to identify high-risk adults with hemophagocytic lymphohistiocytosis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369611/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Hemophagocytic lymphohistiocytosis (HLH) is an interferon-γ-driven hyperinflammatory syndrome with high morbidity and mortality. Identifying reliable prognostic biomarkers is challenging due to various predisposing conditions and triggers. CXCL9 is a clinically-validated biomarker and surrogate marker of interferon-γ-mediated inflammation. We aimed to identify the role of CXCL9 in predicting severe disease and death in adults with HLH using a multicenter retrospective cohort of consecutively...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369611",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": "identify the role of CXCL9 in predicting severe disease and death in adults with HLH using a multicenter retrospective cohort of consecutively",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Tocilizumab for refractory and/or relapsing polyarteritis nodosa",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369608/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369608",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Type 2 Diabetes Genetic Risk and Type 1 Diabetes Heterogeneity and Progression",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369591/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Insulin secretion varies widely in preclinical type 1 diabetes. To understand the pathogenesis of this metabolic heterogeneity, we asked whether genetic predisposition to type 2 diabetes, quantified by a type 2 diabetes genetic risk score (T2D-GRS), modulates β-cell function and disease progression in individuals at risk of type 1 diabetes. We analyzed 4,324 islet autoantibody-positive TrialNet Pathway to Prevention participants with genome-wide genotyping and oral glucose tolerance testing....",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369591",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": "cell",
      "objective": "4,324 islet autoantibody-positive TrialNet Pathway to Prevention participants with genome-wide genotyping and oral glucose tolerance testing",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "<em>Escherichia albertii</em>: the still unfolding journey of a misdiagnosed pathogen that became a new species and a new member of the family of attaching and effacing enteric bacterial pathogens",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369580/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "SUMMARYEscherichia albertii, initially identified as Hafnia alvei, by the commercial identification biochemical strip, API 20E, was isolated from an infant with diarrhea in Bangladesh in 1989. However, this bacterium was later renamed as a novel species, E. albertii (after M. John Albert, the discoverer) because of its similarities in biochemical and genetic properties to the genus Escherichia, but different from those of any known species in the genus. E. albertii possesses many pathogenic...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369580",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "12<sup>th</sup> Annual Michigan Physiological Society Meeting: June 16-17, 2025",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369572/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "No abstract",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369572",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Simulated endocardial vegetation model highlights the complexity of high-inoculum infections among β-lactamase-producing organisms",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369563/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Conventionally, susceptibility testing and pharmacokinetic/pharmacodynamic relationships are determined using standard inoculum (i.e., 10⁵-10⁶ CFU). These may be poorly predictive of efficacy for high-inoculum infections, especially amongst β-lactamase-producing organisms. A. J. Kunz-Coyne, R. Gray, E. May, H. Curry, et al. (Antimicrob Agents Chemother 69:e01170-25, 2025, https://doi.org/10.1128/aac.01170-25) used a 96-h simulated endocardial vegetation model to describe pharmacodynamic...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369563",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Drug susceptibility of a clinical isolate of <em>Balamuthia mandrillaris</em>, a pathogenic free-living amoeba",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369562/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Balamuthia amoebic encephalitis (BAE) is a highly fatal infection caused by Balamuthia mandrillaris, an amoeba that lives in soil and water. In Thailand, three fatal cases of BAE have been documented, but no survivors have been reported, raising questions about current treatment regimens. Previous drug repurposing studies reveal some potent pharmacological compounds, but the drug susceptibility of the clinical isolate of pathogenic amoeba remains variable. Given the success in isolating B....",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369562",
      "subjectArea": "Biomedical",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Linear Sprint and Vertical Jump Performance in Female Rugby Union Players: An Exploratory Analysis Across Age Groups and Playing Positions",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369541/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "Fink, B, Zabaloy, S, Loturco, I, and González, JG. Linear sprint and vertical jump performance in female rugby union players: An exploratory analysis across age groups and playing positions. J Strength Cond Res 40(1): 118-126, 2026-This study aimed to (a) determine the distance needed to reach maximum velocity (Vmax) in female rugby union players during a 50-m linear sprint, considering age categories (i.e., under-14 [U14], under-16 [U16], under-18 [U18], and Seniors) and playing positions...",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369541",
      "subjectArea": "Multidisciplinary",
      "confidence": 0.5,
      "journal": "female rugby union players: An exploratory analysis across age groups and playing positions. J Stren",
      "objective": "(a) determine the distance needed to reach maximum velocity (Vmax) in female rugby union players during a 50-m linear sprint, considering age categories (i",
      "significance": null,
      "conclusion": null
    },
    {
      "title": "Patient Perspectives on Barriers and Facilitators to 1-year Surveillance Colonoscopy Completion in Survivors of Colorectal Cancer: A Multi-Method Analysis",
      "link": "https://pubmed.ncbi.nlm.nih.gov/41369537/?utm_source=Other&utm_medium=rss&utm_campaign=pubmed-2&utm_content=1HyCEy3kccvK7zE0-AQi3b_3KChicv5K_t8YL3UITyEWtrEgUY&fc=20250822210237&ff=20251210142424&v=2.18.0.post22+67771e2",
      "description": "CONCLUSIONS: This study identified barriers and facilitators to completing a 1-year surveillance colonoscopy to guide future interventions. Addressing both psychological concerns and improving communication between patients and clinics could be key strategies to enhance adherence rates and improve long-term outcomes for colorectal cancer survivors. See Video Abstract.",
      "pubDate": "2025-12-10T11:00:00.000Z",
      "institutions": [
        "IBS"
      ],
      "pmid": "41369537",
      "subjectArea": "Cancer Research",
      "confidence": 0.8,
      "journal": null,
      "objective": null,
      "significance": null,
      "conclusion": "This study identified barriers and facilitators to completing a 1-year surveillance colonoscopy to guide future interventions. Addressing both psychological concerns and improving communication between patients and clinics could be key strategies to enhance adherence rates and improve long-term outc..."
    }
  ]
}